Repository: rhinstaller/anaconda
Catalog: po/*.po
Languages: gu, pa

source: The default installation environment includes our recommended package selection, including:
gu: મૂળભુત સ્થાપન પર્યાવરણ જરુરી પસંદ થયેલ પેકેજો સમાવે છે, ની સાથે:
pa: ਮੂਲ ਇੰਸਟਾਲੇਸ਼ਨ ਵਾਤਾਵਰਣ ਵਿੱਚ, ਸਾਡੇ ਸਿਫਾਰਸ਼ ਕੀਤੇ ਪੈਕੇਜ, ਸ਼ਾਮਿਲ ਹਨ::

source: After installation, additional software can be added or removed using the 'system-config-packages' tool. If you are familiar with %s, you may have specific packages you would like to install or avoid installing. Check the box below to customize your installation.
gu: સ્થાપન પછી, વધારાના સોફ્ટવેર 'system-config-packages' સાધન દ્વારા ઉમેરી અથવા દૂર કરી શકાશે. જો તમે %s થી પરિચીત થઈ ગયા હોય, તો તમારી પાસે અમુક ચોક્કસ પેકેજોસ્થાપિત કરી શકો છો અથવા સ્થાપન દૂર કરી શકો છો. નીચે દર્શાવેલબોક્સ ચેક કરીને તમારું સ્થાપન કસ્ટમાઈઝ કરો.
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਬਾਅਦ, ਹੋਰ ਸਾਫਟਵੇਅਰ 'system-config-packages' ਸੰਦ ਨਾਲ ਲਿਆਦੇ ਜਾਂ ਹਟਾਏ ਜਾ ਸਕਦੇ ਹਨ। ਜੇਕਰ ਤੁਸੀਂ %s ਬਾਰੇ ਜਾਣਕਾਰੀ ਰੱਖਦੇ ਹੋ ਤਾਂ ਤੁਸੀਂ ਇਹ ਨਿਰਧਾਰਿਤ ਕਰਨਾ ਪਸੰਦ ਕਰੋਗੇ, ਕਿ ਕਿਹਡ਼ੇ ਪੈਕੇਜ ਇੰਸਟਾਲ ਹੋ ਤੇ ਕਿਹਡ਼ੇ ਨਾ। ਆਪਣੀ ਇੰਸਟਾਲੇਸ਼ਨ ਨੂੰ ਜਾਰੀ ਰੱਖਣ ਲਈ ਹੇਠ ਲਿਖੇ ਡੱਬੇ ਵਿੱਚੋਂ ਚੋਣ ਕਰੋ।

source: If you would like to change the default package set to be installed you can choose to customize this below.
gu: જો તમે મૂળભુત પેકેજ સેટ સ્થાપિત થયેલ કરવા માંગતા હોય તો તમે નીચે કસ્ટમાઈઝ પસંદ કરી શકો છો.
pa: ਜੇਕਰ ਤੁਸੀਂ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਮੂਲ ਪੈਕੇਜਾਂ ਵਿੱਚ ਤਬਦੀਲੀ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਹੇਠ ਲਿਖੇ ਡੱਬੇ ਵਿੱਚੋ ਚੋਣ ਕਰੋ।

source: _Install default software packages
gu: મૂળભુત સોફ્ટવેર પેકેજો સ્થાપિત કરો (_I)
pa: ਮੂਲ ਸਾਫਟਵੇਅਰ ਪੈਕੇਜ ਹੀ ਇੰਸਟਾਲ ਕਰੋ(_I)

source: _Customize software packages to be installed
gu: સ્થાપિત કરવા માટે સોફ્ટવેર પેકેજો કસ્ટમાઈઝ કરો (_C)
pa: ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਸਾਫਟਵੇਅਰ ਪੈਕੇਜ ਦੀ ਚੋਣ ਕਰੋ(_C)

source: Drive
gu: ડ્રાઈવ
pa: ਡਰਾੲੀਵ

source: Size
gu: માપ
pa: ਆਕਾਰ

source: Model
gu: મોડેલ
pa: ਮਾਡਲ

source: Upgrade Examine
gu: પરીક્ષા સુધારો
pa: ਨਵੀਨੀਕਰਨ ਜਾਂਚ

source: _Install %s
gu: %s સ્થાપિત કરો (_I)
pa: ਇੰਸਟਾਲ %s (_I)

source: Choose this option to freshly install your system. Existing software and data may be overwritten depending on your configuration choices.
gu: તમારુ સ્થાપન તાજી રીતે કરવા માટે આ વિકલ્પ પસંદ કરો. વર્તમાન સોફ્ટવેર અને માહિતી તમારા રુપરેખાંકનની પસંદગીને અનુલક્ષિને ભૂંસાઈ જશે.
pa: ਆਪਣੇ ਸਿਸਟਮ ਤੇ ਤਾਜ਼ੀ ਇੰਸਟਾਲੇਸ਼ਨ ਕਰਨ ਲਈ ਇਸ ਨੂੰ ਚੁਣੋ। ਤੁਹਾਡੀ ਸੰਰਚਨਾ ਚੋਣ ਦੇ ਅਨੁਸਾਰ ਮੌਜੂਦਾ ਸਾਫਟਵੇਅਰ ਤੇ ਡਾਟਾ ਖਤਮ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।

source: _Upgrade an existing installation
gu: વર્તમાન સ્થાપન સુધારો (_U)
pa: ਮੌਜੂਦਾ ਇੰਸਟਾਲੇਸ਼ਨ ਦਾ ਨਵੀਨੀਕਰਨ(_U)

source: Choose this option if you would like to upgrade your existing %s system. This option will preserve the existing data on your drives.
gu: આ વિકલ્પ ત્યારે જ પસંદ કરો જ્યારે તમે તમારી વર્તમાન %s સિસ્ટમ સુધારવા માંગતા હોય. આ વિકલ્પ તમારી વર્તમાન માહિતી તમારી ડ્રાઈવ પર સાચવી રાખે છે.
pa: ਇਸ ਚੋਣ ਨੂੰ ਚੁਣੋ, ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੀ ਮੌਜੂਦਾ %s ਸਿਸਟਮ ਦਾ ਨਵੀਨੀਕਰਨ ਚਾਹੁੰਦੇ ਹੋ। ਇਸ ਨਾਲ ਤੁਹਾਡੀ ਡਿਸਕ ਤੇ ਮੌਜੂਦ ਡਾਟਾ ਸੁਰੱਖਿਅਤ ਰਹੇਗਾ।

source: The following installed system will be upgraded:
gu: નીચેની સ્થાપિત સિસ્ટમ સુધારાઈ જશે:
pa: ਹੇਠ ਲਿਖੇ ਇੰਸਟਾਲ ਸਿਸਟਮ ਦਾ ਨਵੀਨੀਕਰਨ ਕੀਤਾ ਜਾਵੇਗਾ :

source: Unknown Linux system
gu: અજ્ઞાત લિનક્સ સિસ્ટમ
pa: ਅਣਪਛਾਤਾ ਲੀਨਕਸ ਸਿਸਟਮ

source: Select drive to run fdasd on
gu: ના પર fdasd ને ચલાવવા માટે ડ્રાઈવ પસંદ કરો
pa: fdasd ਚਲਾਉਣ ਲਈ ਡਰਾੲੀਵ ਦੀ ਚੁਣੋ

source: Formatting the selected DASD device will destroy all contents of the device. Do you really want to format the selected DASD device?
gu: પસંદ કરેલ DASD ઉપકરણને ફોર્મેટ કરતાં ઉપકરણના બધા સમાવિષ્ટો નાશ થશે. શું તમે ખરેખર પસંદ કરેલ DASD ઉપકરણ ફોર્મેટ કરવા માંગો છો?
pa: ਚੁਣੇ DASD ਜੰਤਰਾਂ ਨੂੰ ਫਾਰਮਿਟ ਕਰਨ ਨਾਲ ਜੰਤਰ ਦੇ ਸਾਰੇ ਅੰਸ਼ ਖਤਮ ਹੋ ਜਾਣਗੇ। ਕੀ ਤੁਸੀਂ ਚੁਣੇ DASD ਜੰਤਰ ਨੂੰ ਫਾਰਮਿਟ ਕਰਨਾ ਚਾਹੋਗੇ?

source: Partitioning with fdisk
gu: fdisk સાથે પાર્ટીશન પાડતાં
pa: ਐਫ-ਡਿਸਕ(fdisk) ਨਾਲ ਵਿਭਾਗੀਕਰਨ

source: Select a drive to partition with fdisk:
gu: fdisk સાથે પાર્ટીશન કરવા માટે ડ્રાઈવ પસંદ કરો:
pa: ਐਫ-ਡਿਸਕ(fdisk) ਨਾਲ ਭਾਗ ਬਣਾਉਣ ਲਈ ਡਰਾੲੀਵ ਚੁਣੋ:

source: Disabled
gu: નિષ્ક્રિય કરેલ છે
pa: ਅਯੋਗ

source: Warn
gu: ચેતવો
pa: ਸਾਵਧਾਨ

source: Active
gu: સક્રિય
pa: ਸਰਗਰਮ

source: Firewall
gu: ફાયરવોલ
pa: ਫਾਇਰਵਾਲ

source: Warning - No Firewall
gu: ચેતવણી - કોઈ ફાયરવોલ નથી
pa: ਚੇਤਵਾਨੀ - ਫਾਇਰਵਾਲ ਨਹੀ ਹੈ

source: If this system is attached directly to the Internet or is on a large public network, it is recommended that a firewall be configured to help prevent unauthorized access. However, you have selected not to configure a firewall. Choose "Proceed" to continue without a firewall.
gu: જો આ સિસ્ટમ સીધી જ ઈન્ટરનેટ સાથે સીધી જ અથવા તે મોટા જાહેર નેટવર્ક સાથે જોડાયેલ હોય, તો એ જરુરી છે કે ફાયરવોલ રુપરેખાંકિત થયેલ હોવું જોઈએ બિન-સત્તાધિકરણ વગર વાપરવા સામે. તેમછતાં પણ, જો તમે ફાયરવોલ રુપરેખાંકિત નહિં કરવાનું પસંદ કરેલ છે. ફાયરવોલ વગર ચાલુ રાખવા "પ્રક્રિયા કરો" પસંદ કરો.
pa: ਜੇਕਰ ਇਹ ਸਿਸਟਮ ਇੰਟਰਨੈੱਟ ਨਾਲ ਸਿੱਧਾ ਜੁਡ਼ਿਆ ਹੈ ਜਾਂ ਵੱਡੇ ਸਰਵਜਨਕ ਨੈੱਟਵਰਕ ਨਾਲ ਜੁਡ਼ਿਆ ਹੈ ਤਾਂ ਇਹ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਦੀ ਹੈ ਕਿ ਫਾਇਰਵਾਲ ਨੂੰ ਸੰਰਚਿਤ ਕੀਤਾ ਜਾਵੇ, ਜੋ ਕਿ ਤੁਹਾਡੇ ਸਿਸਟਮ ਨੂੰ ਅਪ੍ਰਮਾਣਿਤ ਪਹੁੰਚ ਤੋਂ ਬਚਾਉਦੀ ਹੈ। ਪਰ ਤੁਸੀਂ ਫਾਇਰਵਾਲ ਦੀ ਸੰਰਚਨਾ ਨਹੀ ਚੁਣੀ ਹੈ। ਫਾਇਰਵਾਲ ਤੋ ਬਿਨਾਂ ਅੱਗੇ ਜਾਣ ਲਈ "ਅੱਗੇ ਚੱਲੋ" ਨੂੰ ਚੁਣੋ।

source: _Configure Firewall
gu: ફાયરવોલ રુપરેખાંકિત કરો (_C)
pa: ਫਾਇਰਵਾਲ ਸੰਰਚਨਾ(_C)

source: _Proceed
gu: પ્રક્રિયા કરો (_P)
pa: ਅੱਗੇ ਚੱਲੋ(_P)

source: A firewall can help prevent unauthorized access to your computer from the outside world. Would you like to enable a firewall?
gu: ફાયરવોલ તમારા કમ્પ્યુટરને બહારની દુનિયાના બિન-સત્તાધિકરણને વાપરવાથી બચાવે છે. શું તમે ફાયરવોલ સક્રિય કરવા માંગો છો?
pa: ਫਾਇਰਵਾਲ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਨੂੰ ਬਾਹਰੀ ਸੰਸਾਰ ਦੀ ਨਾ-ਪ੍ਰਮਾਣਿਤ ਪਹੁੰਚ ਤੋਂ ਬਚਾਉਦੀ ਹੈ। ਕੀ ਤੁਸੀਂ ਫਾਇਰਵਾਲ ਨੂੰ ਯੋਗ ਕਰਨਾ ਪਸੰਦ ਕਰੋਗੇ?

source: N_o firewall
gu: કોઈ ફાયરવોલ નથઈ (_o)
pa: ਕੋਈ ਫਾਇਰਵਾਲ ਨਹੀ(_O)

source: _Enable firewall
gu: ફાયરવોલ સક્રિય કરો (_E)
pa: ਫਾਇਰਵਾਲ ਯੋਗ(_E)

source: You can use a firewall to allow access to specific services on your computer from other computers. Which services, if any, do you wish to allow access to ?
pa: ਫਾਇਰਵਾਲ ਨਾਲ, ਤੁਸੀਂ ਆਪਣੇ ਕੰਪਿਊਟਰ ਦੀਆਂ ਕੁਝ ਸੇਵਾਵਾਂ ਹੋਰਾਂ ਨੂੰ ਉਪਲੱਬਧ ਕਰਵਾ ਸਕਦੇਹੋ, ਕਿਹੜੀਆਂ ਉਹ ਸੇਵਾਵਾਂ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਉਪਲੱਬਧ ਕਰਵਾਉਣੀਆਂ ਚਾਹੁੰਦੇ ਹੋ?

source: Security Enhanced Linux (SELinux) provides finer-grained security controls than those available in a traditional Linux system. It can be set up in a disabled state, a state which only warns about things which would be denied, or a fully active state.
gu: Security Enhanced Linux (SELinux) ટ્રેડીશનલ લિનક્સ સિસ્ટમમાં ઉપ્લબ્ધ હોય તેવા સારા સુરક્ષા નિયંત્રકો પૂરા પાડે છે. તે નિષ્ક્રિય સ્થિતિમાં સુયોજિત થાય છે, સ્થિતિ કે જે માત્ર વસ્તુઓ કે જે માન્ય નથી તેના વિશે ચેતવે છે અથવા સંપૂર્ણ સક્રિય સ્થિતિ માટે.
pa: ਸਕਿਊਰਟੀ ਇਹਾਨਸਡ ਲੀਨਕਸ(SELinux) ਆਮ ਲੀਨਕਸ ਸਿਸਟਮ ਦੀ ਬਜਾਏ finer-grained ਸੁਰੱਖਿਆ ਕੰਟਰੋਲ ਉਪਲੱਬਧ ਕਰਵਾਉਦਾ ਹੈ। ਇਸ ਨੂੰ ਅਯੋਗ ਸਥਿਤੀ ਵਿੱਚ ਵੀ ਰੱਖਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਜਿਸ ਰਾਹੀ ਇਹ ਸਿਰਫ਼ ਜਾਣੂ ਹੀ ਕਰਵਾਉਦਾ ਹੈ ਕਿ ਕਿਹੜੀਆਂ ਇਕਾਈਆਂ ਤੋਂ ਸੁਰੱਖਿਅਤ ਰਹਿਣਾ ਲਾਜ਼ਮੀ ਹੈ ਜਾਂ ਪੂਰੀ ਤਰਾਂ ਸਰਗਰਮ ਸਥਿਤੀ ਵਿੱਚ।

source: Enable _SELinux?:
gu: શું _SELinux સક્રિય કરવું છે?:
pa: _SELinux ਯੋਗ?:

source: Installation Type
gu: સ્થાપનનો પ્રકાર
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਕਿਸਮ

source: IP Address is missing
gu: IP સરનામુ ખોવાયેલ છે
pa: ਆਈਪੀ(IP) ਸਿਰਨਾਵਾਂ ਗੁੰਮ ਹੈ

source: IP Addresses must contain numbers between 1 and 255
gu: IP સરનામું ૧ અને ૨૫૫ ની વચ્ચેના જ અક્ષરો સમાવતું હોવું જોઈએ
pa: ਆਈਪੀ(IP) ਸਿਰਨਾਵੇਂ ਵਿੱਚ ਅੰਕ 1 ਅਤੇ 255 ਦੇ ਵਿੱਚੋਂ ਹੋਣੇ ਜ਼ਰੂਰੀ ਹਨ

source: IP Addresses must contain numbers between 0 and 255
gu: IP સરનામું ૦ અને ૨૫૫ ની વચ્ચેના જ અક્ષરો સમાવતું હોવું જોઈએ
pa: ਆਈਪੀ(IP) ਸਿਰਨਾਵੇਂ ਵਿੱਚ ਅੰਕ 0 ਅਤੇ 255 ਦੇ ਵਿੱਚੋਂ ਹੋਣੇ ਜ਼ਰੂਰੀ ਹਨ

source: Language Selection
gu: ભાષાની પસંદગી
pa: ਭਾਸ਼ਾ ਚੋਣ

source: What language would you like to use during the installation process?
gu: સ્થાપનની પ્રક્રિયા દરમ્યાન તમે કઈ ભાષા પસંદ કરવા માંગો છો?
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਦੌਰਾਨ ਕਿਹਡ਼ੀ ਭਾਸ਼ਾ ਤੁਸੀਂ ਵਰਤਣੀ ਚਾਹੁੰਦੇ ਹੋ?

source: Additional Language Support
gu: વધારાની ભાષાઓનો આધાર
pa: ਹੋਰ ਭਾਸ਼ਾ ਸਹਾਇਤਾ

source: Select the _default language for the system:
gu: સિસ્ટમ માટે મૂળભુત ભાષા પસંદ કરો (_d):
pa: ਸਿਸਟਮ ਲਈ ਮੂਲ਼ ਭਾਸ਼ਾ ਚੁਣੋ(_D):

source: Select _additional languages to install on the system:
gu: સિસ્ટમ પર સ્થાપિત કરવા માટે વધારાની ભાષાઓ પસંદ કરો (_a):
pa: ਸਿਸਟਮ ਤੇ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਹੋਰ ਵਾਧੂ ਭਾਸ਼ਾਂਵਾਂ ਚੁਣੋ(_A):

source: _Select All
gu: બધું પસંદ કરો (_S)
pa: ਸਭ ਚੁਣੋ(_S)

source: Select Default _Only
gu: માત્ર મૂળભુત પસંદ કરો (_O)
pa: ਮੂਲ ਹੀ ਚੁਣੋ(_O)

source: Rese_t
gu: ફરીથી સુયોજિત કરો (_t)
pa: ਮੁਡ਼ ਨਿਰਧਾਰਨ(_T)

source: Not enough space
gu: પૂરતી જગ્યા નથી
pa: ਲੋੜੀਂਦੀ ਥਾਂ ਨਹੀ ਹੈ

source: The physical extent size cannot be changed because otherwise the space required by the currently defined logical volumes will be increased to more than the available space.
gu: ભૌમિતિક વિસ્તૃત માપ બદલી શકાતું નથી કારણકે નહિંતર વર્તમાનમાં વ્યાખ્યાયિત થયેલ વોલ્યુમ માટે જગ્યા જરુરી છે જે પ્રાપ્ય છે તેનાં કરતાં વધુ જગ્યામાં વધશે.
pa: ਭੌਤਿਕ ਸੀਮਾ-ਆਕਾਰ ਨੂੰ ਤਬਦੀਲ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਕਿਉਕਿ ਨਹੀ ਤਾਂ ਮੌਜੂਦਾ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਦੁਆਰਾ ਲੋੜੀਂਦੀ ਥਾਂ ਉਪਲੱਬਧ ਥਾਂ ਵੱਧ ਜਾਵੇਗੀ।

source: Confirm Physical Extent Change
gu: ભૌમિતિક વિસ્તૃત બદલાવોની ખાતરી કરો
pa: ਵਾਸਤਵਿਕ ਸੀਮਾ ਵਿੱਚ ਤਬਦੀਲੀ ਦੀ ਪੁਸ਼ਟੀ

source: This change in the value of the physical extent will require the sizes of the current logical volume requests to be rounded up in size to an integer multiple of the physical extent. This change will take affect immediately.
gu: ભૌતિક મર્યાદાની કિંમતમાં આ બદલાવને વર્તમાન લોજિકલ વોલ્યુમનું માપ પૂર્ણાંકમા અમુક મર્યાદા સુધી ફેરવાઈ જવાની માંગણીઓ કરે છે. આ બદલાવ તુરંત જ અસર કરે છે.
pa: ਇਹ ਤਬਦੀਲੀ , ਭੌਤਿਕ ਸੀਮਾ ਦੇ ਮੁੱਲ ਵਿੱਚ, ਲੋਡ਼ੀਦੇ ਮੌਜੂਦਾ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਆਕਾਰ ਨੂੰ ਭੌਤਿਕ ਸੀਮਾ ਦਾ ਪੂਰਨ ਗੁਣਾਂਕ ਬਣਾਏਗੀ। ਇਹ ਤਬਦੀਲ ਤਰੁੰਤ ਪ੍ਰਭਾਵੀ ਹੋ ਜਾਵੇਗੀ।

source: C_ontinue
gu: ચાલુ રાખો (_o)
pa: ਜਾਰੀ ਰੱਖੋ(_C)

source: The physical extent size cannot be changed because the value selected (%10.2f MB) is larger than the smallest physical volume (%10.2f MB) in the volume group.
gu: ભૌતિક મર્યાદાનું માપ બદલી શકાતું નથી કારણકે પસંદ કરેલ કિંમત (%10.2f MB) એ વોલ્યુમ જૂથમાં નાનામાં નાના ભૌતિક વોલ્યુમ (%10.2f MB) કરતાં મોટી છે.
pa: ਭੌਤਿਕ ਸੀਮਾ-ਆਕਾਰ ਨੂੰ ਤਬਦੀਲ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਕਿਉਕਿ ਚੁਣਿਆ ਮੁੱਲ (%10.2f ਮੈਬਾ) ਵਾਲੀਅਮ-ਸਮੂਹ ਵਿੱਚ ਨਿਊਨਤਮ ਭੌਤਿਕ ਵਾਲੀਅਮ (%10.2f ਮੈਬਾ) ਤੋਂ ਵੱਡਾ ਹੈ।

source: The physical extent size cannot be changed because the value selected (%10.2f MB) is too large compared to the size of the smallest physical volume (%10.2f MB) in the volume group.
gu: ભૌતિક મર્યાદાનું માપ બદલી શકાતું નથી કારણકે પસંદ કરેલ કિંમત (%10.2f MB) એ વોલ્યુમ જૂથમાં નાનામાં નાના ભૌતિક વોલ્યુમ (%10.2f MB) ની સરખામણીમાં ખૂબ મોટી છે.
pa: ਭੌਤਿਕ ਸੀਮਾ-ਆਕਾਰ ਨੂੰ ਤਬਦੀਲ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਕਿਉਕਿ ਚੁਣਿਆ ਮੁੱਲ (%10.2f ਮੈਬਾ) ਵਾਲੀਅਮ-ਸਮੂਹ ਵਿੱਚ ਨਿਊਨਤਮ ਭੌਤਿਕ ਵਾਲੀਅਮ (%10.2f ਮੈਬਾ) ਤੋਂ ਬਹੁਤ ਜਿਆਦਾ ਵੱਡਾ ਹੈ।

source: Too small
gu: ખૂબ નાનું
pa: ਬਹੁਤ ਛੋਟਾ ਹੈ

source: This change in the value of the physical extent will waste substantial space on one or more of the physical volumes in the volume group.
gu: ભૌતિક મર્યાદાની કિંમતામાં આ બદલાવ વોલ્યુમ જૂથમાં એક અથવા વધુ ભૌતિક વોલ્યુમોની જરુરી જગ્યાને બગાડશે.
pa: ਭੌਤਿਕ ਸੀਮਾ ਦੇ ਮੁੱਲ ਵਿੱਚ ਤਬਦੀਲੀ ਵਾਲੀਅਮ ਸਮੂਹ ਵਿੱਚ ਇੱਕ ਜਾਂ ਦੋ ਭੌਤਿਕ ਵਾਲੀਅਮਾਂ ਤੇ ਮਹੱਤਵਪੂਰਨ ਥਾਂ ਨੂੰ ਖਰਾਬ ਕਰ ਦੇਵੇਗੀ।

source: The physical extent size cannot be changed because the resulting maximum logical volume size (%10.2f MB) is smaller than one or more of the currently defined logical volumes.
gu: ભૌતિક મર્યાદાનું માપ બદલી શકાતું નથી કારણકે પરિણામી મહત્તમ લોજિકલ વોલ્યુમનું માપ (%10.2f MB) એ વર્તમાનમાં વ્યાખ્યાયિત એક અથવા વધુ લોજિકલ વોલ્યુમો કરતાં નાનું છે.
pa: ਭੌਤਿਕ ਸੀਮਾ-ਆਕਾਰ ਨੂੰ ਤਬਦੀਲ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਕਿਉਕਿ ਪ੍ਰਾਪਤ ਅਧਿਕਤਮ ਵਾਲੀਅਮ ਆਕਾਰ (%10.2f ਮੈਬਾ) ਇੱਕ ਜਾਂ ਜਿਆਦਾ ਮੌਜੂਦਾ ਨਿਰਧਾਰਿਤ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਤੋਂ ਛੋਟਾ ਹੈ।

source: You cannot remove this physical volume because otherwise the volume group will be too small to hold the currently defined logical volumes.
gu: તમે આ ભૌતિક વોલ્યુમ દૂર કરી શકતા નથી કારણકે નહિંતર વર્તમાનમાં વ્યાખ્યાયિત વોલ્યુમોને રાખવા માટે વોલ્યુમ જૂથ ખૂબ નાનું પડશે.
pa: ਤੁਸੀਂ ਇਸ ਭੌਤਿਕ ਵਾਲੀਅਮ ਨੂੰ ਹਟਾ ਨਹੀ ਸਕੇ ਹੋ, ਕਿਉਕਿ ਨਹੀ ਤਾਂ ਵਾਲੀਅਮ ਸਮੂਹ ਇੰਨਾ ਛੋਟਾ ਹੋ ਜਾਵੇਗਾ ਕਿ ਉਹ ਮੌਜੂਦਾ ਨਿਧਾਰਿਤ ਲਾਜ਼ੀਕਲ ਵਾਲ਼ੀਅਮ ਨੂੰ ਸੰਭਾਲ ਨਹੀ ਸਕੇਗਾ।

source: Make Logical Volume
gu: લોજિકલ વોલ્યુમ બનાવો
pa: ਲਾਜੀਕਲ ਵਾਲੀਅਮ ਬਣਾਉ

source: Edit Logical Volume: %s
gu: લોજિકલ વોલ્યુમોમાં ફેરફાર કરો: %s
pa: ਲਾਜੀਕਲ ਵਾਲੀਅਮ ਸੋਧ: %s

source: Edit Logical Volume
gu: લોજિકલ વોલ્યુમોમાં ફેરફાર કરો
pa: ਲਾਜੀਕਲ ਵਾਲੀਅਮ ਸੋਧ

source: _Mount Point:
gu: માઉન્ટ બિંદુ (_M):
pa: ਮਾਊਟ ਸਥਿਤੀ(_M):

source: _File System Type:
gu: ફાઈલ સિસ્ટમનો પ્રકાર (_F):
pa: ਫਾਇਲ ਸਿਸਟਮ ਕਿਸਮ(_F):

source: Original File System Type:
gu: મૂળ ફાઈલ સિસ્ટમનો પ્રકાર:
pa: ਅਸਲੀ ਫਾਇਲ ਸਿਸਟਮ ਕਿਸਮ:

source: Unknown
gu: અજ્ઞાત
pa: ਅਣਪਛਾਤਾ

source: _Logical Volume Name:
gu: લોજિકલ વોલ્યુમનું નામ (_L):
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਨਾਂ(_L):

source: Logical Volume Name:
gu: લોજિકલ વોલ્યુમનું નામ:
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਨਾਂ:

source: _Size (MB):
gu: માપ (_S) (MB):
pa: ਆਕਾਰ(ਮੈਬਾ)(_S):

source: Size (MB):
gu: માપ (MB):
pa: ਆਕਾਰ(ਮੈਬਾ):

source: (Max size is %s MB)
gu: (મહત્તમ માપ છે %s MB)
pa: (ਅਧਿਕਤਮ ਆਕਾਰ %s ਮੈਬਾ ਹੈ)

source: Illegal size
gu: અયોગ્ય માપ
pa: ਗਲਤ ਆਕਾਰ

source: The requested size as entered is not a valid number greater than 0.
gu: દાખલ કરીને માંગણી કરેલ માપ એ ૦ કરતાં મોટો માન્ય નંબર નથી.
pa: ਦਿੱਤਾ ਆਕਾਰ ਇੱਕ ਠੀਕ 0 ਤੋ ਵੱਡਾ ਅੰਕ ਨਹੀ ਹੈ।

source: Mount point in use
gu: માઉન્ટ બિંદુ વપરાશમાં છે
pa: ਮਾਊਟ ਸਥਿਤੀ ਵਰਤੋਂ ਅਧੀਨ ਹੈ

source: The mount point "%s" is in use, please pick another.
gu: માઉન્ટ બિંદુ "%s" વપરાશમાં છે, મહેરબાની કરીને બીજુ પસંદ કરો.
pa: ਮਾਊਟ ਸਥਿਤੀ "%s" ਵਰਤੋਂ ਅਧੀਨ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਹੋਰ ਚੁਣੋ।

source: Illegal Logical Volume Name
gu: અયોગ્ય લોજિકલ વોલ્યુમ નામ
pa: ਗਲਤ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਨਾਂ

source: Illegal logical volume name
gu: અયોગ્ય લોજિકલ વોલ્યુમ નામ
pa: ਗਲਤ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਨਾਂ

source: The logical volume name "%s" is already in use. Please pick another.
gu: લોજિકલ વોલ્યુમ નામ "%s" પહેલાથી જ વપરાશમાં છે. મહેરબાની કરીને બીજું પસંદ કરો.
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਨਾਂ "%s" ਪਹਿਲਾਂ ਹੀ ਵਰਤੋ ਅਧੀਨ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਹੋਰ ਚੁਣੋ।

source: The current requested size (%10.2f MB) is larger than maximum logical volume size (%10.2f MB). To increase this limit you can increase the Physical Extent size for this Volume Group.
gu: હાલમાં માંગણી થયેલ માપ (%10.2f MB) એ મહત્તમ લોજિકલ વોલ્યુમ માપ(%10.2f MB) કરતાં મોટું છે. આ મર્યાદા વધારવા માટે તમે ભૌતિક મર્યાદાનું માપ આ લોજિકલ જૂથ માટે વધારી શકો છો.
pa: ਮੌਜੂਦਾ ਲੋਡ਼ੀਦਾ ਆਕਾਰ(%10.2f ਮੈਬਾ) ਅਧਿਕਤਮ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਆਕਾਰ (%10.2f ਮੈਬਾ) ਤੋਂ ਵੱਧ ਹੈ। ਇਸ ਸੀਮਾ ਨੂੰ ਵਧਾਉਣ ਲਈ ਤੁਸੀਂ ਇਸ ਵਾਲੀਅਮ ਸਮੂਹ ਦੇ ਭੌਤਿਕ ਸੀਮਾ ਆਕਾਰ ਨੂੰ ਵਧਾ ਸਕਦੇ ਹੋ।

source: Error With Request
gu: માંગણી સાથે ભૂલ
pa: ਬੇਨਤੀ ਵਿੱਚ ਗਲਤੀ

source: The logical volumes you have configured require %g MB, but the volume group only has %g MB. Please either make the volume group larger or make the logical volume(s) smaller.
gu: તમે રિપરેખાંકિત કરેલ લોજિકલ વોલ્યુમોને %g MB જરુરી છે, પરંતુ વોલ્યુમ જૂથપાસે માત્ર %g MB છે. મહેરબાની કરીને વોલ્યુમ જૂથ મોટુ બનાવો અથવાલોજિકલ જૂથ નાનું બનાવો.
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਜੋ ਕਿ ਤੁਸੀਂ ਸੰਰਚਿਤ ਕੀਤਾ ਹੈ, ਲਈ %g ਮੈਬਾ ਦੀ ਜ਼ਰੂਰਤ ਹੈ, ਪਰ ਵਾਲੀਅਮ ਸਮੂਹ ਵਿੱਚ ਸਿਰਫ %g ਮੈਬਾ ਉਪਲੱਬਧ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਜਾਂ ਤਾਂ ਵਾਲੀਅਮ ਸਮੂਹ ਦਾ ਆਕਾਰ ਵੱਡਾ ਕਰੋ ਜਾਂ ਲਾਜ਼ੀਕਲ ਭਾਗਾਂ ਦਾ ਆਕਾਰ ਘਟਾ ਦਿਉ।

source: No free slots
gu: કોઈ ખાલી સ્લોટ નથી
pa: ਖਾਲੀ ਥਾਂ ਨਹੀ ਹੈ

source: You cannot create more than %s logical volumes per volume group.
gu: તમે વોલ્યુમ જૂથ દીઠ %s લોજિકલ વોલ્યુમો બનાવી શકતા નથી.
pa: ਤੁਸੀਂ %s ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਪ੍ਰਤੀ ਵਾਲੀਅਮ ਸਮੂਹ ਤੋਂ ਵੱਧ ਨਹੀ ਹੋ ਸਕਦਾ ਹੈ।

source: No free space
gu: ખાલી જગ્યા નથી
pa: ਕੋਈ ਖਾਲੀ ਥਾਂ ਨਹੀ ਹੈ

source: There is no room left in the volume group to create new logical volumes. To add a logical volume you will need to reduce the size of one or more of the currently existing logical volumes
gu: નવા લોજિકલ વોલ્યુમો બનાવવા માટે ત્યાં કોઈ ખાલી ખંડ છોડેલો નથી. લોજિકલ વોલ્યુમ ઉમેરવા માટે તમારે એક અ અથવા વધારે વર્તમાનમાં હાજર એવા લોજિકલ વોલ્યુમનું માપ ઘટાડવું પડશે.
pa: ਵਾਲੀਅਮ ਸਮੂਹ ਵਿੱਚ ਨਵਾਂ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਬਣਾਉਣ ਲਈ ਕੋਈ ਥਾਂ ਬਾਕੀ ਨਹੀ ਹੈ। ਨਵਾਂ ਵਾਲੀਅਮ ਜੋਡ਼ਨ ਲਈ ਤੁਸੀਂ ਪਹਿਲਾਂ ਨਿਰਧਾਰਿਤ ਕੀਤੇ ਵਾਲੀਅਮ ਸਮੂਹਾਂ ਦਾ ਆਕਾਰ ਤਬਦੀਲ ਕਰ ਦਿਉ।

source: Are you sure you want to Delete the logical volume "%s"?
gu: શું તમે ખરેખર લોજિકલ વોલ્યુમ "%s" દૂર કરવા માંગો છો?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਹੀ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ "%s" ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Invalid Volume Group Name
gu: અયોગ્ય લોજિકલ જૂથ નામ
pa: ਗਲਤ ਵਾਲੀਅਮ ਸਮੂਹ ਨਾਂ

source: Name in use
gu: નામ વપરાશમાં છે
pa: ਨਾਂ ਵਰਤੋਂ ਵਿੱਚ ਹੈ

source: The volume group name "%s" is already in use. Please pick another.
gu: વોલ્યુમ જૂથ નામ "%s" પહેલાથી જ વપરાશમાં છે. મહેરબાની કરીને બીજુ પસંદ કરો.
pa: ਵਾਲੀਅਮ ਸਮੂਹ ਨਾਂ "%s" ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਹੋਰ ਚੁਣੋ।

source: Not enough physical volumes
gu: ભૌતિક વોલ્યુમો પૂરતા નથી
pa: ਲੋਡ਼ੀਦੇ ਭੌਤਿਕ ਵਾਲੀਅਮ ਨਹੀ ਹਨ

source: At least one unused physical volume partition is needed to create an LVM Volume Group. Create a partition or RAID array of type "physical volume (LVM)" and then select the "LVM" option again.
gu: LVM વોલ્યુમ જૂથ બનાવવા માટે ઓછામાં ઓછો એક ભૌતિક પાર્ટીશન જે વપરાયો નહિં હોય તે જરુરી છે. પાર્ટીશન અથવા "ભૌતિક વોલ્યુ (LVM)" પ્રકારનો RAID બનાવો અને પછી "LVM" વિકલ્પ ફરીથી પસંદ કરો.
pa: ਇੱਕ LVM ਵਾਲੀਅਮ ਸਮੂਹ ਬਣਾਉਣ ਲਈ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਅਣਵਰਤਿਆ ਭੌਤਿਕ ਵਾਲੀਅਮ ਭਾਗ ਲੋਡ਼ੀਦਾ ਹੈ। ਇੱਕ ਭਾਗ ਬਣਾਉ ਜਾਂ ਰੇਡ(RAID) ਲਡ਼ੀ ਦੀ ਕਿਸਮ "ਭੌਤਿਕ ਵਾਲੀਅਮ(LVM)" ਬਣਾਉ ਅਤੇ ਮੁਡ਼ "LVM" ਚੋਣ ਨੂੰ ਚੁਣੋ।

source: Make LVM Volume Group
gu: LVM વોલ્યુમ જૂથ બનાવો
pa: LVM ਵਾਲੀਅਮ ਸਮੂਹ ਬਣਾਉ

source: Edit LVM Volume Group: %s
gu: LVM વોલ્યુમ જૂથમાં ફેરફાર કરો: %s
pa: LVM ਵਾਲੀਅਮ ਸਮੂਹ ਸੋਧ: %s

source: Edit LVM Volume Group
gu: LVM વોલ્યુમ જૂથમાં ફેરફાર કરો
pa: LVM ਵਾਲੀਅਮ ਸਮੂਹ ਸੋਧ

source: _Volume Group Name:
gu: વોલ્યુમ જૂથ નામ (_V):
pa: ਵਾਲੀਅਮ ਸਮੂਹ ਨਾਂ(_V):

source: Volume Group Name:
gu: વોલ્યુમ જૂથ નામ:
pa: ਵਾਲੀਅਮ ਸਮੂਹ ਨਾਂ:

source: _Physical Extent:
gu: ભૌતિક મર્યાદા (_P):
pa: ਵਾਸਤਵਿਕ ਸਮੱਰਥਾ(_P):

source: Physical Volumes to _Use:
gu: ભૌતિક વોલ્યુમો વાપરવા જઈ રહ્યા છીએ (_U):
pa: ਵਰਤਣ ਲਈ ਵਾਸਤਵਿਕ ਵਾਲੀਅਮ(_U):

source: Used Space:
gu: વપરાયેલ જગ્યા:
pa: ਵਰਤੀ ਥਾਂ:

source: Free Space:
gu: ખાલી જગ્યા:
pa: ਖਾਲੀ ਥਾਂ:

source: Total Space:
gu: કુલ જગ્યા:
pa: ਕੁੱਲ ਥਾਂ:

source: Logical Volume Name
gu: લોજિકલ વોલ્યુમ નામ
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਨਾਂ

source: Size (MB)
gu: માપ (MB)
pa: ਆਕਾਰ(ਮੈਬਾ)

source: _Add
gu: ઉમેરો (_A)
pa: ਸ਼ਾਮਿਲ(_A)

source: _Edit
gu: ફેરફાર કરો (_E)
pa: ਸੋਧ(_E)

source: Logical Volumes
gu: લોજિકલ વોલ્યુમો
pa: ਲਾਜੀਕਲ ਵਾਲੀਅਮ

source: Mouse Configuration
gu: માઉસનું રુપરેખાંકન
pa: ਮਾਊਸ ਸੰਰਚਨਾ

source: /dev/ttyS0 (COM1 under DOS)
gu: /dev/ttyS0 (DOS હેઠળ COM1)
pa: /dev/ttyS0 (ਡਾਸ ਵਿੱਚ COM1 )

source: /dev/ttyS1 (COM2 under DOS)
gu: /dev/ttyS1 (DOS હેઠળ COM2)
pa: /dev/ttyS1 (ਡਾਸ ਵਿੱਚ COM2 )

source: /dev/ttyS2 (COM3 under DOS)
gu: /dev/ttyS2 (DOS હેઠળ COM3)
pa: /dev/ttyS2 (ਡਾਸ ਵਿੱਚ COM3)

source: /dev/ttyS3 (COM4 under DOS)
gu: /dev/ttyS3 (DOS હેઠળ COM4)
pa: /dev/ttyS3 (ਡਾਸ ਵਿੱਚ COM4 )

source: _Device
gu: ઉપકરણ (_D)
pa: ਜੰਤਰ(_D)

source: _Model
gu: મોડેલ (_M)
pa: ਮਾਡਲ(_M)

source: _Emulate 3 buttons
gu: બટનો ૩ સુધી પહોંચો (_E)
pa: 3 ਬਟਨਾਂ ਵਾਲੇ ਮਾਊਸ ਦੀ ਤਰਾਂ(_E)

source: Select the appropriate mouse for the system.
gu: સિસ્ટમ માટે યોગ્ય માઉસ પસંદ કરો.
pa: ਸਿਸਟਮ ਲਈ ਅਨੁਕੂਲ ਮਾਊਸ ਚੁਣੋ।

source: Gateway
gu: ગેટવે
pa: ਗੇਟਵੇ

source: Primary DNS
gu: પ્રાથમિક DNS
pa: ਪ੍ਰਾਇਮਰੀ DNS

source: Secondary DNS
gu: ગૌણ DNS
pa: ਸੈਕੰਡਰੀ DNS

source: Tertiary DNS
gu: તૃતિય DNS
pa: ਤ੍ਰਸ਼ਰੀ DNS

source: _Gateway
gu: ગેટવે (_G)
pa: ਗੇਟਵੇ(_G)

source: _Primary DNS
gu: પ્રાથમિક DNS (_P)
pa: ਪ੍ਰਾਇਮਰੀ DNS(_P)

source: _Secondary DNS
gu: ગૌણ DNS (_S)
pa: ਸੈਕੰਡਰੀ DNS(_S)

source: _Tertiary DNS
gu: તૃતિય DNS (_T)
pa: ਤ੍ਰਸ਼ਰੀ DNS(_T)

source: Network Configuration
gu: નેટવર્ક રુપરેખાંકન
pa: ਨੈੱਟਵਰਕ ਸੰਰਚਨਾ

source: Error With Data
gu: માહિતી સાથે ભૂલ છે
pa: ਡਾਟਾ ਨਾਲ ਗਲਤੀ

source: You have not specified a hostname. Depending on your network environment this may cause problems later.
gu: તમે યજમાન નામ સ્પષ્ટ કરેલ નથી. તમારા નેટવર્ક પર્યાવરણને અનુલક્ષીને આ કદાચ પાછળથી સમસ્યાઓ ઊભી કરશે.
pa: ਤੁਸੀਂ ਮੇਜ਼ਬਾਨ ਦਾ ਨਾਂ ਨਿਰਧਾਰਿਤ ਨਹੀ ਕੀਤਾ ਹੈ। ਤੁਹਾਡੇ ਨੈੱਟਵਰਕ ਦੀ ਸੰਰਚਨਾ ਮੁਤਾਬਕ ਤੁਹਾਨੂੰ ਮੁਸ਼ਕਿਲ ਆ ਸਕਦੀ ਹੈ।

source: You have not specified the field "%s". Depending on your network environment this may cause problems later.
gu: તમે ક્ષેત્ર "%s" સ્પષ્ટ કરેલ નથી. તમારા નેટવર્ક પર્યાવરણને અનુલક્ષીને આ કદાચ પાછળથી સમસ્યાઓ ઊભી કરશે.
pa: ਤੁਸੀਂ ਖੇਤਰ "%s" ਨਿਰਧਾਰਿਤ ਨਹੀ ਕੀਤਾ ਹੈ। ਤੁਹਾਡੇ ਨੈੱਟਵਰਕ ਦੀ ਸੰਰਚਨਾ ਮੁਤਾਬਕ ਤੁਹਾਨੂੰ ਮੁਸ਼ਕਿਲ ਆ ਸਕਦੀ ਹੈ।

source: The hostname "%s" is not valid for the following reason: %s
gu: યજમાનનામ "%s" નીચેના કારણોસર માન્ય નથી: %s
pa: ਮੇਜ਼ਬਾਨ ਨਾਂ "%s" ਜਾਇਜ਼ ਨਹੀ ਹੈ, ਇਸ ਦਾ ਕਾਰਨ ਹੇਠ ਦਿੱਤਾ ਹੈ : %s

source: An error occurred converting the value entered for "%s": %s
gu: "%s" માટે દાખલ કરેલી કિંમત ફેરવતી વખતે ભૂલ ઉદ્ભવી: %s
pa: "%s" ਲਈ ਦਿੱਤੇ ਮੁੱਲ ਨੂੰ ਤਬਦੀਲ ਕਰਨ ਵਿੱਚ ਗਲਤੀ ਆਈ ਹੈ: %s

source: A value is required for the field "%s".
gu: ક્ષેત્ર "%s" માટે કિંમત જરુરી છે.
pa: ਖੇਤਰ "%s" ਲਈ ਮੁੱਲ ਲੋਡ਼ੀਦਾ ਹੈ।

source: The IP information you have entered is invalid.
gu: તમે દાખલ કરેલ IP જાણકારી અમાન્ય છે.
pa: ਆਈਪੀ(IP) ਜਾਣਕਾਰੀ ਜੋ ਤੁਸੀਂ ਭਰੀ ਹੈ, ਠੀਕ ਨਹੀ ਹੈ।

source: You have no active network devices. Your system will not be able to communicate over a network by default without at least one device active. NOTE: If you have a PCMCIA-based network adapter you should leave it inactive at this point. When you reboot your system the adapter will be activated automatically.
gu: તમારી પાસે કોઈ સક્રિય નેટવર્ક ઉપકરણો નથી. તમારી સિસ્ટમ ઓછામા ઓછી એક સક્રિય ઉપકરણ વિના નેટવર્ક સાથે સંપર્ક કરવા સમર્થ નથી. નોંધ: જો તમારી પાસે PCMCIA-આધારિત નેટવર્ક એડપ્ટર હોય તો એને આ બિંદુએ નિષ્ક્રિય રહેવા દો. તમે જ્યારે તમારી સિસ્ટમ રીબુટ કરો ત્યારે એડપ્ટર આપોઆપ સક્રિય થઈ જશે.
pa: ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਸਰਗਰਮ ਨੈੱਟਵਰਕ ਜੰਤਰ ਨਹੀ ਹੈ। ਤੁਹਾਡਾ ਸਿਸਟਮ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਜੰਤਰ ਨੂੰ ਸਰਗਰਮ ਕੀਤੇ ਬਿਨਾਂ ਨੈੱਟਵਰਕ ਤੇ ਸੰਚਾਰ ਨਹੀ ਕਰ ਸਕਦਾ ਹੈ। ਟਿੱਪਣੀ: ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ PCMCIA-ਅਧਾਰਿਤ ਨੈੱਟਵਰਕ ਕਾਰਡ ਹੈ ਤਾਂ ਇਸ ਸਮੇਂ ਨਾ-ਸਰਗਰਮ ਹੀ ਰਹਿਣ ਦਿਉ। ਜਦੋਂ ਤੁਸੀਂ ਸਿਸਟਮ ਮੁਡ਼ ਚਾਲੂ ਕਰੋਗੇ ਤਾਂ ਇਸ ਕਾਰਡ ਖੁਦ ਹੀ ਸਰਗਰਮ ਹੋ ਜਾਵੇਗਾ।

source: Edit Interface %s
gu: ઈન્ટરફેસ %s માં ફેરફાર કરો
pa: ਇੰਟਰਫੇਸ %s ਸੋਧ

source: Configure using _DHCP
gu: _DHCP ની મદદથી રુપરેખાંકિત કરો
pa: _DHCP ਨਾਲ ਸੰਰਚਨਾ

source: _Activate on boot
gu: બુટ વખતે સક્રિય કરો (_A)
pa: ਬੂਟ ਸਮੇਂ ਸਰਗਰਮ(_A)

source: _IP Address
gu: _IP સરનામુ
pa: ਆਈਪੀ(_IP) ਸਿਰਨਾਵਾਂ

source: Net_mask
gu: નેટમાસ્ક (_m)
pa: ਨੈੱਟਮਾਸਕ (_M)

source: _Point to Point (IP)
gu: પોઈન્ટ ટુ પોઈન્ટ (IP) (_P)
pa: _Point ਤੋਂ Point (IP)

source: Encryption _Key
gu: એનક્રિપ્શન કી (_K)
pa: ਇੰਕ੍ਰਿਪਟਿਡ ਕੁੰਜੀ (_K)

source: Hardware address:
pa: ਜੰਤਰ ਸਿਰਨਾਵਾਂ:

source: Configure %s
gu: %s રુપરેખાંકિત કરો
pa: ਸੰਰਚਨਾ %s

source: Active on Boot
gu: બુટ વખતે સક્રિય કરો
pa: ਬੂਟ ਤੇ ਸਰਗਰਮ

source: Device
gu: ઉપકરણ
pa: ਜੰਤਰ

source: IP/Netmask
gu: IP/નેટમાસ્ક
pa: IP/ਨੈੱਟਮਾਸਕ

source: Network Devices
gu: નેટવર્ક ઉપકરણો
pa: ਨੈੱਟਵਰਕ ਜੰਤਰ

source: Set the hostname:
gu: યજમાનનામ સુયોજિત કરો:
pa: ਮੇਜ਼ਬਾਨ ਨਾਂ ਨਿਰਧਾਰਨ:

source: _automatically via DHCP
gu: DHCP મારફત આપોઆપ (_a)
pa: DHCP ਰਾਹੀਂ ਸਵੈ-ਚਾਲਿਤ(_A)

source: _manually
gu: જાતે (_m)
pa: ਦਸਤੀ(_M)

source: (ex. "host.domain.com")
gu: (દા.ત. "host.domain.com")
pa: (ਉਦਾਹਰਨ ਲਈ "host.domain.com")

source: Hostname
gu: યજમાનનામ
pa: ਮੇਜ਼ਬਾਨ ਨਾਂ

source: Miscellaneous Settings
gu: મિશ્રિત સુયોજનો
pa: ਫੁਟਕਲ ਨਿਰਧਾਰਨ

source: You can configure the boot loader to boot other operating systems. It will allow you to select an operating system to boot from the list. To add additional operating systems, which are not automatically detected, click 'Add.' To change the operating system booted by default, select 'Default' by the desired operating system.
gu: તમે બીજી ઓપરેટિંગ સિસ્ટમ બુટ કરવા માટે બુટ લોડર રુપરેખાંકિત કરી શકો છો. તે તમને યાદીમાંથી ઓપરેટિંગ સિસ્ટમ પસંદ કરીને બુટ કરવા માટે પરવાનગી આપે છે. વધારાની ઓપરેટિંગ સિસ્ટમો ઉમેરવા માટે, કે જે આપોઆપ શોધી શકાયા નથી, તે માટે 'ઉમેરો' ક્લિક કરો. મૂળભુત રીતે બુટ થતી ઓપરેટિંગ સિસ્ટમ બદલવા માટે, 'મૂળભુત' પસંદ કરીને જરુરી હોય તે ઓપરેટિંગ સિસ્ટમ પસંદ કરો.
pa: ਤੁਸੀਂ ਬੂਟਲੋਡਰ ਨੂੰ ਹੋਰ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮਾਂ ਨੂੰ ਬੂਟ ਕਰਨ ਲਈ ਵਰਤ ਸਕਦੇ ਹੋ। ਇਹ ਤੁਹਾਨੂੰ ਸੂਚੀ ਵਿੱਚੋਂ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਦੀ ਚੋਣ ਕਰਨ ਦਾ ਸਮਾਂ ਦਿੰਦਾ ਹੈ। ਹੋਰ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮਾਂ ਨੂੰ ਜੋਡ਼ਨ ਲਈ, ਜੋ ਕਿ ਸਵੈ-ਖੋਜੇ ਨਹੀ ਗਏ ਹਨ, 'ਸ਼ਾਮਿਲ' ਨੂੰ ਦਬਾਓ ਮੂਲ ਰੂਪ ਵਿੱਚ ਚੱਲਣ ਵਾਲੇ ਪਸੰਦੀਦਾ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਨੂੰ ਤਬਦੀਲ ਕਰਨ ਲਈ 'ਮੂਲ' ਦਬਾਓ।

source: Default
gu: મૂળભુત
pa: ਮੂਲ

source: Label
gu: લેબલ
pa: ਲੇਬਲ

source: Image
gu: ચિત્ર
pa: ਪ੍ਰਤੀਬਿੰਬ
