Repository: rhinstaller/anaconda
Catalog: po/*.po
Languages: gu, pa

source: The following file systems for your Linux system were not unmounted cleanly. Please boot your Linux installation, let the file systems be checked and shut down cleanly to upgrade. %s
gu: તમારી લિનક્સ સિસ્ટમ માટે નીચેની ફાઈલ સિસ્ટમો સંપૂર્ણ રીતે માઉન્ટ દૂર કરી શકાઈ નથી. મહેરબાની કરીને તમારું લિનક્સ સ્થાપન ચાલુ કરો, ફાઈલસિસ્ટમને ચકાસવાની તક આપો અને બંધ કર્યા પછી સુધારો કરો. %s
pa: ਤੁਹਾਡੇ ਲੀਨਕਸ ਸਿਸਟਮ ਲਈ ਹੇਠ ਲਿਖਿਆ ਫਾਇਲ-ਸਿਸਟਮ ਸਾਫ ਤਰੀਕੇ ਨਾਲ ਅਨ-ਮਾਊਟ ਨਹੀ ਹੋਇਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਲੀਨਕਸ ਇੰਸਟਾਲੇਸ਼ਨ ਨੂੰ ਬੂਟ ਕਰੋ, ਫਾਇਲ ਸਿਸਟਮ ਦੀ ਜਾਂਚ ਹੋਣ ਦਿਉ ਅਤੇ ਨਵੀਨੀਕਰਨ ਲਈ ਠੀਕ ਤਰੀਕੇ ਨਾਲ ਬੰਦ ਕਰੋ। %s

source: The following file systems for your Linux system were not unmounted cleanly. Would you like to mount them anyway? %s
gu: તમારી લિનક્સ સિસ્ટમ માટે નીચેની ફાઈલ સિસ્ટમો સંપૂર્ણ રીતે માઉન્ટ દૂર કરી શકાઈ નથી. શું તમે કોઈ પણ રીતે માઉન્ટ કરવા માંગો છો? %s
pa: ਤੁਹਾਡੇ ਲੀਨਕਸ ਸਿਸਟਮ ਲਈ ਹੇਠ ਲਿਖਿਆ ਫਾਇਲ-ਸਿਸਟਮ ਸਾਫ ਤਰੀਕੇ ਨਾਲ ਅਨ-ਮਾਊਟ ਨਹੀ ਹੋਇਆ ਨਹੀ ਹੈ। ਕੀ ਤੁਸੀਂ ਕਿਸੇ ਤਰਾਂ ਵੀ ਮਾਊਟ ਕਰਨਾ ਚਾਹੋਗੇ। %s

source: Mount failed
gu: માઉન્ટ નિષ્ફળ
pa: ਮਾਊਟ ਅਸਫਲ

source: One or more of the file systems listed in the /etc/fstab on your Linux system cannot be mounted. Please fix this problem and try to upgrade again.
gu: તમારી લિનક્સ સિસ્ટમના /etc/fstab મા યાદિત કરેલ એક અથવા વધુ ફાઈલ સિસ્ટમો માઉન્ટ કરી શકાઈ નથી. મહેરબાની કરીને આ સમસ્યા દૂર કરો અને સુધારો કરવાનો ફરીથી પ્રયત્ન કરો.
pa: ਤੁਹਾਡੇ ਲੀਨਕਸ ਸਿਸਟਮ ਤੇ /etc/fstab ਵਿੱਚ ਸੂਚੀਬੱਧ ਇੱਕ ਜਾਂ ਜਿਆਦਾ ਫਾਇਲ-ਸਿਸਟਮ ਮਾਊਟ ਨਹੀ ਕੀਤੇ ਜਾ ਸਕੇ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਸਮੱਸਿਆ ਦਾ ਹੱਲ ਕਰਕੇ ਮੁਡ਼ ਨਵੀਨੀਕਰਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ ਕਰੋ।

source: One or more of the file systems listed in the /etc/fstab of your Linux system are inconsistent and cannot be mounted. Please fix this problem and try to upgrade again.
gu: તમારી લિનક્સ સિસ્ટમના /etc/fstab મા યાદિત કરેલ એક અથવા વધુ ફાઈલ સિસ્ટમો ચોક્કસ નથી અને માઉન્ટ કરી શકાઈ નથી. મહેરબાની કરીને આ સમસ્યા દૂર કરો અને સુધારો કરવાનો ફરીથી પ્રયત્ન કરો.
pa: ਤੁਹਾਡੇ ਲੀਨਕਸ ਸਿਸਟਮ ਤੇ /etc/fstab ਵਿੱਚ ਸੂਚੀਬੱਧ ਇੱਕ ਜਾਂ ਜਿਆਦਾ ਫਾਇਲ-ਸਿਸਟਮ ਨਿਯਮਿਤ ਨਹੀ ਹਨ ਅਤੇ ਮਾਊਟ ਨਹੀ ਕੀਤੇ ਜਾ ਸਕੇ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਸਮੱਸਿਆ ਦਾ ਹੱਲ ਕਰਕੇ ਮੁਡ਼ ਨਵੀਨੀਕਰਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ ਕਰੋ।

source: The following files are absolute symbolic links, which we do not support during an upgrade. Please change them to relative symbolic links and restart the upgrade.
gu: નીચેની ફાઈલો એ ચોક્કસ સંજ્ઞાવાળી કડીઓ છે, કે જે અમે સુધારા દરમ્યાન આધાર આપતા નથી. મહેરબાની કરીને સંબંધિત સંજ્ઞાવાળી કડીઓમાં ફેરવાે અને સુધારો ફરીથી શરુ કરો.
pa: ਅੱਗੇ ਲਿਖੀਆਂ ਫਾਇਲਾਂ ਅਸਲੀ ਨਿਸ਼ਾਨ ਸੰਬੰਧ ਹਨ, ਜਿਹਨਾਂ ਨੂੰ ਨਵੀਨੀਕਰਨ ਲਈ ਅਸੀ ਸਹਾਇਕ ਨਹੀ ਹੋ ਸਕਦੇ ਹਾਂ। ਕਿਰਪਾ ਕਰਕੇ ਇਹਨਾਂ ਨੂੰ ਅਨੁਸਾਰੀ ਸੰਬੰਧਾਂ ਵਿੱਚ ਤਬਦੀਲ ਕਰੋ ਅਤੇ ਨਵੀਨੀਕਰਨ ਮੁਡ਼ ਚਾਲੂ ਕਰੋ।

source: Absolute Symlinks
gu: ચોક્કસ સંજ્ઞાવાળી કડીઓ
pa: ਅਸਲੀ ਨਿਸ਼ਾਨ-ਸੰਬੰਧ

source: The following are directories which should instead be symbolic links, which will cause problems with the upgrade. Please return them to their original state as symbolic links and restart the upgrade.
gu: નીચેની ડિરેક્ટરીઓ કે જે સંજ્ઞાવાળી કડીઓ છે, કે જે સુધારા સાથે સમસ્યાઓ ઊભી કરે છે. મહેરબાની કરીને તેમને સંજ્ઞાવાળી કડીઓની મૂળ સ્થિતિમાં ફેરવો અને સુધારો ફરીથી શરુ કરો.
pa: ਇਹ ਡਾਇਰੈਕਟਰੀਆਂ, ਜੋ ਕਿ ਨਿਸ਼ਾਨ ਸੰਬੰਧ ਹੋਣੀਆਂ ਚਾਹੀਦੀਆਂ ਸਨ, ਇੰਸਟਾਲੇਸ਼ਨ ਦੌਰਾਨ ਸਮੱਸਿਆ ਪੈਦਾ ਕਰਨਗੀਆਂ। ਕਿਰਪਾ ਕਰਕੇ ਇਹਨਾਂ ਨੂੰ ਇਹਨਾਂ ਦੀ ਮੂਲ ਸਥਿਤੀ ਵਿੱਚ ਹੀ ਤਬਦੀਲ ਕਰੋ ਅਤੇ ਨਵੀਨੀਕਰਨ ਮੁਡ਼ ਚਾਲੂ ਕਰੋ।

source: Invalid Directories
gu: અયોગ્ય ડિરેક્ટરીઓ
pa: ਗਲਤ ਡਾਇਰੈਕਟਰੀਆਂ

source: %s not found
gu: %s મળ્યુ નથી
pa: %s ਨਹੀ ਲੱਭਾ

source: Finding
gu: શોધી રહ્યા છીએ
pa: ਖੋਜ ਜਾਰੀ ਹੈ

source: Finding packages to upgrade...
gu: સુધારો કરવા માટે પેકેજો શોધી રહ્યા છીએ...
pa: ਨਵੀਨੀਕਰਨ ਲਈ ਪੈਕੇਜਾਂ ਦੀ ਖੋਜ...

source: The installation program is unable to upgrade systems with a pre-rpm 4.x database. Please install the errata rpm packages for your release as described in the release notes and then run the upgrade procedure.
gu: સ્થાપનનો કાર્યક્રમ pre-rpm 4.x ડેટાબેેઝ સાથે સિસ્ટમને સુધારવા માટેઅસમર્થ છે. મહેરબાની કરીને આવૃત્તિ નોંધોમાં દર્શાવ્યા પ્રમાણે તમારી આવૃત્તિ માટે errata rpm પેકેજો સ્થાપિત કરો અને પછી સુધારાની પ્રક્રિયા શરુ કરો.
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਕਾਰਜ ਸਿਸਟਮ, ਜਿਸ ਉੱਪਰ pre-rpm 4.x ਡਾਟਾਬੇਸ ਹੋਵੇ, ਦਾ ਨਵੀਨੀਕਰਨ ਨਹੀ ਕਰ ਸਕਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਵਰਜਨ ਲਈ errata ਆਰਪੀਐਮ ਪੈਕੇਜ, ਜਿਵੇ ਕਿ ਜਾਰੀ ਟਿੱਪਣੀ ਵਿੱਚ ਕਿਹਾ ਹੈ, ਅਨੁਸਾਰ ਇੰਸਟਾਲ ਕਰੋ ਅਤੇ ਮੁਡ਼ ਨਵੀਕਰਨ ਕਾਰਵਾਈ ਨੂੰ ਚਲਾਉ।

source: An error occurred when finding the packages to upgrade.
gu: સુધારો કરવા માટે પેકેજો શોધતાં ભૂલ ઉદ્ભવી.
pa: ਪੈਕੇਜਾਂ ਦਾ ਨਵੀਨੀਕਰਨ ਕਰਨ ਲਈ ਖੋਜ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ।

source: The arch of the release of %s you are upgrading to appears to be %s which does not match your previously installed arch of %s. This is likely to not succeed. Are you sure you wish to continue the upgrade process?
gu: %s ની આવૃત્તિનો આર્ક કે જે તમે સુધારવા જઈ રહ્યા છો તે %s તરીકે દેખાશેઅને %s ની પહેલાની આવૃત્તિ સાથે બંધબેસતું નથી. આ સફળતા જેવુનથી. શું તમે ચોક્કસ છો કે તમે સુધારાની પ્રક્રિયા સાથે આગળ વધવા માંગો છો?
pa: %s ਦੇ ਜਾਰੀ ਵਰਜਨ ਦਾ ਸੰਕੁਚਿਤ ਦਾ ਨਵੀਨੀਕਰਨ ਜਾਪਦਾ %s ਹੈ, ਜੋ ਕਿ ਤੁਹਾਡੇ ਪਹਿਲਾਂ ਇੰਸਟਾਲ %s ਦੇ ਵਰਜਨ ਨਾਲ ਮੇਲ ਨਹੀ ਖਾ ਰਿਹਾ ਹੈ। ਇਸ ਵਿੱਚ ਸਫਲਤਾ ਦੀ ਉਮੀਦ ਨਹੀ ਹੈ। ਕੀ ਤੁਸੀਂ ਨਵੀਨੀਕਰਨ ਕਾਰਵਾਈ ਨੂੰ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੋਗੇ?

source: This system appears to have third party packages installed that overlap with packages included in %s. Because these packages overlap, continuing the upgrade process may cause them to stop functioning properly or may cause other system instability. Please see the release notes for more information. Do you wish to continue the upgrade process?
gu: આ સિસ્ટમમાં ત્રીજી વ્યક્તિના પેકેજો સ્થાપિત થયા હોય એમ લાગે છે કેજે %s માંના પેકેજો સાથે મળતા આવે છે. આ પેકેજો એક ઉપર એક બેસવાથીસુધારાની પ્રક્રિયા તેમને કદાચ યોગ્ય રીતે કામ કરવાનું બંધ કરી દે અથવા કદાચબીજી સિસ્ટમ તેમનું સ્થાયિત્વ બગાડી દે. મહેરબાની કરીને વધુ જાણકારી માટેઆવૃત્તિની નોંધો જુઓ. શું તમે સુધારાની પ્રક્રિયા ચાલુ રાખવા માંગો છો?
pa: ਇਸ ਸਿਸਟਮ ਤੇ ਕੋਈ ਹੋਰ ਪੈਕੇਜ ਇੰਸਟਾਲ ਹਨ, ਜੋ ਕਿ %s ਵਿੱਚ ਸ਼ਾਮਿਲ ਪੈਕੇਜਾਂ ਨਾਲ ਟਕਰਾ ਰਹੇ ਹਨ, ਕਿਉਂਕਿ ਇਹ ਪੈਕੇਜ ਇੱਕ ਦੂਸਰੇ ਦੇ ਵਿਰੋਧੀ ਹਨ, ਇਸ ਕਰਕੇ ਨਵੀਨੀਕਰਨ ਕਾਰਵਾਈ ਨਾਲ ਇਹ ਕੰਮ ਕਰਨਾ ਬੰਦ ਕਰ ਸਕਦੇ ਹਨ ਜਾਂ ਸਿਸਟਮ ਨੂੰ ਅਸਥਿਰ ਵੀ ਕਰ ਸਕਦੇ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ ਜਾਰੀ ਟਿੱਪਣੀਆਂ ਵੇਖੋ। ਕੀ ਤੁਸੀਂ ਨਵੀਨੀਕਰਨ ਨਾਲ ਜਾਰੀ ਰਹਿਣਾ ਪਸੰਦ ਕਰੋਗੇ?

source: This system does not have an /etc/redhat-release file. It is possible that this is not a %s system. Continuing with the upgrade process may leave the system in an unusable state. Do you wish to continue the upgrade process?
gu: સિસ્ટમ પાસે /etc/redhat-release ફાઈલ નથી. એ શક્ય છે કે આ %s સિસ્ટમ નહિં હોય. સુધારાની પ્રક્રિયા ચાલુ રાખતાં સિસ્ટમ અસ્થાયી સ્થિતિમાં ચાલી જશે.શું તમે સુધારાની પ્રક્રિયા ચાલુ રાખવા માંગો છો?
pa: ਇਸ ਸਿਸਟਮ ਤੇ /etc/redhat-release ਫਾਇਲ ਮੌਜੂਦ ਨਹੀ ਹੈ। ਇਹ ਸੰਭਵ ਹੈ ਕਿ ਇਹ %s ਸਿਸਟਮ ਨਹੀ ਹੈ। ਨਵੀਨੀਕਰਨ ਨੂੰ ਜਾਰੀ ਰੱਖਣ ਨਾਲ ਸਿਸਟਮ ਇੱਕ ਅਸਥਿਰ ਸਥਿਤੀ ਵਿੱਚ ਪੁੱਜ ਜਾਵੇਗਾ। ਕੀ ਤੁਸੀਂ ਨਵੀਨੀਕਰਨ ਨੂੰ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੋਗੇ?

source: You appear to be upgrading from a system which is too old to upgrade to this version of %s. Are you sure you wish to continue the upgrade process?
pa: ਤੁਸੀਂ ਇੱਕ ਸਿਸਟਮ ਦਾ ਨਵੀਨੀਕਰਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ ਕਰ ਰਹੇ ਹੋ, ਜੋ ਕਿ %s ਦੇ ਇਸ ਵਰਜਨ ਲਈ ਬਹੁਤ ਪੁਰਾਣਾ ਹੈ। ਕੀ ਤੁਸੀਂ ਨਵੀਨੀਕਰਨ ਕਾਰਵਾਈ ਨੂੰ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੋਗੇ?

source: Connecting...
gu: જોડાઈ રહ્યા છીએ...
pa: ਜੁਡ਼ ਰਿਹਾ ਹੈ...

source: Unable to Start X
gu: X શરુ કરવામાં અસમર્થ
pa: X ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਅਸਫਲ

source: X was unable to start on your machine. Would you like to start VNC to connect to this computer from another computer and perform a graphical install or continue with a text mode install?
gu: તમારા મશીન પર X શરુ કરવા માટે અસમર્થ છે. શું તમે આ કમ્પ્યુટરને બીજા કમ્પ્યુટર સાથે જોડવા માટે VNC શરુ કરવા માંગો છો અને ગ્રાફિકવાળું સ્થાપન શરુ કરવા માંગો છો અથવા લખાણવાળી સ્થિતિ સાથે સ્થાપન ચાલુ રાખવા માંગો છો?
pa: X ਤੁਹਾਡੀ ਮਸ਼ੀਨ ਨੂੰ ਆਰੰਭ ਕਰਨ ਤੋਂ ਅਸਫਲ ਹੈ, ਕੀ ਤੁਸੀਂ VNC ਸ਼ੁਰੂ ਕਰਨਾ ਪਸੰਦ ਕਰੋਗੇ, ਤਾਂ ਕਿ ਇਸ ਕੰਪਿਊਟਰ ਨੂੰ ਹੋਰ ਕੰਪਿਊਟਰ ਨਾਲ ਜੋੜਿਆ ਜਾ ਸਕੇ ਤੇ ਗਰਾਫੀਕਲ ਜਾਂ ਪਾਠ ਢੰਗ ਨਾਲ ਇੰਸਟਾਲੇਸ਼ਨ ਨਾਲ ਜਾਰੀ ਰੱਖੀ ਜਾ ਸਕੇ?

source: Use text mode
gu: લખાણવાળી સ્થિતિ વાપરો
pa: ਪਾਠ ਢੰਗ ਵਰਤੋਂ

source: Start VNC
gu: VNC શરુ કરો
pa: VNC ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ...

source: VNC Configuration
gu: VNC રુપરેખાંકન
pa: VNC ਸੰਰਚਨਾ

source: No password
gu: પાસવર્ડ નથી
pa: ਕੋਈ ਗੁਪਤ-ਕੋਡ ਨਹੀਂ

source: A password will prevent unauthorized listeners connecting and monitoring your installation progress. Please enter a password to be used for the installation
gu: પાસવર્ડ એ સત્તાધિકરણ વગરના માણસોને તમારી સ્થાપનની પ્રક્રિયાની સાથે જોડાવા અને ધ્યાન રાખવાથી બચાવે છે. મહેરબાની કરીને સ્થાપન માટે વાપરવાનો પાસવર્ડ દાખલ કરો.
pa: ਇੱਕ ਗੁਪਤ-ਕੋਡ ਨਾਲ ਤੁਹਾਡੀ ਇੰਸਟਾਲੇਸ਼ਨ ਕਾਰਵਾਈ ਨਾ-ਪ੍ਰਮਾਣਿਤ ਸੁਣਨ ਵਾਲਿਆਂ ਦੇ ਜੁੜਨ ਤੇ ਵੇਖਣ ਤੋਂ ਸੁਰੱਖਿਅਤ ਹੋ ਸਕਦੀ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਗੁਪਤ-ਕੋਡ ਭਰੋ।

source: Password:
gu: પાસવર્ડ:
pa: ਗੁਪਤ-ਕੋਡ:

source: Password (confirm):
gu: પાસવર્ડ (ખાતરી):
pa: ਗੁਪਤ-ਕੋਡ (ਪੁਸ਼ਟੀ):

source: Password Mismatch
gu: પાસવર્ડ બંધબેસતો નથી
pa: ਗੁਪਤ-ਕੋਡ ਮੇਲ ਨਹੀਂ ਖਾ ਰਿਹਾ

source: The passwords you entered were different. Please try again.
gu: તમે દાખલ કરેલા પાસવર્ડો અલગ અલગ છે. મહેરબાની કરીને ફરીથી પ્રયત્ન કરો.
pa: ਗੁਪਤ-ਕੋਡ, ਜੋ ਤੁਸੀਂ ਦਿੱਤੇ ਹਨ, ਵੱਖੋ-ਵੱਖਰੇ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਮੁਡ਼-ਕੋਸ਼ਿਸ ਕਰੋ।

source: Password Length
gu: પાસવર્ડની લંબાઈ
pa: ਗੁਪਤ-ਕੋਡ ਲੰਬਾਈ

source: The password must be at least six characters long.
gu: પાસવર્ડ ઓછામાં ઓછો ૬ અક્ષરોની લંબાઈનો હોવો જ જોઈએ.
pa: ਗੁਪਤ-ਕੋਡ ਘੱਟੋ-ਘੱਟ 6 ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਜ਼ਰੂਰੀ ਹੈ।

source: DDC Probed Monitor
gu: DDC પ્રોબવાળું મોનિટર
pa: DDC ਖੋਜਿਆ ਮਾਨੀਟਰ

source: zSeries machines can access industry-standard SCSI devices via Fibre Channel (FCP). You need to provide 5 parameters for each device: a 16 bit device number, a 16bit SCSI ID, a 64 bit World Wide Port Name (WWPN), a 16bit SCSI LUN and a 64 bit FCP LUN.
pa: zSeries ਮਸ਼ੀਨਾਂ ਸਨਅਤੀ ਪੱਧਰ SCSI ਜੰਤਰਾਂ ਨੂੰ ਫਾਇਬਰ ਚੈਨਲ(FCP) ਰਾਹੀ ਖੋਲ ਸਕਦੀਆਂ ਹਨ। ਤੁਹਾਨੂੰ ਹਰ ਜੰਤਰ ਲਈ 5 ਪੈਰਾਮੀਟਰ ਦੇਣੇ ਪੈਣਗੇ। ਇੱਕ 16 ਬਿੱਟ ਜੰਤਰ ਨੰਬਰ, 16 ਬਿੱਟ SCSI ID, ਇੱਕ 64 ਬਿੱਟ ਵਰਡਵਾਇਡ ਪੋਰਟ ਨੰਬਰ(WWPN), ਇੱਕ 16 ਬਿੱਟ SCSI LUN ਅਤੇ 64 ਬਿੱਟ FCP LUN।

source: Device number
gu: ઉપકરણ નંબર
pa: ਜੰਤਰ ਨੰਬਰ

source: You have not specified a device number or the number is invalid
gu: તમે ઉપકરણ નંબર સ્પષ્ટ કરેલ નથી અથવા નંબર અયોગ્ય છે
pa: ਤੁਸੀਂ ਜੰਤਰ ਨੰਬਰ ਨਿਰਧਾਰਿਤ ਨਹੀਂ ਕੀਤਾ ਹੈ ਜਾਂ ਨੰਬਰ ਠੀਕ ਨਹੀਂ ਹੈ

source: You have not specified a SCSI ID or the ID is invalid.
gu: તમે SCSI ID સ્પષ્ટ કરેલ નથી અથવા ID અયોગ્ય છે.
pa: ਤੁਸੀਂ ਇੱਕ SCSI Id ਨਿਰਧਾਰਿਤ ਨਹੀਂ ਕੀਤਾ ਹੈ ਜਾਂ ID ਜਾਇਜ ਨਹੀਂ ਹੈ।

source: You have not specified a worldwide port name or the name is invalid.
gu: તમે વિશ્વવ્યાપી પોર્ટ નામ સ્પષ્ટ કરેલ નથી અથવા નામ અયોગ્ય છે.
pa: ਤੁਸੀਂ ਵਰਡਵਾਇਡ ਪੋਰਟ ਨਾਂ ਨਿਰਧਾਰਿਤ ਨਹੀਂ ਕੀਤਾ ਹੈ ਜਾਂ ਨਾਂ ਜਾਇਜ ਨਹੀਂ ਹੈ।

source: You have not specified a SCSI LUN or the number is invalid.
gu: તમે SCSI LUN સ્પષ્ટ કરેલ નથી અથવા નંબર અયોગ્ય છે.
pa: ਤੁਸੀਂ SCSI LUN ਨਾਂ ਨਿਰਧਾਰਿਤ ਨਹੀਂ ਕੀਤਾ ਹੈ ਜਾਂ ਨੰਬਰ ਜਾਇਜ ਨਹੀਂ ਹੈ।

source: You have not specified a FCP LUN or the number is invalid.
gu: તમે FCP LUN સ્પષ્ટ કરેલ નથી અથવા નંબર અયોગ્ય છે.
pa: ਤੁਸੀਂ FCP LUN ਨਾਂ ਨਿਰਧਾਰਿਤ ਨਹੀਂ ਕੀਤਾ ਹੈ ਜਾਂ ਨੰਬਰ ਜਾਇਜ ਨਹੀਂ ਹੈ।

source: Set Root Password
gu: રુટ પાસવર્ડ સુયોજિત કરો
pa: ਪ੍ਰੰਬਧਕ(Root) ਲਈ ਗੁਪਤ-ਕੋਡ ਨਿਰਧਾਰਨ

source: Error with Password
gu: પાસવર્ડ સાથે ભૂલ છે
pa: ਗੁਪਤ-ਕੋਡ ਵਿੱਚ ਗਲਤੀ

source: You must enter your root password and confirm it by typing it a second time to continue.
gu: તમારે તમારો રુટ પાસવર્ડ દાખલ કરવો જ પડશે અને તેને બીજી વાર લખીને ખાતરી કરવી જ જોઈએ.
pa: ਤੁਹਾਨੂੰ ਜਾਰੀ ਰਹਿਣ ਲਈ ਪਰ੍ਬੰਧਕ(Root) ਲਈ ਗੁਪਤ-ਕੋਡ ਦੇਣਾ ਪਵੇਗਾ ਅਤੇ ਫਿਰ ਮੁਡ਼ ਲਿਖ ਕੇ ਇਸ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨੀ ਪਵੇਗੀ।

source: The passwords you entered were different. Please try again.
gu: તમે દાખલ કરેલ બંને પાસવર્ડો અલગ છે. મહેરબાની કરીને ફરીથી પ્રયત્ન કરો.
pa: ਗੁਪਤ-ਕੋਡ, ਜੋ ਤੁਸੀਂ ਭਰੇ ਹਨ, ਵੱਖਰੇ-ਵੱਖਰੇ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਮੁਡ਼ ਕੋਸ਼ਿਸ ਕਰੋ।

source: The root password must be at least six characters long.
gu: રુટ પાસવર્ડ ઓછામાં ઓછો ૬ અક્ષરોની લંબાઈનો તો હોવો જ જોઈએ.
pa: ਪ੍ਰਬੰਧਕ(Root) ਲਈ ਗੁਪਤ-ਕੋਡ ਘੱਟੋ-ਘੱਟ ਛੇ ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਜਰੂਰੀ ਹੈ।

source: Requested password contains non-ascii characters which are not allowed for use in password.
gu: મંજૂરી કરાયેલ પાસવર્ડ આસ્કી સિવાયના (non-ascii) અક્ષરો સમાવે છે જે પાસવર્ડ માટે વાપરવા માન્ય નથી.
pa: ਲੋਡ਼ੀਦੇ ਗੁਪਤ-ਕੋਡ ਵਿੱਚ ਨਾ-ascii ਅੱਖਰ ਹਨ, ਜੋ ਕਿ ਗੁਪਤ-ਕੋਡ ਲਈ ਵਰਤਣ ਦੀ ਇਜ਼ਾਜਤ ਨਹੀ ਹੈ।

source: The root account is used for administering the system. Enter a password for the root user.
gu: રુટ ખાતુ એ સિસ્ટમના સંચાલન માટે વપરાય છે. રુટ વપરાશકર્તા માટે પાસવર્ડ દાખલ કરો.
pa: ਪ੍ਰਬੰਧਕ(root) ਖਾਤਾ ਤੁਹਾਡੇ ਸਿਸਟਮ ਦੇ ਪ੍ਰਬੰਧਨ ਲਈ ਵਰਤਿਆ ਜਾਦਾ ਹੈ, ਪ੍ਰਬੰਧਕ(root) ਉਪਭੋਗਤਾ ਲਈ ਗੁਪਤ-ਕੋਡ ਭਰੋ।

source: Root _Password:
gu: રુટ પાસવર્ડ (_P):
pa: ਪਰ੍ਬੰਧਕ(Root) ਗੁਪਤ-ਕੋਡ(_P):

source: _Confirm:
gu: ખાતરી (_C):
pa: ਪੁਸ਼ਟੀ(_C):

source: Authentication Configuration
gu: સત્તાધિકરણ રુપરેખાંકન
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਸੰਰਚਨਾ

source: Enable _MD5 passwords
gu: _MD5 પાસવર્ડો સક્રિય કરો
pa: _MD5 ਗੁਪਤ-ਕੋਡ ਯੋਗ ਕਰੋ

source: Enable shado_w passwords
gu: શેડો પાસવર્ડો સક્રિય કરો (_w)
pa: shado_w ਗੁਪਤ-ਕੋਡ ਯੋਗ ਕਰੋ

source: Enable N_IS
gu: N_IS સક્રિય કરો
pa: N_IS ਯੋਗ ਕਰੋ

source: Use _broadcast to find NIS server
gu: NIS સર્વર શોધવા માટે બ્રોડકાસ્ટ વાપરો (_b)
pa: NIS ਸਰਵਰ ਲੱਭਣ ਲਈ ਬਰਾਡਕਾਸਟ ਵਰਤੋਂ(_B)

source: NIS _Domain:
gu: NIS ડોમેઈન (_D):
pa: NIS ਡੋਮੇਨ(_D):

source: NIS _Server:
gu: NIS સર્વર (_S):
pa: NIS ਸਰਵਰ(_S):

source: Enable _LDAP
gu: _LDAP સક્રિય કરો
pa: _LDAP ਯੋਗ ਕਰੋ

source: Use _TLS lookups
gu: _TLS લુકઅપ વાપરો
pa: _TLS ਖੋਜ ਵਰਤੋਂ

source: LDAP _Server:
gu: LDAP સર્વર (_S):
pa: LDAP ਸਰਵਰ(_S):

source: LDAP _Base DN:
pa: LDAP ਆਧਾਰ DN(_B):

source: Enable _Kerberos
gu: કર્બરોઝ સક્રિય કરો (_K)
pa: ਕੀਰਬੀਰੋਸ ਯੋਗ(_K)

source: R_ealm:
pa: ਸੀਮਾ ਖੇਤਰ(_E):

source: _Admin Server:
gu: _Admin સર્વર:
pa: ਪ੍ਰਬੰਧਕ ਸਰਵਰ(_A):

source: Enable SMB _Authentication
gu: SMB સત્તાધિકરણ સક્રિય કરો (_A)
pa: SMB ਪ੍ਰਮਾਣਕਿਤਾ ਯੋਗ ਕਰੋ(_A)

source: SMB _Server:
gu: SMB સર્વર (_S):
pa: _SMB ਸਰਵਰ:

source: SMB Work_group:
pa: SMB ਵਰਕਗਰੁੱਪ(_G):

source: Kerberos 5
gu: કર્બરોઝ ૫
pa: ਕੀਰਬੀਰੋਸ 5

source: A boot loader password prevents users from changing options passed to the kernel. For greater system security, it is recommended that you set a password.
gu: બુટ લોડર પાસવર્ડ વપરાશકર્તાઓને કર્નલને વિકલ્પો પસાર કરવાથી બચાવે છે. મોટી સિસ્ટમોની સુરક્ષા માટે, એ જરુરી છે કે તમે તમારો પાસવર્ડ સુયોજિત કરો.
pa: ਬੂਟ-ਲੋਡਰ ਗੁਪਤ-ਕੋਡ, ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਕਰਨਲ ਲਈ ਭੇਜਣ ਵਾਲ਼ੀ ਚੋਣ ਵਿੱਚ ਤਬਦੀਲੀ ਕਰਨ ਤੋਂ ਰੋਕਦਾ ਹੈ। ਸਖਤ ਸੁਰੱਖਿਆ ਲਈ ਇਹ ਗੁਪਤ-ਕੋਡ ਨੂੰ ਵਰਤਣ ਦੀ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਦੀ ਹੈ।

source: _Use a boot loader password
gu: બુટ લોડર પાસવર્ડ વાપરો (_U)
pa: ਬੂਟ-ਲੋਡਰ ਗੁਪਤ-ਕੋਡ ਵਰਤੋਂ(_U)

source: Change _password
gu: પાસવર્ડ બદલો (_p)
pa: ਗੁਪਤ-ਕੋਡ ਤਬਦੀਲ(_P)

source: Enter Boot Loader Password
gu: બુટલોડર પાસવર્ડ દાખલ કરો
pa: ਬੂਟ ਲੋਡਰ ਗੁਪਤ-ਕੋਡ ਦਿਉ

source: Enter a boot loader password and then confirm it. (Note that your BIOS keymap may be different than the actual keymap you are used to.)
gu: બુટલોડર પાસવર્ડ દાખલ કરો અને પછી તેની ખાતરી કરો. (નોંધ કરો કે કદાચ તમારું BIOS કીમેપ મૂળ કીમેપ કરતાં અલગ હોય.)
pa: ਬੂਟ ਲੋਡਰ ਗੁਪਤ-ਕੋਡ ਦਿਉ ਅਤੇ ਇਸ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ। (ਯਾਦ ਰੱਖੋ ਕਿ ਤੁਹਾਡਾ BIOS ਕੀ-ਮੈਪ, ਤੁਹਾਡੇ ਅਸਲੀ ਕੀ-ਮੈਪ, ਜੋ ਕਿ ਤੁਸੀਂ ਵਰਤ ਰਹੇ ਹੋ, ਤੋਂ ਵੱਖਰਾ ਹੋ ਸਕਦਾ ਹੈ।)

source: _Password:
gu: પાસવર્ડ (_P):
pa: ਗੁਪਤ-ਕੋਡ(_P):

source: Con_firm:
gu: ખાતરી (_f):
pa: ਪੁਸ਼ਟੀ(_F):

source: Passwords don't match
gu: પાસવર્ડો બંધબેસતા નથી
pa: ਗੁਪਤ-ਕੋਡ ਮੇਲ ਨਹੀਂ ਖਾ ਰਿਹਾ

source: Passwords do not match
gu: પાસવર્ડ મળતા નથી
pa: ਗੁਪਤ-ਕੋਡ ਮੇਲ ਨਹੀ ਖਾ ਰਿਹਾ

source: Your boot loader password is less than six characters. We recommend a longer boot loader password. Would you like to continue with this password?
gu: તમારુ બુટ લોડર પાસવર્ડ એ ૬ અક્ષરો કરતાં નાનો છે. અમે મોટો બુટ લોડર પાસવર્ડનો આગ્રહ રાખીએ છીએ શું તમે આ પાસવર્ડ સાથે ચાલુ રાખવા માંગો છો?
pa: ਤੁਹਾਡਾ ਬੂਟ ਲੋਡਰ ਗੁਪਤ-ਕੋਡ ਛੇ(੬) ਅੱਖਰਾਂ ਤੋ ਘੱਟ ਹੈ। ਅਸੀ ਇਸ ਤੋ ਲੰਮੇ ਬੂਟ-ਲੋਡਰ ਗੁਪਤ-ਕੋਡ ਦੀ ਸਿਫਾਰਸ ਕਰਦੇ ਹਾਂ। ਕੀ ਤੁਸੀਂ ਇਸ ਗੁਪਤ-ਕੋਡ ਨਾਲ ਜਾਰੀ ਰਹਿਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Boot Diskette Creation
gu: બુટ ડિસ્ક બનાવવાનું
pa: ਬੂਟ ਡਿਸਕੀਟ ਬਣਾਉ

source: The boot diskette allows you to boot your %s system from a floppy diskette. A boot diskette allows you to boot your system in the event your bootloader configuration stops working, if you chose not to install a boot loader, or if your third-party boot loader does not support Linux. It is highly recommended you create a boot diskette.
gu: બુટ ડિસ્ક તમને તમારી %s સિસ્ટમ ફ્લોપી ડિસ્કમાંથી ચલાવવાની પરવાનગી આપે છે. બુટ ડિસ્ક તમને તમારી બુટલોડર રુપરેખાંકન કામ કરવાનું બંધ કરે ત્યારેચલાવવાની પરવાનગી આપે છે, જો તમે બુટ લોડર સ્થાપિત નહિં કરવાનું પસંદ કરોઅથવા તમારું ત્રીજી વ્યક્તિનું સોફ્ટવેર લિનક્સને આધાર નહિં આપે. એવો માેટે ભાગે આગ્રહ રાખવામાં આવે છે કે તમે બુટ ડિસ્ક બનાવી દો.
pa: ਬੂਟ ਫਲਾਪੀ ਤੁਹਾਡੇ %s ਸਿਸਟਮ ਨੂੰ ਫਲਾਪੀ ਤੋਂ ਬੂਟ ਕਰਨ ਦੀ ਕਰਨ ਦੀ ਸਹੂਲਤ ਦਿੰਦੀ ਹੈ। ਬੂਟ ਫਲਾਪੀ, ਕਿਸੇ ਕਾਰਨ ਕਰਕੇ ਬੂਟ-ਲੋਡਰ ਸੰਰਚਨਾ ਦਾ ਖਰਾਬ ਹੋਣ, ਬੂਟ ਲੋਡਰ ਨਾ ਇੰਸਟਾਲ ਨਾ ਕਰਨ ਜਾਂ ਕਿਸੇ ਹੋਰ ਬੂਟ ਲੋਡਰ, ਜੋ ਕਿ ਲੀਨਕਸ ਨੂੰ ਲੋਡ ਕਰਨ ਲਈ ਸਹਿਯੋਗੀ ਨਹੀ ਹੈ, ਹਾਲਾਤ ਵਿੱਚ ਬੂਟ ਕਰਨ ਦੀ ਸਹੂਲਤ ਦਿੰਦਾ ਹੈ। ਇਸ ਦੀ ਪੁਰਜ਼ੋਰ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਦੀ ਹੈ ਕਿ ਤੁਸੀਂ ਫਲਾਪੀ ਬਣਾਉ।

source: _Yes, I would like to create a boot diskette
gu: હા, હું બુટ ડિસ્ક બનાવવા માંગુ છું (_Y)
pa: ਹਾਂ, ਮੈ ਬੂਟ-ਡਿਸਕੀਟ ਬਣਾਉਣੀ ਚਾਹੁੰਦਾ ਹਾਂ(_Y)

source: No, I _do not want to create a boot diskette
gu: ના, હું બુટ ડિસ્ક બનાવવા માંગતો નથી (_d)
pa: ਨਹੀ, ਮੈਂ ਬੂਟ-ਡਿਸਕੀਟ ਨਹੀ ਬਣਾਉਣੀ ਚਾਹੁੰਦਾ ਹਾਂ(_N)

source: Advanced Boot Loader Configuration
gu: ઉન્નત બુટલોડર રુપરેખાંકન
pa: ਤਕਨੀਕੀ ਬੂਟ-ਲੋਡਰ ਸੰਰਚਨਾ

source: Forcing the use of LBA32 for your bootloader when not supported by the BIOS can cause your machine to be unable to boot. Would you like to continue and force LBA32 mode?
pa: ਆਪਣੇ ਬੂਟ-ਲੋਡਰ ਲਈ LBA32 ਵਰਤਣ ਲਈ ਮਜਬੂਰ ਕਰਨਾ, ਜੇ BIOS ਦੁਆਰਾ ਸਹਿਯੋਗੀ ਨਾ ਹੋਇਆ, ਤੁਹਾਡੀ ਮਸ਼ੀਨ ਨੂੰ ਬੂਟ ਤੋ ਰੋਕ ਸਕਦਾ ਹੈ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰਹਿਣਾ ਪਸੰਦ ਕਰੋਗੇ ਅਤੇ LBA32 ਢੰਗ ਲਈ ਮਜਬੂਰ ਕਰੋਗੇ?

source: Force LBA32
gu: LBA32 પર ભાર મૂકો
pa: LBA32 ਲਈ ਮਜ਼ਬੂਰ ਕਰੋ

source: _Force LBA32 (not normally required)
gu: LBA32 પર ભાર મૂકો (_F) (મોટે ભાગે જરુરી નથી)
pa: LBA32 ਲਈ ਮਜ਼ਬੂਰ ਕਰੋ (ਆਮ ਤੌਰ ਤੇ ਲੋਡ਼ੀਦਾ ਨਹੀ)(_F)

source: If you wish to add default options to the boot command, enter them into the 'General kernel parameters' field.
gu: જો તમે તમારા બુટ આદેશ પાસે મૂળભુત વિકલ્પો ઉમેરવા માંગતા હોય, તો તેમને કર્નલના સામાન્ય પરિમાણો ક્ષેત્રમાં મૂકો.
pa: ਜੇਕਰ ਤੁਸੀਂ ਬੂਟ ਕਮਾਂਡ ਦੀ ਮੂਲ ਚੋਣ ਵਿੱਚ ਕੁਝ ਜੋਡ਼ਨਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਇਹਨਾਂ ਨੂੰ 'ਸਧਾਰਨ ਕਰਨਲ ਪੈਰਾਮੀਟਰ' ਖੇਤਰ ਵਿੱਚ ਭਰੋ।

source: _General kernel parameters
gu: સામાન્ય કર્નલ પરિમાણો (_G)
pa: ਸਧਾਰਨ ਕਰਨਲ ਪੈਰਾਮੀਟਰ(_G)

source: Boot Loader Configuration
gu: બુટલોડર રુપરેખાંકન
pa: ਬੂਟ ਲੋਡਰ ਸੰਰਚਨਾ

source: Change Boot Loader
gu: બુટલોડર બદલો
pa: ਬੂਟ ਲੋਡਰ ਤਬਦੀਲ

source: You have elected to not install any boot loader. It is strongly recommended that you install a boot loader unless you have an advanced need. A boot loader is almost always required in order to reboot your system into Linux directly from the hard drive. Would you like to continue and not install a boot loader?
pa: ਤੁਸੀਂ ਕੋਈ ਬੂਟ-ਲੋਡਰ ਨਾ ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਚੋਣ ਕੀਤੀ ਹੈ। ਇਸ ਦੀ ਜ਼ੋਰਦਾਰ ਸਿਫਾਰਸ ਕੀਤੀ ਜਾਦੀ ਹੈ ਕਿ ਤੁਸੀਂ ਬੂਟ-ਲੋਡਰ ਇੰਸਟਾਲ ਕਰੋ, ਜਦ ਤੱਕ ਕੇ ਤੁਹਾਨੂੰ ਤਕਨੀਕੀ ਲੋਡ਼ ਨਹੀ ਹੈ। ਬੂਟ-ਲੋਡਰ ਦੀ ਲੋਡ਼ ਹਮੇਸ਼ਾ ਲੀਨਕਸ ਨੂੰ ਹਾਰਡ-ਡਰਾੲੀਵ ਤੋ ਸਿੱਧਾ ਬੂਟ ਕਰਨ ਲਈ ਪੈਂਦੀ ਹੈ। ਕੀ ਤੁਸੀਂ ਬੂਟ ਲੋਡਰ ਨਾ ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰਕੇ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: C_ontinue with no boot loader
gu: બુટલોડર નહિં હોય એમ ચાલુ કરો (_o)
pa: ਬਿਨਾਂ ਬੂਟ ਲੋਡਰ ਦੇ ਜਾਰੀ ਰੱਖੋ(_O)

source: Please select the boot loader that the computer will use. GRUB is the default boot loader. However, if you do not wish to overwrite your current boot loader, select "Do not install a boot loader."
gu: મહેરબાની કરીને બુટલોડર પસંદ કરો કે જે તમારું કમ્પ્યુટર વાપરશે. GRUB એ મૂળભુત બુટલોડર છે. તેમછતાં પણ, જો તમારે વર્તમાન બુટ લોડર પર ફરીથી લખવાની જરુર હોય તો, "બુટલોડર સ્થાપિક કરો નહિ."
pa: ਕਿਰਪਾ ਕਰਕੇ ਬੂਟ-ਲੋਡਰ ਦੀ ਚੋਣ ਕਰੋ, ਜੋ ਕਿ ਇਹ ਕੰਪਿਊਟਰ ਵਰਤੇਗਾ। ਗਰਬ(GRUB) ਮੂਲ ਬੂਟ-ਲੋਡਰ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਆਪਣਾ ਮੌਜੂਦਾ ਬੂਟ-ਲੋਡਰ ਤਬਦੀਲ ਨਹੀ ਕਰਨਾ ਹੈ ਤਾਂ "ਬੂਟ-ਲੋਡਰ ਨਾ ਇੰਸਟਾਲ ਕਰੋ" ਦੀ ਚੋਣ ਕਰੋ।

source: Use _GRUB as the boot loader
gu: _GRUB ને બુટલોડર તરીકે વાપરો
pa: ਗਰਬ(_GRUB ) ਨੂੰ ਬੂਟ ਲੋਡਰ ਵਜੋਂ ਵਰਤੋਂ

source: _Do not install a boot loader
gu: બુટ લોડર સ્થાપિત કરો નહિં (_D)
pa: ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਨਾ ਕਰੋ(_D)

source: The %s boot loader will be installed on /dev/%s.
gu: %s બુટલોડર /dev/%s પર સ્થાપિત થશે.
pa: ਬੂਟ ਲੋਡਰ %s ਇਸ /dev/%s ਤੇ ਇੰਸਟਾਲ ਹੋਵੇਗਾ।

source: No boot loader will be installed.
gu: કોઈ બુટલોડર સ્થાપિત થશે નહિં.
pa: ਕੋਈ ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਨਹੀ ਹੋਵੇਗਾ।

source: _Change boot loader
gu: બુટલોડર બદલો (_C)
pa: ਬੂਟ ਲੋਡਰ ਤਬਦੀਲ(_C)

source: Configure advanced boot loader _options
gu: ઉન્નત બુટલોડર વિકલ્પો રુપરેખાંકિત કરો (_o)
pa: ਤਕਨੀਕੀ ਬੂਟ ਲੋਡਰ ਚੋਣ ਦੀ ਸੰਰਚਨਾ(_O)

source: Install Boot Loader record on:
gu: ના પર બુટલોડર રેકોર્ડ સ્થાપિત કરો:
pa: ਬੂਟ ਲੋਡਰ ਰਿਕਾਰਡ ਨੂੰ ਇੰਸਟਾਲ ਕਰੋ:

source: _Change Drive Order
gu: ડ્રાઈવનો ક્રમ બદલો (_C)
pa: ਡਰਾੲੀਵ ਕ੍ਰਮ ਤਬਦੀਲ(_C)

source: Edit Drive Order
gu: ડ્રાઈવના ક્રમમાં ફેરફાર કરો
pa: ਡਰਾੲੀਵ ਕ੍ਰਮ ਵਿੱਚ ਸੋਧ

source: Arrange the drives to be in the same order as used by the BIOS. Changing the drive order may be useful if you have multiple SCSI adapters or both SCSI and IDE adapters and want to boot from the SCSI device. Changing the drive order will change where the installation program locates the Master Boot Record (MBR).
gu: BIOS દ્વારા વપરાતા ક્રમ પ્રમાણે જ ડ્રાઈવો ગોઠવો. ડ્રાઈવોનો ક્રમ બદલવાનુંઉપયોગી થઈ શકે જ્યારે તમારી પાસે SCSI એડેપ્ટર અથવા બંને SCSI અને IDE એડેપ્ટરો હોય અને SCSI ઉપકરણમાંથી બુટ કરવાનું પસંદ કરો. ડ્રાઈવનો ક્રમ બદલવાનું તમારા સ્થાપન કે જ્યાં કાર્યક્રમો સ્થિત થયેલ હોય અને Master Boot Record (MBR) સ્થિત કરે તે બદલાઈ જાય.
pa: ਡਰਾੲੀਵਾਂ ਨੂੰ ਉਸੇ ਤਰਤੀਬ ਵਿੱਚ ਕ੍ਰਮਬੱਧ ਕੀਤਾ ਗਿਆ ਹੈ, ਜਿਸ ਤਰਾਂ BIOS ਵਿੱਚ ਹੈ। ਤਬਦੀਲ ਕਰਨ ਤਾਂ ਹੀ ਲਾਭਦਾਇਕ ਹੈ, ਜੇਕਰ ਤੁਹਾਡਾ ਕੋਲ ਬਹੁਤ SCSI ਐਡਪੈਟਰ ਹਨ ਜਾਂ ਦੋਵੇ SCSI ਅਤੇ IDE ਐਡਪੈਟਰ ਹਨ ਅਤੇ ਤੁਸੀਂ SCSI ਜੰਤਰ ਤੋ ਬੂਟ ਕਰਨਾ ਹੈ। ਡਰਾੲੀਵ ਦੀ ਤਰਤੀਬ ਤਬਦੀਲ ਕਰਨ ਨਾਲ ਮਾਸਟਰ ਬੂਟ ਰਿਕਾਰਡ (MBR) ਦੀ ਸਥਿਤੀ ਤਬਦੀਲ ਹੋ ਜਾਦੀ ਹੈ।

source: About to Install
gu: સ્થાપન વિશે
pa: ਇੰਸਟਾਲ ਬਾਰੇ

source: Reboot?
gu: રીબુટ?
pa: ਮੁਡ਼ ਚਾਲੂ?

source: The system will be rebooted now.
gu: સિસ્ટમ હવે રીબુટ થશે.
pa: ਸਿਸਟਮ ਹੁਣ ਮੁਡ਼ ਚਾਲੂ ਹੋ ਜਾਵੇਗਾ।

source: Click next to begin installation of %s.
gu: %s નું સ્થાપન આગળ વધારવા માટે આગળ વધો પર ક્લિક કરો.
pa: %s ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਅੱਗੇ ਦਬਾਓ।

source: A complete log of the installation can be found in the file '%s' after rebooting your system. A kickstart file containing the installation options selected can be found in the file '%s' after rebooting the system.
gu: તમારી સિસ્ટમ રીબુટ કર્યા પછી સ્થાપનની પૂરેપુરી જાણકારી ફાઈલ '%s'માં જોવા મળે છે. કિકસ્ટાર્ટ ફાઈલ કે જે સ્થાપનના વિકલ્પોને સમાવે છે તે ફાઈલ '%s' માં તમારી સિસ્ટમ રીબુટ કર્યા પછી જોવા મળે છે.
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਦਾ ਪੂਰਾ ਲਾਗ ਸਿਸਟਮ ਦੇ ਮੁਡ਼ ਚਾਲੂ ਹੋਣ ਮਗਰੋ ਫਾਇਲ '%s' ਵਿੱਚ ਵੇਖਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਕਿੱਕ ਸਟਾਰਟ ਫਾਇਲ, ਜੋ ਕਿ ਇੰਸਟਾਲੇਸ਼ਨ ਚੋਣ ਰੱਖਦੀ ਹੈ, ਨੂੰ ਸਿਸਟਮ ਦੇ ਮੁਡ਼ ਚਾਲੂ ਹੋਣ ਮਗਰੋਂ ਫਾਇਲ '%s' ਵਿੱਚ ਵੇਖਿਆ ਜਾ ਸਕਦਾ ਹੈ।

source: About to Upgrade
gu: સુધારા વિશે
pa: ਨਵੀਨੀਕਰਨ ਬਾਰੇ

source: Click next to begin upgrade of %s.
gu: %s નો સુધારો કરવા માટે આગળ વધો પર ક્લિક કરો.
pa: %s ਦਾ ਨਵੀਨੀਕਰਨ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਅੱਗੇ ਦਬਾਓ।

source: A complete log of the upgrade can be found in the file '%s' after rebooting your system.
gu: સુધારાની પૂરેપુરી વિગત સિસ્ટમ રીબુટ કર્યા પછી ફાઈલ '%s' માં જોવા મળે છે.
pa: ਨਵੀਨੀਕਰਨ ਦਾ ਪੂਰਾ ਲਾਗ, ਸਿਸਟਮ ਦੇ ਮੁਡ਼-ਚਾਲੂ ਹੋਣ ਮਗਰੋ ਫਾਇਲ '%s' ਵਿੱਚ ਹੋਵੇਗਾ।

source: Congratulations
gu: ધન્યવાદ
pa: ਮੁਬਾਰਕ

source: Remove any installation media used during the installation process and press the "Reboot" button to reboot your system.
pa: ਕੋਈ ਵੀ ਇੰਸਟਾਲੇਸ਼ਨ ਮਾਧਿਅਮ, ਜੋ ਵੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੌਰਾਨ ਵਰਤਿਆ ਹੈ, ਹਟਾਓ ਅਤੇ "ਮੁਡ਼ ਚਾਲੂ" ਬਟਨ ਨਾਲ ਆਪਣੇ ਸਿਸਟਮ ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰਨ ਲਈ ਇਸਤੇਮਾਲ ਕਰੋ।

source: Congratulations, the installation is complete. %s%s
gu: ધન્યવાદ, સ્થાપન પૂર્ણ થયું. %s%s
pa: ਮੁਬਾਰਕ, ਇੰਸਟਾਲੇਸ਼ਨ ਮੁਕੰਮਲ ਹੋਈ ਹੈ। %s%s

source: Unresolved Dependencies
gu: નહિં ઉકેલાયેલ આધારભૂતો
pa: ਨਾ-ਹੱਲ ਨਿਰਭਰਤਾ

source: Total install size: %s
gu: કુલ સ્થાપનનું માપ: %s
pa: ਕੁੱਲ ਇੰਸਟਾਲ ਆਕਾਰ: %s

source: Package
gu: પેકેજ
pa: ਪੈਕੇਜ

source: Requirement
gu: જરુરિયાત
pa: ਨਿਰਭਰਤਾ

source: _Install packages to satisfy dependencies
gu: આધારપણુ સંતોષ મેળવવા માટે પેકેજો સ્થાપિત કરો (_I)
pa: ਨਿਰਭਰਤਾ ਨੂੰ ਨਿਪਟਾਉਣ ਲਈ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰੋ(_I)

source: _Do not install packages that have dependencies
gu: પેકેજો કે જે બીજા પર આધારિત હોય તેવા સ્થાપિત કરો નહિં (_D)
pa: ਪੈਕੇਜ, ਜਿਨਾਂ ਦੀ ਨਿਰਭਰਤਾ ਹੈ, ਨੂੰ ਇੰਸਟਾਲ ਨਾ ਕਰੋ(_D)।

source: I_gnore package dependencies
gu: પેકેજોનું આધારપણું અવગણો (_g)
pa: ਪੈਕੇਜ ਨਿਰਭਰਤਾ ਨੂੰ ਅਣਡਿੱਠਾ ਕਰੋ(_G)

source: Package Defaults
gu: પેકેજોના મૂળભુતો
pa: ਪੈਕੇਜ ਮੂਲ
