Repository: rhinstaller/anaconda
Catalog: po/*.po
Languages: gu, pa

source: Select the _partition to put the swap file on:
gu: સ્વેપ ફાઈલ પસંદ કરવા માટે પાર્ટીશન પસંદ કરો:
pa: ਸਵੈਪ ਫਾਇਲ ਰੱਖਣ ਲਈ ਭਾਗ ਚੁਣੋ(_P):

source: Partition
gu: પાર્ટીશન
pa: ਭਾਗ

source: Free Space (MB)
gu: ખાલી જગ્યા (MB)
pa: ਖਾਲੀ ਥਾਂ (ਮੈਬਾ)

source: It is recommended that your swap file be at least %d MB. Please enter a size for the swap file:
gu: એનો આગ્રહ રાખવામાં આવે છે કે તમારી સ્વેપ ફાઈલ ઓછામાં ઓછી %d MB હોવી જોઈએ. મહેરબાની કરીને સ્વેપ ફાઈલ માટે માપ દાખલ કરો:
pa: ਇਹ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਦੀ ਹੈ ਕਿ ਤੁਸੀਂ ਸਵੈਪ-ਫਾਇਲ ਦਾ ਆਕਾਰ ਨਿਊਨਤਮ %d ਮੈਬਾ ਰੱਖੋ। ਕਿਰਪਾ ਕਰਕੇ ਸਵੈਪ-ਫਾਇਲ ਦਾ ਆਕਾਰ ਦਿਉ:

source: Swap file _size (MB):
gu: સ્વેપ ફાઈલ માપ (MB) (_s):
pa: ਸਵੈਪ ਫਾਇਲ ਆਕਾਰ(ਮੈਬਾ)(_s):

source: I _don't want to create a swap file
gu: મારે સ્વેપ ફાઈલ બનાવવાની જરુર છે (_d)
pa: ਮੈ ਸਵੈਪ ਫਾਇਲ ਨਹੀ ਬਣਾਉਣਾ ਚਾਹੁੰਦਾ ਹਾਂ(_d)

source: It is stongly recommended that you create a swap file. Failure to do so could cause the installer to abort abnormally. Are you sure that you wish to continue?
gu: એ ખૂબ જરુરી છે કે તમારે સ્વેપ ફાઈલ બનાવવી જરુરી છે. એમ કરવામાં નિષ્ફળતા સ્થાપકને અડધેથી બંધ કરી દેવાનું કારણ બને છે. શું તમે ચાલુ રાખવા માંગો છો?
pa: ਇਸ ਦੀ ਜ਼ੋਰਦਾਰ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਦੀ ਹੈ ਕਿ ਤੁਸੀਂ ਸਵੈਪ ਫਾਇਲ ਬਣਾਉ। ਅਜਿਹਾ ਨਾ ਕਰਨ ਦੀ ਹਾਲਾਤ ਵਿੱਚ ਇੰਸਟਾਲਰ ਨੂੰ ਅਸਧਾਰਨ ਰੂਪ ਵਿੱਚ ਬੰਦ ਕਰਨਾ ਪੈ ਸਕਦਾ ਹੈ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰਹਿਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: The swap file must be between 1 and 2000 MB in size.
gu: સ્વેપ ફાઈલ ૧ અને ૨૦૦૦ MB માપ ની વચ્ચે જ હોવી જોઈએ.
pa: ਸਵੈਪ ਫਾਇਲ ਦਾ ਆਕਾਰ 1 ਅਤੇ 2000 ਮੈਬਾ ਵਿੱਚ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।

source: There is not enough space on the device you selected for the swap partition.
gu: તમે સ્વેપ પાર્ટીશન માટે પસંદ કરેલ ઉપકરણ માટે પૂરતી જગ્યા નથી.
pa: ਜੋ ਜੰਤਰ ਤੁਸੀਂ ਸਵੈਪ ਲਈ ਚੁਣਿਆ ਹੈ, ਤੇ ਲੋਡ਼ੀਦਾ ਥਾਂ ਨਹੀ ਹੈ।

source: Unprobed Monitor
gu: નહિં ચકાસાયેલ મોનિટર
pa: ਨਾ-ਜਾਂਚਿਆ ਮਾਨੀਟਰ

source: Customize Graphical Configuration
gu: ગ્રાફિકલ રુપરેખાંકન કસ્ટમાઈઝ કરો
pa: ਗਰਾਫੀਕਲ ਸੰਰਚਨਾ ਪ੍ਰਚਲਣ

source: _Color Depth:
gu: રંગની ઊંડાઈ (_C):
pa: ਰੰਗ ਗਹਿਰਾਈ(_C):

source: 256 Colors (8 Bit)
gu: ૨૫૬ રંગો (૮ બીટ)
pa: 256 ਰੰਗ (8 ਬਿੱਟ)

source: High Color (16 Bit)
gu: ઊંચો રંગ (૧૬ બીટ)
pa: ਜਿਆਦਾ ਰੰਗ (16 ਰੰਗ)

source: True Color (24 Bit)
gu: ખરુ રંગ (૨૪ બીટ)
pa: ਅਸਲ਼ੀ ਰੰਗ(24 ਬਿੱਟ)

source: _Screen Resolution:
gu: સ્ક્રીન રીઝોલ્યુશન (_S):
pa: ਸਕਰੀਨ ਰੈਜ਼ੋਲੇਸ਼ਨ(_S):

source: Please choose your default desktop environment:
gu: મહેરબાની કરીને તમારુ મૂળભુત ડેસ્કટોપ પર્યાવરણ પસંદ કરો:
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਮੂਲ ਵਿਹਡ਼ਾ ਵਾਤਾਵਰਣ ਚੁਣੋ:

source: Your desktop environment is:
gu: તમારુ ડેસ્કટોપ પર્યાવરણ છે:
pa: ਤੁਹਾਡਾ ਵਿਹਡ਼ਾ ਵਾਤਾਵਰਣ:

source: GNO_ME
pa: ਗਨੋਮ(_M)

source: _KDE
pa: ਕੇਡੀਈ(_K)

source: Please choose your login type:
gu: મહેરબાની કરીને તમારો પ્રવેશ પ્રકાર પસંદ કરો:
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਲਾਗਇਨ ਦੀ ਕਿਸਮ ਚੁਣੋ:

source: _Text
gu: લખાણ (_T)
pa: ਪਾਠ(_T)

source: _Graphical
gu: ગ્રાફિકવાળું (_G)
pa: ਗਰਾਫੀਕਲ(_G)

source: Monitor Configuration
gu: મોનિટર રુપરેખાંકન
pa: ਮਾਨੀਟਰ ਸੰਰਚਨਾ

source: Monitor Unspecified
gu: મોનિટર સ્પષ્ટ થયેલ નથી
pa: ਮਾਨੀਟਰ ਅਣ-ਨਿਰਧਾਰਿਤ

source: You have not selected a monitor type. It is recommended you choose the closest matching model in order to have the highest possible display quality.
gu: તમે મોનિટરનો પ્રકાર પસંદ કરેલ નથી. એ જરુરી છે કે તમે નજીકનું બંધબેસતું મોડેલ મહત્તમ શક્ય ડિસ્પ્લે ગુણવત્તા સાથેના ક્રમમાં પસંદ કરો.
pa: ਤੁਸੀਂ ਮਾਨੀਟਰ ਦੀ ਕਿਸਮ ਚੁਣੀ ਨਹੀ ਹੈ। ਵੱਧ-ਤੋ-ਵੱਧ ਦਰਿਸ਼ ਦੇ ਗੁਣ ਲਈ ਇਹ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਦੀ ਹੈ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਮਾਨੀਟਰ ਦੇ ਮਾਡਲ ਲਈ ਅਨੁਕੂਲ ਚੋਣ ਕਰੋ।

source: _Choose monitor type
gu: મોનિટરનો પ્રકાર પસંદ કરો (_C)
pa: ਮਾਨੀਟਰ ਦੀ ਕਿਸਮ ਚੁਣੋ(_C)

source: In most cases, the monitor can be automatically detected. If the detected settings are not correct for the monitor, select the right settings.
gu: મોટા ભાગના કિસ્સાઓમાં, મોનિટર આપોઆપ શોધાઈ જાય છે. જો શોધાયેલ સુયોજનો મોનિટર માટે યોગ્ય નહિં હોય, તો સાચા સુયોજનો પસંદ કરો.
pa: ਜਿਆਦਾਤਰ ਤਾਂ ਮਾਨੀਟਰ ਸਵੈ ਹੀ ਖੋਜਿਆ ਜਾਦਾ ਹੈ। ਜੇਕਰ ਖੋਜੀ ਸੰਰਚਨਾ ਠੀਕ ਨਹੀ ਹੈ ਤਾਂ ਠੀਕ ਸੰਰਚਨਾ ਦੀ ਚੋਣ ਕਰੋ।

source: Restore _original values
gu: મૂળ કિંમતો ફરીથી સંગ્રહો (_o)
pa: ਮੂਲ ਮੁੱਲ ਮੁਡ਼ ਨਿਰਧਾਰਨ(_O)

source: Hori_zontal Sync:
gu: આડુ સુમેળ (_z):
pa: ਖਿਤਿਜੀ ਸਮਕਾਲੀ(_z):

source: _Vertical Sync:
gu: ઊભુ સુમેળ (_V):
pa: ਲੰਬਕਾਰੀ ਸਮਕਾਲੀ(_V):

source: kHz
pa: ਕਿਲੋ-ਹਰਟਜ਼

source: Hz
pa: ਹਰਟਜ਼

source: Graphical Interface (X) Configuration
gu: ગ્રાફિકવાળું ઈન્ટરફેસ (X) રુપરેખાંકન
pa: ਗਰਾਫੀਕਲ ਇੰਟਰਫੇਸ(X) ਸੰਰਚਨਾ

source: Unknown video card
gu: અજ્ઞાત વિડીયો કાર્ડ
pa: ਅਣਪਛਾਤਾ ਵੀਡਿਓ ਕਾਰਡ

source: An error has occurred selecting the video card %s. Please report this error to %s.
pa: ਵੀਡਿਓ ਕਾਰਡ %s ਨੂੰ ਚੁਣਨ ਦੌਰਾਨ ਗਲਤੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਦੀ ਸੂਚਨਾ %s ਨੂੰ ਦਿਓ।

source: Unspecified video card
gu: નહિં સ્પષ્ટ કરેલ વિડીયો કાર્ડ
pa: ਅਣ-ਨਿਰਧਾਰਿਤ ਵੀਡਿਓ ਕਾਰਡ

source: You need to pick a video card before X configuration can continue. If you want to skip X configuration entirely choose the 'Skip X Configuration' button.
gu: જો તમારે X રુપરેખાંકન ચાલુ રહે તે પહેલાં વિડીયો કાર્ડ પકડવાની જરુર છે.જો તમે હાલમાં X રુપરેખાંકન અવગણવા માંગો તો 'X રુપરેખાંકન અવગણો' બટન દબાવો.
pa: ਤੁਹਾਨੂੰ ਇੱਕ ਵੀਡਿਓ ਕਾਰਡ ਜ਼ਰੂਰ ਚੁਣਨਾ ਚਾਹੀਦਾ ਹੈ, ਇਸ ਤੋ ਪਹਿਲਾਂ ਕਿ X ਸੰਰਚਨਾ ਜਾਰੀ ਰਹੇ। ਜੇਕਰ ਤੁਸੀਂ ਸਾਰੀ X ਸੰਰਚਨਾ ਨੂੰ ਛੱਡਣਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਹੇਠਾਂ 'X ਸੰਰਚਨਾ ਛੱਡੋ' ਨੂੰ ਦਬਾਓ।

source: Your system will be setup to use the frame buffer driver for the X Window System. If you do not want to setup the X Window System, choose 'Skip X Configuration' below.
gu: તમારી સિસ્ટમ X વિન્ડો સિસ્ટમ માટે ફ્રેમ બફર વાપરવા માટે સુયોજિત થયેલ છે.જો તમે X વિન્ડો સિસ્ટમ સુયોજિત કરવા માંગતા નહિં હોય, તો 'X રુપરેખાંકનઅવગણઓ' પસંદ કરો.
pa: X ਝਰੋਖਾ ਸਿਸਟਮ ਲਈ ਫਰੇਮ ਬਫਰ ਡਰਾੲੀਵਰ ਵਰਤਣ ਲਈ ਤੁਹਾਡਾ ਸਿਸਟਮ ਨਿਰਧਾਰਿਤ ਕੀਤਾ ਜਾਵੇਗਾ। ਜੇਕਰ ਤੁਸੀਂ X ਝਰੋਖਾ ਸਿਸਟਮ ਲਈ ਨਿਰਧਾਰਨ ਨਹੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਹੇਠਾਂ 'X ਸੰਰਚਨਾ ਅਧੂਰੀ ਛੱਡੋ' ਨੂੰ ਦਬਾਓ।

source: Your video ram size can not be autodetected. Choose your video ram size from the choices below:
gu: તમારી વિડીયો ram માપ આપોઆપ શોધાયેલ નથી. નીચેના વિકલ્પોમાંથી તમારી વિડીયો ram માપ પસંદ કરો:
pa: ਤੁਹਾਡੀ ਵੀਡਿਓ-ਰੈਮ ਦਾ ਆਕਾਰ ਸਵੈ-ਖੋਜਿਆ ਨਹੀ ਜਾ ਸਕਿਆ ਹੈ। ਆਪਣੀ ਪਸੰਦ ਮੁਤਾਬਕ ਵੀਡਿਓ-ਰੈਮ ਦਾ ਆਕਾਰ ਅੱਗੇ ਲਿਖੇ ਵਾਂਗ ਚੁਣੋ:

source: In most cases, the video hardware can be automatically detected. If the detected settings are not correct for the hardware, select the right settings.
gu: મોટા ભાગના કિસ્સાઓમાં, વિડીયો હાર્ડવેર આપોઆપ શોધાઈ જશે. જો શોધાયેલ સુયોજનો હાર્ડવેર માટે યોગ્ય ના હોય, તો સાચા સુયોજનો પસંદ કરો.
pa: ਬਹੁਤ ਵਾਰ, ਵੀਡਿਓ ਹਾਰਡਵੇਅਰ ਖੁਦ ਹੀ ਖੋਜਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਨਿਰਧਾਰਨ ਠੀਕ ਨਹੀ ਸਮਝਦੇ ਹੋ ਤਾਂ ਤੁਸੀਂ ਖੁਦ ਵੀ ਨਿਰਧਾਰਨ ਕਰ ਸਕਦੇ ਹੋ।

source: _Video card RAM:
gu: વિડીયો કાર્ડ RAM (_V):
pa: ਵੀਡਿਓ ਕਾਰਡ ਰੈਮ(RAM)(_V):

source: _Skip X configuration
gu: X રુપરેખાંકન અવગણો (_S)
pa: X ਸੰਰਚਨਾ ਅਧੂਰੀ ਛੱਡੋ(_S)

source: ZFCP Configuration
gu: ZFCP રુપરેખાંકન
pa: ZFCP ਸੰਰਚਨਾ

source: _Remove
gu: દૂર કરો (_R)
pa: ਹਟਾਓ(_R)

source: FCP Devices
gu: FCP ઉપકરણો
pa: FCP ਜੰਤਰ

source: Add FCP device
gu: FCP ઉપકરણ ઉમેરો
pa: FCP ਜੰਤਰ ਸ਼ਾਮਿਲ

source: Edit FCP device %s
gu: FCP ઉપકરણ %s માં ફેરફાર કરો
pa: FCP ਜੰਤਰ %s ਸੋਧ

source: You're about to remove a FCP disk from your configuration. Are you sure that you wish to continue?
gu: તમે FCP ડિસ્કને તમારા રુપરેખાંકનમાંથી દૂર કરવા જઈ રહ્યા છો. શું તમે ખરેખર ચાલુ રાખવા માંગો છો?
pa: ਤੁਸੀਂ ਆਪਣੀ ਸੰਰਚਨਾ ਵਿੱਚੋਂ FCP ਡਿਸਕ ਹਟਾਉਣ ਲਈ ਤਿਆਰ ਹੋ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣ ਲਈ ਸਹਿਮਤ ਹੋ?

source: z/IPL Boot Loader Configuration
gu: z/IPL બુટ લોડર રુપરેખાંકન
pa: z/IPL ਬੂਟ ਲੋਡਰ ਸੰਰਚਨਾ

source: The z/IPL boot loader will be installed on your system.
gu: z/IPL બુટ લોડર તમારી સિસ્ટમ પર સ્થાપિત થશે.
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ z/IPL ਬੂਟ-ਲੋਡਰ ਇੰਸਟਾਲ ਹੋਵੇਗਾ।

source: The z/IPL Boot Loader will now be installed on your system. The root partition will be the one you selected previously in the partition setup. The kernel used to start the machine will be the one to be installed by default. If you wish to make changes later after the installation feel free to change the /etc/zipl.conf configuration file. You can now enter any additional kernel parameters which your machine or your setup may require.
gu: z/IPL બુટ લોડર હવે તમારી સિસ્ટમ પર સ્થાપિત થશે. તમે પહેલા પસંદ કરેલ રુટ પાર્ટીશન સુયોજન માટે છે. મશીનને શરુ કરવા માટે વપરાતી કર્નલ કે જે મૂળભુત રીતે સ્થાપિત થયેલ છે. જો તમને સુધારો કરવાની જરુર જણાય તો સ્થાપન પછી /etc/zipl.conf રુપરેખાંકન ફાઈલ બદલવામાં રાહત અનુભવો. તમે હવે કોઈપણ વધારાના પરિમાણો દાખલ કરી શકો છો કે જે તમારા મશીન અથવા સેટઅપ માટે જરુરી છે.
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ z/IPL ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਹੋ ਜਾਵੇਗਾ। ਰੂਟ ਭਾਗ, ਜੋ ਕਿ ਤੁਸੀਂ ਪਹਿਲਾਂ ਭਾਗ ਨਿਰਧਾਰਨ ਦੌਰਾਨ ਚੁਣਿਆ ਸੀ, ਹੋਵੇਗਾ। ਕਰਨਲ, ਜੋ ਕਿ ਮਸ਼ੀਨ ਨੂੰ ਚਾਲੂ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਵੇਗਾ, ਮੂਲ ਰੂਪ ਵਿੱਚ ਇੰਸਟਾਲ ਹੋਵੇਗਾ। ਜੇਕਰ ਤੁਸੀਂ ਇੰਸਟਾਲੇਸ਼ਨ ਤੋ ਬਾਅਦ ਤਬਦੀਲ ਕਰਨੀ ਚਾਹੋ ਤਾਂ/etc/zipl.conf configuration ਫਾਇਲ ਵਿੱਚ ਤਬਦੀਲੀ ਕਰ ਸਕਦੇ ਹੋ। ਹੁਣ ਤੁਸੀਂ ਵਾਧੂ ਕਰਨਲ ਪੈਰਾਮੀਟਰ, ਜੋ ਕਿ ਤੁਹਾਡੀ ਮਸ਼ੀਨ ਲਈ ਜਾਂ ਨਿਰਧਾਰਨ ਲਈ ਲੋਡ਼ੀਦੇ ਹਨ, ਇਥੇ ਦੇ ਸਕਦੇ ਹੋ।

source: Kernel Parameters
gu: કર્નલ પરિમાણો
pa: ਕਰਨਲ ਪੈਰਾਮੀਟਰ

source: Chandev Parameters
gu: Chandev પરિમાણો
pa: Chandev ਪੈਰਾਮੀਟਰ

source: The boot diskette allows you to boot your %s system from a floppy diskette. A boot diskette allows you to boot your system in the event your bootloader configuration stops working. It is highly recommended you create a boot diskette. Would you like to create a boot diskette?
gu: બુટ ડિસ્ક તમને તમારી %s સિસ્ટમને ફ્લોપીમાંથી ચલાવવાની પરવાનગી આપે છે.બુટ ડિસ્ક તમને તમારી સિસ્ટમ બુટ કરવાની પરવાનગી આપે છે જ્યારે તમારુ બુટલોડર રુપરેખાંકન કામ કરવાનું બંધ કરી દે. ેએનો ખૂબ આગ્રહ રાખવામાં આવે છે કે તમે તમારી બુટ ડિસ્ક બનાવો. શુંં તમે તમારી બુટ ડિસ્ક બનાવવા માંગો છો?
pa: ਬੂਟ ਡਿਸਕ, ਤੁਹਾਨੂੰ ਤੁਹਾਡਾ %s ਸਿਸਟਮ ਫਲਾਪੀ ਨਾਲ ਬੂਟ ਲਈ ਸਹਾਇਕ ਹੈ। ਇਹ ਤੁਹਾਡਾ ਬੂਟ-ਲੋਡਰ ਕੰਮ ਨਾ ਕਰਨ ਦੀ ਹਾਲਾਤ ਵਿੱਚ ਸਹਾਇਕ ਹੈ। ਬੂਟ ਫਲਾਪੀ ਬਣਾਉਣ ਦੀ ਪੁਰਜ਼ੋਰ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਦੀ ਹੈ। ਕੀ ਤੁਸੀਂ ਬੂਟ ਡਿਸਕ ਬਣਾਉਣੀ ਪਸੰਦ ਕਰੋਗੇ?

source: Boot Diskette
gu: બુટ ડિસ્ક
pa: ਬੂਟ ਡਿਸਕੀਟ

source: Which boot loader would you like to use?
gu: તમે કયું બુટ લોડર વાપરવા માંગો છો?
pa: ਤੁਸੀਂ ਕਿਹਡ਼ਾ ਬੂਟ ਲੋਡਰ ਵਰਤਣਾ ਚਾਹੋਗੇ?

source: Use GRUB Boot Loader
gu: GRUB બુટ લોડર વાપરો
pa: ਗਰਬ(GRUB ) ਬੂਟ ਲੋਡਰ ਵਰਤੋ

source: No Boot Loader
gu: કોઈ બુટ લોડર નથી
pa: ਕੋਈ ਬੂਟ ਲੋਡਰ ਨਹੀ

source: Skip Boot Loader
gu: બુટ લોડર અવગણો
pa: ਬੂਟ ਲੋਡਰ ਛੱਡੋ

source: You have elected to not install any boot loader. It is strongly recommended that you install a boot loader unless you have an advanced need. A boot loader is almost always required in order to reboot your system into Linux directly from the hard drive. Are you sure you want to skip boot loader installation?
gu: તમે કોઈ બુટ લોડર નહિં સ્થાપિત કરવાનું પસંદ કરેલ છે. એ ખૂબ આગ્રહ રાખવામાં આવે છે કે તમે બુટ લોડર સ્થાપિત કરો જ્યાં સુધી તમારી પાસે ઉન્નત જરુરીયાતો નહિં હોય.બુટ લોડર મોટે ભાગે હંમેશા જરુરી છે તમારી સિસ્ટમને તમારી હાર્ડ ડિસ્કમાંથી જ સીધુ બુટ કરવા માટે જરુરી છે. શું તમે ખરેખર બુટ લોડર સ્થાપન અવગણવા માંગો છો?
pa: ਤੁਸੀਂ ਕੋਈ ਬੂਟ-ਲੋਡਰ ਨਾ ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਚੋਣ ਕੀਤੀ ਹੈ। ਇਸ ਦੀ ਜ਼ੋਰਦਾਰ ਸਿਫਾਰਸ ਕੀਤੀ ਜਾਦੀ ਹੈ ਕਿ ਤੁਸੀਂ ਬੂਟ-ਲੋਡਰ ਇੰਸਟਾਲ ਕਰੋ, ਜਦ ਤੱਕ ਕੇ ਤੁਹਾਨੂੰ ਤਕਨੀਕੀ ਲੋਡ਼ ਨਹੀ ਹੈ। ਬੂਟ-ਲੋਡਰ ਦੀ ਲੋਡ਼ ਹਮੇਸ਼ਾ ਲੀਨਕਸ ਨੂੰ ਹਾਰਡ-ਡਰਾੲੀਵ ਤੋ ਸਿੱਧਾ ਬੂਟ ਕਰਨ ਲਈ ਪੈਂਦੀ ਹੈ। ਕੀ ਤੁਸੀਂ ਬੂਟ ਲੋਡਰ ਨਾ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਯਕੀਨ ਹੋ?

source: A few systems will need to pass special options to the kernel at boot time for the system to function properly. If you need to pass boot options to the kernel, enter them now. If you don't need any or aren't sure, leave this blank.
gu: અમુક સિસ્ટમોને યોગ્ય રીતે કામ કરવા માટે કર્નલને બુટ સમયે ચોક્કસ વિકલ્પો પસાર કરવા જરુરી છે. જો તમે કર્નલને બુટ વિકલ્પો પસાર કરવાની જરુર હોય, તો તેમને હમણાં દાખલ કરો. જો તમને એની જરુર ના હોય અથવા તમે ચોક્કસ ના હોય, તો એને ખાલી છોડી દો.
pa: ਕੁਝ ਸਿਸਟਮਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਠੀਕ ਤਰਾਂ ਕੰਮ ਕਰਨ ਲਈ ਕਰਨਲ ਨੂੰ ਖਾਸ ਚੋਣ ਦੇਣੀ ਪਵੇਗੀ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਕਰਨਲ ਨੂੰ ਚੋਣ ਦੇਣ ਦੀ ਲੋਡ਼ ਹੈ ਤਾਂ ਉਹ ਇਸ ਸਮੇ ਇਥੇ ਭਰੋ। ਜੇਕਰ ਲੋਡ਼ ਨਹੀ ਹੈ ਜਾਂ ਪਤਾ ਨਹੀਂ ਹੈ ਤਾਂ ਇਸ ਨੂੰ ਖਾਲੀ ਛੱਡ ਦਿਉ।

source: Force use of LBA32 (not normally required)
gu: LBA32 ના વપરાશ માટે દબાણ કરો (સામાન્ય રીતે જરુરી નથી)
pa: LBA32 ਦੀ ਵਰਤੋ ਲਈ ਮਜ਼ਬੂਰ ਕਰੋ (ਆਮ ਹਾਲਾਤ ਵਿੱਚ ਲੋਡ਼ੀਦਾ ਨਹੀ)

source: Where do you want to install the boot loader?
gu: કમે બુટ લોડર ક્યાં સ્થાપિત કરવા માંગો છો?
pa: ਤੁਸੀਂ ਬੂਟ-ਲੋਡਰ ਕਿੱਥੇ ਇੰਸਟਾਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Boot label
gu: બુટ લેબલ
pa: ਬੂਟ ਲੇਬਲ

source: Clear
gu: સાફ
pa: ਸਾਫ

source: Edit Boot Label
gu: બુટ લેબલમાં ફેરફાર કરો
pa: ਬੂਟ ਲੇਬਲ ਸੋਧ

source: Invalid Boot Label
gu: અયોગ્ય બુટ લેબલ
pa: ਗਲਤ ਬੂਟ ਲੇਬਲ

source: Boot label may not be empty.
gu: બુટ લેબલ ખાલી હોવું જોઈએ નહિં.
pa: ਬੂਟ ਲੇਬਲ ਖਾਲੀ ਨਹੀ ਹੋ ਸਕਦਾ ਹੈ।

source: Boot label contains illegal characters.
gu: બુટ લેબલ અયોગ્ય અક્ષરો ધરાવે છે.
pa: ਬੂਟ ਲੋਡਰ ਗਲਤ ਅੱਖਰ ਰੱਖਦਾ ਹੈ।

source: Edit
gu: ફેરફાર કરો
pa: ਸੋਧ

source: The boot manager %s uses can boot other operating systems as well. You need to tell me what partitions you would like to be able to boot and what label you want to use for each of them.
gu: બુટ વ્યવસ્થાપક %s બીજી ઓપરેટિંગ સિસ્ટમો પણ બુટ કરી શકે છે. તમારેમને કહેવું પડશે કે તમે કયા પાર્ટીશનોમાંથી બુટ કરવા માંગો છો અને તે દરેક માટે કયા લેબલો વાપરવા મ ગો છો.
pa: ਬੂਟ-ਲੋਡਰ ਪ੍ਰਬੰਧਕ %s ਹੋਰ ਓਪਰੀਟਿੰਗ ਸਿਸਟਮਾਂ ਨੂੰ ਵੀ ਸ਼ੁਰੂ ਕਰ ਸਕਦਾ ਹੈ। ਤੁਹਾਨੂੰ ਇਹ ਨਿਰਧਾਰਿਤ ਕਰਨਾ ਪਵੇਗਾ ਕਿ ਕਿਹਡ਼ਾ ਭਾਗ ਤੋ ਬੂਟ ਕਰਨਾ ਹੈ ਅਤੇ ਉਸ ਲਈ ਵੱਖਰਾ ਲੇਬਲ ਵੀ ਨਿਰਧਾਰਿਤ ਕਰਨਾ ਪਵੇਗਾ।

source: <Space> selects button | <F2> select default boot entry | <F12> next screen>
gu: <Space> બટન પસંદ કરો | <F2> મૂળભુત બુટ પ્રવેશ પસંદ કરો | <F12> પછીની સ્ક્રીન>
pa: <Space> ਬਟਨ ਚੁਣੋ | <F2> ਮੂਲਬੂਟ ਇੰਦਰਾਜ਼ ਚੁਣੋ | <F12> ਅੱਗੇ ਪਰਦਾ>

source: A boot loader password prevents users from passing arbitrary options to the kernel. For highest security, we recommend setting a password, but this is not necessary for more casual users.
gu: બુટ લોડર પાસવર્ડ વપરાશકર્તાઓને ગમેતે વિકલ્પો કર્નલને પસાર કરવાથી બચાવે છે. ઊંચી સુરક્ષા માટે, અમે પાસવર્ડ સુયોજિત કરવાનો આગ્રહ રાખીએ છીએ, પરંતુ ઘણા વપરાશકર્તાઓ માટે એ જરુરી નથી.
pa: ਬੂਟ ਲੋਡਰ ਗੁਪਤ-ਕੋਡ ਉਪਭੋਗਤਾ ਨੂੰ ਕਰਨਲ ਲਈ ਵੱਖਰੀ ਚੋਣ ਭੇਜਣ ਤੋਂ ਰੋਕਦਾ ਹੈ। ਬਹੁਤ ਸਖਤ ਸੁਰੱਖਿਆ ਲਈ ਅਸੀ ਇਸ ਗੁਪਤ-ਕੋਡ ਨੂੰ ਨਿਰਧਾਰਨ ਦੀ ਸਿਫਾਰਸ਼ ਕਰਦੇ ਹਾਂ, ਪਰ ਆਮ ਉਪਭੋਗਤਾ ਲਈ ਇਸ ਦੀ ਲੋਡ਼ ਨਹੀ ਹੈ।

source: Use a GRUB Password
gu: GRUB પાસવર્ડ વાપરો
pa: ਗਰਬ(GRUB) ਗੁਪਤ-ਕੋਡ ਵਰਤੋ

source: Boot Loader Password:
gu: બુટ લોડર પાસવર્ડ:
pa: ਬੂਟ ਲੋਡਰ ਲਈ ਗੁਪਤ-ਕੋਡ:

source: Confirm:
gu: ખાતરી:
pa: ਪੁਸ਼ਟੀ:

source: Passwords Do Not Match
gu: પાસવર્ડો બંધબેસતા નથી
pa: ਗੁਪਤ-ਕੋਡ ਮੇਲ ਨਹੀ ਖਾ ਰਿਹਾ

source: Password Too Short
gu: પાસવર્ડ ખૂબ નાનો છે
pa: ਗੁਪਤ-ਕੋਡ ਬਹੁਤ ਛੋਟਾ ਹੈ

source: Boot loader password is too short
gu: બુટ લોડર પાસવર્ડ ખૂબ નાનો છે
pa: ਬੂਟ ਲੋਡਰ ਲਈ ਗੁਪਤ-ਕੋਡ ਬਹੁਤ ਛੋਟਾ ਹੈ

source: Press <Enter> to end the installation process.
gu: સ્થાપનની પ્રક્રિયાનો અંત કરવા માટે <Enter> દબાવો.
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਕਾਰਜ ਖਤਮ ਕਰਨ ਲਈ <Enter> ਦਬਾਓ।

source: <Enter> to exit
gu: બહાર નીકળવા માટે <Enter> દબાવો
pa: ਬਾਹਰ ਲਈ <Enter>

source: Remove any installation media used during the installation process and press <Enter> to reboot your system.
pa: ਕੋਈ ਵੀ ਇੰਸਟਾਲੇਸ਼ਨ ਮਾਧਿਅਮ, ਜੋ ਕਿ ਇੰਸਟਾਲੇਸ਼ਨ ਦੌਰਾਨ ਵਰਤੇ ਗਏ ਨੂੰ ਹਟਾ ਦਿਓ ਅਤੇ ਆਪਣੇ ਸਿਸਟਮ ਨੂੰ ਮੁਡ਼-ਚਾਲੂ ਕਰਨ ਲਈ<Enter> ਦਬਾਓ।

source: <Enter> to reboot
gu: રીબુટ કરવા માટે <Enter> દબાવો
pa: ਮੁਡ਼ ਚਾਲੂ ਕਰਨ ਲਈ <Enter>

source: Congratulations, your %s installation is complete. %s%s
gu: અભિનંદન, તમારુ %s સ્થાપન પૂર્ણ થયું. %s%s
pa: ਮੁਬਾਰਕ, ਤੁਹਾਡੀ %s ਇੰਸਟਾਲੇਸ਼ਨ ਮੁਕੰਮਲ ਹੋ ਗਈ ਹੈ। %s%s

source: For information on errata (updates and bug fixes), visit http://www.redhat.com/errata/. Information on using your system is available in the %s manuals at http://www.redhat.com/docs/.
gu: ઈરાટા વિશેની જાણકારી માટે (સુધારાઓ અને ભૂલો સુધારવા), http://www.redhat.com/errata/ ની મુલાકાત લો. તમારી સિસ્ટમ વાપરવા માટેની જાણકારી http://www.redhat.com/docs/ માં %s મદદગ્રંથોમાં ઉપ્લબ્ધ છે.
pa: ਈਰਟੀਆ ਤੇ ਵਧੇਰੇ ਜਾਣਕਾਰੀ(ਨਵੀਨੀਕਰਨ ਅਤੇ ਬੱਗ ਨਿਰਧਾਰਨ ਲਈ), ਜਾਉ http://www.redhat.com/errata/. ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ ਵਰਤਣ ਲਈ ਦਸਤਾਵੇਜ਼ %s ਤੇ http://www.redhat.com/docs/ ਉਪਲੱਬਧ ਹਨ।

source: Complete
gu: પૂર્ણ
pa: ਮੁਕੰਮਲ

source: Reboot
gu: રીબુટ
pa: ਮੁਡ਼ ਚਾਲੂ

source: Installation to begin
gu: સ્થાપન શરુ થવા જઈ રહ્યું છે
pa: ਸ਼ੁਰੂ ਹੋਣ ਲਈ ਇੰਸਟਾਲੇਸ਼ਨ

source: A complete log of your installation will be in %s after rebooting your system. You may want to keep this file for later reference.
gu: તમારી સિસ્ટમ રીબુટ કર્યા પછી તમારા સ્થાપનની પૂરેપુરી માહિતી %s માં હશે. તમારે આ ફાઈલ પાછળથી સંદર્ભ માટે સાચવી રાખવી જોઈએ.
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਦਾ ਸਾਰਾ ਲਾਗ ਸਿਸਟਮ ਦੇ ਮੁਡ਼ ਚਾਲੂ ਹੋਣ ਬਾਅਦ %s ਵਿੱਚ ਸੰਭਾਲਿਆ ਜਾਵੇਗਾ। ਤੁਸੀਂ ਹਵਾਲੇ ਲਈ ਇਸ ਫਾਇਲ ਨੂੰ ਰੱਖਣਾ ਚਾਹੋਗੇ।

source: Back
gu: પાછા
pa: ਪਿੱਛੇ

source: Upgrade to begin
gu: શરુઆત માટે સુધારો કરો
pa: ਸ਼ੁਰੂ ਹੋਣ ਲਈ ਨਵੀਨੀਕਰਨ

source: A complete log of your upgrade will be in %s after rebooting your system. You may want to keep this file for later reference.
gu: તમારી સિસ્ટમ રીબુટ કર્યા પછી તમારા સુધારાની પૂરેપુરી માહિતી %s માં હશે. તમારે આ ફાઈલ પાછળથી સંદર્ભ માટે સાચવી રાખવી જોઈએ.
pa: ਨਵੀਨਕਰਨ ਦਾ ਸਾਰਾ ਲਾਗ ਸਿਸਟਮ ਦੇ ਮੁਡ਼ ਚਾਲੂ ਹੋਣ ਬਾਅਦ %s ਵਿੱਚ ਸੰਭਾਲਿਆ ਜਾਵੇਗਾ। ਤੁਸੀਂ ਹਵਾਲੇ ਲਈ ਇਸ ਫਾਇਲ ਨੂੰ ਰੱਖਣਾ ਚਾਹੋਗੇ।

source: The default installation environment includes our recommended package selection. After installation, additional software can be added or removed using the 'system-config-packages' tool. However %s ships with many more applications, and you may customize the selection of software installed if you want.
gu: મૂળભુત સ્થાપન પર્યાવરણ અમારા આગ્રહશીલ પેકેજે પસંદગી માટે સમાવે છે. સ્થાપન પછી, વધારાના સોફ્ટવેરો 'system-config-packages' સાધનની મદદથી ઉમેરી શકાશે અથવા દૂર કરી શકાશે. તેમછતાં પણ %s ઘણા કાર્યક્રમો સાથે ભેગુ થાય, અને તમે સ્થાપિત સોફ્ટવેરોની પસંદગી કસ્ટમાઈઝ કરો.
pa: ਮੂਲ ਇੰਸਟਾਲੇਸ਼ਨ ਵਾਤਾਵਰਣ ਵਿੱਚ ਸਾਰੇ ਸਿਫਾਰਸ਼ੀ ਪੈਕੇਜ ਦੀ ਚੋਣ ਕੀਤੀ ਗਈ ਹੈ ਇੰਸਟਾਲੇਸ਼ਨ ਮਗਰੋਂ, ਹੋਰ ਸਾਫਟਵੇਅਰ 'system-config-packages' ਸੰਦ ਵਰਤ ਕੇ ਲਿਆਦੇ ਜਾਂ ਹਟਾਏ ਜਾ ਸਕਦੇ ਹਨ। ਪਰ %s ਵਿੱਚ ਕਈ ਹੋਰ ਕਾਰਜ ਹਨ, ਅਤੇ ਤੁਸੀਂ ਜੇ ਚਾਹੋ ਤਾਂ ਇੰਸਟਾਲ ਹੋਣ ਵਾਲੇ ਸਾਫਟਵੇਅਰ ਦੀ ਚੋਣ ਵੀ ਕਰ ਸਕਦੇ ਹੋ।

source: Choose a disk to run fdasd or dasdfmt on
gu: ના પર fdasd અથવા dasdfmt ચલાવવા માટે ડિસ્ક પસંદ કરો
pa: fdasd ਜਾਂ dasdfmt ਚਲਾਉਣ ਲਈ ਡਿਸਕ ਚੁਣੋ

source: Next
gu: આગળ વધો
pa: ਅੱਗੇ

source: Edit Partitions
gu: પાર્ટીસનોમાં ફેરફાર કરો
pa: ਭਾਗ ਸੋਧ

source: Format DASD
gu: DASD ફોર્મેટ કરો
pa: ਫਾਰਮਿਟ DASD

source: Disk Setup
gu: ડિસ્ક સેટઅપ
pa: ਡਿਸਕ ਨਿਰਧਾਰਨ

source: An error occurred while running %s on drive %s.
gu: ડ્રાઈવ %s પર %s ચલાવતી વખતે ભૂલ ઉદ્ભવી.
pa: %s ਨੂੰ ਡਰਾੲੀਵ %s ਤੇ ਚਲਾਉਣ ਦੌਰਾਨ ਗਲਤੀ ਹੈ।

source: Running dasdfmt means the loss of ALL DATA on drive %s. Do you really want this?
gu: dasdfmt ચલાવી રહ્યા છે એટલે ડ્રાઈવ %s પરની બધી માહિતીનો નાશ. શું તમે ખરેખર આ માંગો છો?
pa: dasdfmt ਚਲਾਉਣ ਦਾ ਅਰਥ ਹੈ ਡਰਾੲੀਵ %s ਤੋ ਸਾਰਾ ਡਾਟਾ ਹਟਾ ਦੇਣਾ। ਕੀ ਤੁਸੀਂ ਇਸ ਤਰਾਂ ਹੀ ਕਰਨਾ ਚਾਹੋਗੇ?

source: An error has occurred - no valid devices were found on which to create new filesystems. Please check your hardware for the cause of this problem or use dasdfmt. Back to the fdasd screen?
gu: ભૂલ ઉદ્ભવી છે - કોઈ માન્ય ઉપકરણો મળી આવ્યા નથી કે જેના પર નવી ફાઈલ સિસ્ટમ બનાવી શકાય. મહેરબાની કરીને તમારા હાર્ડવેરની ચકાસણી કરો આ સમસ્યાના કારણ માટે અથવા dasdfmt વાપરો. fdasd સ્ક્રીન પર પાછા ફરવું છે?
pa: ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ - ਕੋਈ ਠੀਕ ਜੰਤਰ ਨਹੀ ਖੋਜਿਆ ਗਿਆ ਹੈ, ਜਿਸ ਉੱਪਰ ਨਵਾਂ ਫਾਇਲ-ਸਿਸਟਮ ਬਣਾਇਆ ਜਾ ਸਕੇ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਸਮੱਸਿਆ ਲਈ ਆਪਣੇ ਹਾਰਡਵੇਅਰ ਦੀ ਜਾਂਚ ਕਰੋ ਜਾਂ dasdfmt ਵਰਤੋਂ। ਕੀ fdasd ਪਰਦੇ ਤੇ ਵਾਪਿਸ ਜਾਣਾ ਹੈ?

source: Choose a disk to run fdisk on
gu: ના પર fdisk ચલાવવા માટે ડિસ્ક પસંદ કરો
pa: ਐਫ-ਡਿਸਕ(fdisk) ਚਲਾਉਣ ਲਈ ਡਿਸਕ ਚੁਣੋ

source: Customize
gu: કસ્ટમાઈઝ
pa: ਪਸੰਦੀਦਾ

source: Enable firewall
gu: ફાયરવોલ સક્રિય કરો
pa: ਫਾਇਰਵਾਲ ਯੋਗ

source: No firewall
gu: કોઈ ફાયરવોલ નથી
pa: ਕੋਈ ਫਾਇਰਵਾਲ ਨਹੀ

source: Allow incoming:
gu: આવવાની પરવાનગી આપો:
pa: ਆਉਣ ਲਈ ਮਨਜ਼ੂਰੀ:

source: Invalid Choice
gu: અયોગ્ય પસંદ
pa: ਗਲਤ ਚੋਣ

source: You cannot customize a disabled firewall.
gu: તમે નિષ્ક્રિય ફાયરવોલ કસ્ટમાઈઝ કરી શકતા નથી.
pa: ਇੱਕ ਅਯੋਗ ਫਾਇਰਵਾਲ ਨੂੰ ਤੁਸੀਂ ਸੋਧ ਨਹੀ ਸਕਦੇ ਹੋ।

source: Customize Firewall Configuration
gu: ફાયરવોલ રુપરેખાંકન કસ્ટમાઈઝ કરો
pa: ਫਾਇਰਵਾਲ ਸੰਰਚਨਾ ਚੋਣ

source: With a firewall, you may wish to allow access to specific services on your computer from others. Allow access to which services?
gu: ફાયરવોલ સાથે, તમને તમારા કમ્પ્યુટર પર બીજા દ્વારા કોઈ ચોક્કસ સેવા ચલાવવા ઈચ્છા વ્યક્ત કરવામાં આવે છે. કઈ સેવાઓ માટે પરવાનગી આપવી છે?
pa: ਫਾਇਰਵਾਲ ਨਾਲ, ਤੁਸੀਂ ਆਪਣੇ ਕੰਪਿਊਟਰ ਦੀਆਂ ਕੁਝ ਸੇਵਾਵਾਂ ਹੋਰਾਂ ਨੂੰ ਉਪਲੱਬਧ ਕਰਵਾਉਣੀਆਂ ਚਾਹੁੰਦੇ ਹੋ, ਕਿਹੜੀਆਂ ਉਹ ਸੇਵਾਵਾਂ ਹਨ?

source: Security Enhanced Linux
gu: સુરક્ષા ઉન્નત લિનક્સ
pa: ਸੁਰੱਖਿਆ ਨਵਿਨੀਕਰਨ ਲੀਨਕਸ(SEL)

source: What type of system would you like to install?
gu: તમે કયા પ્રકારની સિસ્ટમ સ્થાપિત કરવા માંગો છો?
pa: ਕਿਸ ਕਿਸਮ ਦਾ ਸਿਸਟਮ ਤੁਸੀਂ ਇੰਸਟਾਲ ਕਰਨਾ ਪਸੰਦ ਕਰੋਗੇ?

source: Keyboard Selection
gu: કીબોર્ડની પસંદગી
pa: ਕੀ-ਬੋਰਡ ਚੋਣ

source: Which model keyboard is attached to this computer?
gu: આ કમ્પ્યુટર સાથે ક્યા પ્રકારનું કીબોર્ડ જોડેલું છે?
pa: ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਨਾਲ ਕਿਹਡ਼ੇ ਮਾਡਲ ਦਾ ਕੀ-ਬੋਰਡ ਲੱਗਾ ਹੈ?

source: Select All
gu: બધું પસંદ કરો
pa: ਸਭ ਚੁਣੋ

source: Reset
gu: ફરીથી સુયોજિત કરો
pa: ਮੁਡ਼ ਨਿਰਧਾਰਨ

source: Choose additional languages that you would like to use on this system:
gu: આ સિસ્ટમ પર વાપરવા માટે તમને ગમતી વધારાની ભાષાઓ પસંદ કરો:
pa: ਵਾਧੂ ਭਾਸ਼ਾ ਚੁਣੋ, ਜੋ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਸਿਸਟਮ ਤੇ ਵਰਤਣੀ ਪਸੰਦ ਕਰੋਗੇ:

source: Language Support
gu: ભાષાનો આધાર
pa: ਭਾਸ਼ਾ ਸਹਿਯੋਗ

source: You must select at least one language to install.
gu: તમારે ઓછામાં ઓછી એક ભાષા સ્થાપન માટે પસંદ કરવી જ પડશે.
pa: ਤੁਹਾਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਭਾਸ਼ਾ ਚੁਣਨੀ ਪਵੇਗੀ।

source: Default Language
gu: મૂળભુત ભાષા
pa: ਮੂਲ਼ ਭਾਸ਼ਾ

source: Choose the default language for this system:
gu: આ સિસ્ટમ માટે મૂળભુત ભાષા પસંદ કરો:
pa: ਇਸ ਸਿਸਟਮ ਲਈ ਮੂਲ ਭਾਸ਼ਾ ਚੁਣੋ:

source: What device is your mouse located on?
gu: તમારા માઉસ સાથે સ્થિત કયું ઉપકરણ છે?
pa: ਕਿਸ ਸਥਿਤੀ ਤੇ ਤੁਹਾਡਾ ਮਾਊਸ ਲੱਗਾ ਹੈ?

source: Which model mouse is attached to this computer?
gu: આ કમ્પ્યુટર સાથે માઉસનું કયું મોડેલ જોડેલું છે?
pa: ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਨਾਲ ਕਿਹਡ਼ੇ ਮਾਡਲ ਦਾ ਮਾਊਸ ਲੱਗਾ ਹੈ?

source: Emulate 3 Buttons?
gu: ૩ બટનો સુધી પહોંચવા માંગો છો?
pa: 3 ਬਟਨਾਂ ਵਾਂਗ ਮੰਨਣਾ ਹੈ?

source: Mouse Selection
gu: માઉસની પસંદગી
pa: ਮਾਊਸ ਚੋਣ

source: Invalid IP string
gu: અયોગ્ય IP શબ્દમાળા
pa: ਗਲਤ IP ਸਤਰ

source: The entered IP '%s' is not a valid IP.
gu: દાખલ કરેલ IP '%s' એ માન્ય IP નથી.
pa: ਦਿੱਤਾ IP '%s' ਇੱਕ ਜਾਇਜ਼ IP ਨਹੀ ਹੈ।

source: IP Address
gu: IP સરનામુ
pa: IP ਸਿਰਨਾਵਾਂ

source: Netmask
gu: નેટમાસ્ક
pa: ਨੈੱਟਮਾਸਕ

source: Point to Point (IP)
gu: પોઈન્ટ ટુ પોઈન્ટ (IP)
pa: Point ਤੋਂ Point (IP)

source: Encryption Key
gu: એનક્રિપ્શન કી
pa: ਇੰਕ੍ਰਿਪਸ਼ਨ ਕੀ

source: Network Device: %s
gu: નેટવર્ક ઉપકરણ: %s
pa: ਨੈੱਟਵਰਕ ਜੰਤਰ: %s

source: Description: %s
gu: વર્ણન: %s
pa: ਵੇਰਵਾ: %s

source: Hardware Address: %s
pa: ਜੰਤਰ ਸਿਰਨਾਵਾਂ: %s

source: Configure using DHCP
gu: DHCP વાપરીને રુપરેખાંકિત કરો
pa: DHCP ਵਰਤੇ ਕੇ ਸੰਰਚਿਤ ਕਰੋ

source: Activate on boot
gu: બુટ વખતે સક્રિય કરો
pa: ਚੱਲਣ ਸਮੇਂ ਸਰਗਰਮ ਕਰੋ

source: Network Configuration for %s
gu: %s માટેનું નેટવર્ક રુપરેખાંકન
pa: %s ਲਈ ਨੈੱਟਵਰਕ ਸੰਰਚਨਾ

source: Invalid information
gu: અયોગ્ય જાણકારી
pa: ਗਲਤ ਜਾਣਕਾਰੀ

source: You must enter valid IP information to continue
gu: ચાલુ રાખવા માટે તમારે માન્ય IP દાખલ કરવું જ જોઈએ
pa: ਤੁਹਾਨੂੰ ਜਾਰੀ ਰਹਿਣ ਲਈ ਜਾਇਜ਼ IP ਜਾਣਕਾਰੀ ਦੇਣੀ ਜ਼ਰੂਰੀ ਹੈ

source: Gateway:
gu: ગેટવે:
pa: ਗੇਟਵੇ:

source: Primary DNS:
gu: પ્રાથમિક DNS:
pa: ਪ੍ਰਾਇਮਰੀ DNS:

source: Secondary DNS:
gu: ગૌણ DNS:
pa: ਸੈਕੰਡਰੀ DNS:

source: Tertiary DNS:
gu: તૃતિય DNS:
pa: ਤ੍ਰਸ਼ਰੀ DNS:

source: Miscellaneous Network Settings
gu: મિશ્રિત નેટવર્ક સુયોજનો
pa: ਫੁਟਕਲ ਨੈੱਟਵਰਕ ਵਿਵਸਥਾ

source: automatically via DHCP
gu: DHCP મારફત આપોઆપ
pa: DHCP ਦੁਆਰਾ ਸਵੈਚਾਲਿਤ

source: manually
gu: જાતે
pa: ਦਸਤੀ

source: Hostname Configuration
gu: યજમાનનામ રુપરેખાંકન
pa: ਮੇਜ਼ਬਾਨ-ਨਾਂ ਸੰਰਚਨਾ

source: If your system is part of a larger network where hostnames are assigned by DHCP, select automatically via DHCP. Otherwise, select manually and enter in a hostname for your system. If you do not, your system will be known as 'localhost.'
gu: જો તમારી સિસ્ટમ એ મોટા નેટવર્કનો ભાગ હોય કે જ્યાં યજમાનનામો DHCP દ્વારા નક્કી થાય, તો આપોઆપ DHCP દ્વારા પસંદ કરો. નહિંતર, જાતે પસંદ કરો અને તમારી સિસ્ટમ માટે યજમાનનામ દાખલ કરો. જો તમે એમ નહિં કરો, તો તમારી સિસ્ટમ 'localhost' તરીકે ઓળખાશે.
pa: ਜੇਕਰ ਤੁਹਾਡਾ ਸਿਸਟਮ ਉਸ ਵੱਡੇ ਨੈੱਟਵਰਕ ਦਾ ਹਿੱਸਾ ਹੋ, ਜਿਥੇ ਕਿ ਮੇਜ਼ਬਾਨ ਨਾਂ DHCP ਦਿੰਦਾ ਹੈ, DHCP ਦੁਆਰਾ ਸਵੈ ਹੀ ਚੁਣੋ। ਨਹੀ ਤਾਂ ਦਸਤੀ ਚੁਣੋ ਅਤੇ ਆਪਣੇ ਸਿਸਟਮ ਲਈ ਮੇਜ਼ਬਾਨ ਦਾ ਨਾਂ ਖੁਦ ਹੀ ਭਰੋ। ਜੇਕਰ ਤੁਸੀਂ ਨਾਂ ਨਾ ਭਰਿਆ, ਤੁਹਾਡਾ ਸਿਸਟਮ 'localhost.' ਨਾਂ ਨਾਲ ਜਾਣਿਆ ਜਾਵੇਗਾ।

source: Invalid Hostname
gu: અયોગ્ય યજમાનનામ
pa: ਮੇਜ਼ਬਾਨ-ਨਾਂ ਠੀਕ ਨਹੀਂ

source: You have not specified a hostname.
gu: તમે યજમાનનામ સ્પષ્ટ કરેલ નથી.
pa: ਤੁਸੀਂ ਮੇਜ਼ਬਾਨ-ਨਾਂ ਨਿਰਧਾਰਿਤ ਨਹੀ ਕੀਤਾ ਹੈ।

source: Select individual packages
gu: અંગત પેકેજો પસંદ કરો
pa: ਵੱਖ-ਵੱਖ ਪੈਕੇਜ ਚੁਣੋ
