Repository: rhinstaller/anaconda
Catalog: po/*.po
Languages: gu, pa

source: <Space>,<+>,<-> selection | <F2> Group Details | <F12> next screen
gu: <Space>,<+>,<-> પસંદગી | <F2> જૂથની વિગતો | <F12> આગળીની સ્ક્રીન
pa: <Space>,<+>,<-> ਚੋਣ | <F2> ਸਮੂਹ ਵੇਰਵਾ | <F12> ਅਗਲਾ ਪਰਦਾ

source: Package Group Details
gu: પેકેજ જૂથની વિગતો
pa: ਪੈਕੇਜ ਸਮੂਹ ਵੇਰਵਾ

source: Package :
gu: પેકેજ :
pa: ਪੈਕੇਜ :

source: Size :
gu: માપ :
pa: ਆਕਾਰ :

source: %.1f KBytes
pa: %.1f ਕਿ-ਬਾਈਟ

source: Total size
gu: કુલ માપ
pa: ਕੁੱਲ ਆਕਾਰ

source: <Space>,<+>,<-> selection | <F1> help | <F2> package description
gu: <Space>,<+>,<-> પસંદગી | <F1> મદદ | <F2> પેકેજ વર્ણન
pa: <Space>,<+>,<-> ਚੋਣ | <F1> ਸਹਾਇਤਾ | <F2> ਪੈਕੇਜ ਵੇਰਵਾ

source: Package Dependencies
gu: પેકેજોનું આધારભૂતપણુ
pa: ਪੈਕੇਜ ਨਿਰਭਰਤਾ

source: Some of the packages you have selected to install require packages you have not selected. If you just select OK all of those required packages will be installed.
gu: સ્થાપન કરવા માટે તમે પસંદ કરેલ અમુક પેકેજોને નહિં પસંદ કરેલ પેકેજોની જરુર પડશે. જો તમે ફક્ત બરાબર પસંદ કરો તો બધા જરુરી પેકેજો સ્થાપિત થઈ જશે.
pa: ਤੁਸੀਂ, ਜੋ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਚੁਣੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਉਹ ਪੈਕੇਜ ਲੋਡ਼ੀਦੇ ਹਨ, ਜੋ ਕਿ ਤੁਸੀਂ ਚੁਣੇ ਨਹੀ ਹਨ। ਜੇਕਰ ਤੁਸੀਂ ਸਿਰਫ ਠੀਕ ਹੈ ਦਬਾਇਆ ਤਾਂ ਉਹ ਸਾਰੇ ਪੈਕੇਜ, ਜੋ ਕਿ ਲੋਡ਼ੀਦੇ ਹਨ, ਇੰਸਟਾਲ ਹੋ ਜਾਣਗੇ।

source: Install packages to satisfy dependencies
gu: આધારભુતોનો સંતોષ મેળવવા માટે પેકેજો સ્થાપિત કરો
pa: ਨਿਰਭਰਤਾ ਨਿਪਟਾਉਣ ਲਈ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰੋ

source: Do not install packages that have dependencies
gu: જે પેકેજો બીજા પર આધાર રાખતા હોય તેને સ્થાપિત કરો નહિં
pa: ਨਿਰਭਰਤਾ ਵਾਲੇ ਪੈਕੇਜ ਨਾ ਇੰਸਟਾਲ ਕਰੋ

source: Ignore package dependencies
gu: પેકેજોનું આધારપણું અવગણો
pa: ਪੈਕੇਜ ਨਿਰਭਰਤਾ ਨੂੰ ਅਣਡਿੱਠਾ ਕਰੋ

source: Must specify a value
gu: કિંમત સ્પષ્ટ કરો જ
pa: ਇੱਕ ਮੁੱਲ ਨਿਰਧਾਰਿਤ ਕਰਨਾ ਜ਼ਰੂਰੀ ਹੈ

source: Requested value is not an integer
gu: માંગણી થયેલ કિંમત એ પૂર્ણાંક નથી
pa: ਲੋਡ਼ੀਦਾ ਮੁੱਲ ਪੂਰਨ ਅੰਕ(ਇੰਟੀਜ਼ਰ) ਨਹੀ ਹੈ

source: Requested value is too large
gu: માંગણી થયેલ કિંમત એ ખૂબ મોટી છે
pa: ਲੋਡ਼ੀਦਾ ਮੁੱਲ ਬਹੁਤ ਵੱਡਾ ਹੈ

source: RAID Device %s
gu: RAID ઉપકરણ %s
pa: ਰੇਡ(RAID) ਜੰਤਰ %s

source: Warning: %s
gu: ચેતવણી: %s
pa: ਚੇਤਾਵਨੀ: %s

source: Modify Partition
gu: પાર્ટીશન સુધારો
pa: ਭਾਗ ਸੋਧ

source: Add anyway
gu: કોઈપણ રીતે ઉમેરો
pa: ਕਿਸੇ ਤਰਾਂ ਵੀ ਜੋਡ਼ੋ

source: Mount Point:
gu: માઉન્ટ બિંદુ:
pa: ਮਾਊਟ ਸਥਿਤੀ:

source: File System type:
gu: ફાઈલ સિસ્ટમનો પ્રકાર:
pa: ਫਾਇਲ-ਸਿਸਟਮ ਕਿਸਮ:

source: Allowable Drives:
gu: માન્ય ડ્રાઈવો:
pa: ਉਪਲੱਬਧ ਡਰਾੲੀਵ:

source: Fixed Size:
gu: ચોક્કસ માપ:
pa: ਨਿਸ਼ਚਿਤ ਆਕਾਰ:

source: Fill maximum size of (MB):
gu: નું મહત્તમ માપ ભરો (MB):
pa: ਭਰਨ ਲਈ ਅਧਿਕਤਮ ਆਕਾਰ(ਮੈਬਾ):

source: Fill all available space:
gu: બધી ઉપ્લબ્ધ જગ્યાઓ ભરો:
pa: ਸਾਰੀ ੳਪਲੱਬਧ ਥਾਂ ਭਰੋ:

source: Start Cylinder:
gu: શરુઆતનો સીલીન્ડર:
pa: ਸ਼ੁਰੂਆਤੀ ਸਿੰਲਡਰ:

source: End Cylinder:
gu: અંતિમ સીલીન્ડર:
pa: ਆਖਰੀ ਸਿੰਲਡਰ:

source: Volume Group:
gu: વોલ્યુમ જૂથ:
pa: ਵਾਲੀਅਮ ਸਮੂਹ:

source: RAID Level:
gu: RAID સ્તર:
pa: ਰੇਡ(RAID) ਪੱਧਰ:

source: RAID Members:
gu: RAID સભ્યો:
pa: ਰੇਡ(RAID) ਅੰਗ:

source: Number of spares?
gu: સ્પેરોની સંખ્યા?
pa: ਸਪੇਅਰਾਂ ਦੀ ਗਿਣਤੀ?

source: File System Type:
gu: ફાઈલ સિસ્ટમ પ્રકાર:
pa: ਫਾਇਲ-ਸਿਸਟਮ ਕਿਸਮ:

source: File System Label:
gu: ફાઈલ સિસ્ટમ લેબલ:
pa: ਫਾਇਲ-ਸਿਸਟਮ ਲੇਬਲ:

source: File System Option:
gu: ફાઈલ સિસ્ટમ વિકલ્પ:
pa: ਫਾਇਲ-ਸਿਸਟਮ ਚੋਣ:

source: Format as %s
gu: %s તરીકે ફોર્મેટ કરો
pa: %s ਨਾਲ ਫਾਰਮਿਟ

source: Migrate to %s
gu: %s માં ફેરવો
pa: %s ਵਿੱਚ ਤਬਦੀਲ

source: Leave unchanged
gu: નહિં બદલાયેલને છોડી દો
pa: ਬਚਿਆ ਨਾ-ਤਬਦੀਲ

source: File System Options
gu: ફાઈલ સિસ્ટમ વિકલ્પો
pa: ਫਾਇਲ ਸਿਸਟਮ ਚੋਣ

source: Please choose how you would like to prepare the file system on this partition.
gu: મહેરબાની કરીને તમે કેવી રીતે આ પાર્ટીશન પર ફાઈલ સિસ્ટમ તૈયાર કરવા માંગો છો તે પસંદ કરો.
pa: ਕਿਰਪਾ ਕਰਕੇ ਨਿਰਧਾਰਿਤ ਕਰੋ ਕਿ ਤੁਸੀਂ ਇਸ ਭਾਗ ਤੇ ਫਾਇਲ-ਸਿਸਟਮ ਕਿਵੇਂ ਤਿਆਰ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Check for bad blocks
gu: ખરાબ બ્લોકો માટે ચકાસો
pa: ਨਕਾਰਾ ਬਲਾਕਾਂ ਦੀ ਜਾਂਚ

source: Leave unchanged (preserve data)
gu: નહિં બદલાયેલને છોડી દો (માહિતી બચાવે છે)
pa: ਨਾ-ਤਬਦੀਲ ਹੀ ਰਹਿਣ ਦਿਓ (ਡਾਟਾ ਸੁਰੱਖਿਅਤ ਰੱਖੋ)

source: Format as:
gu: આ રીતે ફોર્મેટ કરો:
pa: ਫਾਰਮਿਟ ਇਸਤਰਾਂ:

source: Migrate to:
gu: માં ફેરવો:
pa: ਤਬਦੀਲ:

source: Force to be a primary partition
gu: પ્રાથમિક પાર્ટીશન તરીકે દબાણ કરો
pa: ਪ੍ਰਾਇਮਰੀ ਭਾਗ ਬਣਨ ਲਈ ਮਜਬੂਰ ਕਰੋ

source: Not Supported
gu: આધારભૂત નથી
pa: ਸਹਾਇਤਾ ਪ੍ਰਾਪਤ ਨਹੀ

source: LVM Volume Groups can only be edited in the graphical installer.
gu: LVM વોલ્યુમ જૂથો માત્ર ગ્રાફિકવાળા સ્થાપકમાં ફેરફાર કરી શકાય.
pa: LVM ਵਾਲੀਅਮ ਸਮੂਹ ਨੂੰ ਕੇਵਲ ਗਰਾਫੀਕਲ ਇੰਸਟਾਲਰ ਵਿੱਚ ਹੀ ਸੋਧਿਆ ਜਾ ਸਕਦਾ ਹੈ।

source: Invalid Entry for Partition Size
gu: પાર્ટીશન માટે અયોગ્ય પ્રવેશ
pa: ਭਾਗ ਆਕਾਰ ਲਈ ਗਲਤ ਇੰਦਰਾਜ਼

source: Invalid Entry for Maximum Size
gu: મહત્તમ માપ માટે અયોગ્ય પ્રવેશ
pa: ਅਧਿਕਤਮ ਆਕਾਰ ਲਈ ਗਲਤ ਇੰਦਰਾਜ਼

source: Invalid Entry for Starting Cylinder
gu: શરુઆતના સીલીન્ડર માટે અયોગ્ય પ્રવેશ
pa: ਸਿਲੰਡਰ ਦੀ ਸ਼ੁਰੂਆਤ ਲਈ ਗਲਤ ਇੰਦਰਾਜ਼

source: Invalid Entry for End Cylinder
gu: અંતિમ સીલીન્ડર માટે અયોગ્ય પ્રવેશ
pa: ਸਿੰਲਡਰ ਖਤਮ ਲਈ ਗਲਤ ਇੰਦਰਾਜ਼

source: No RAID partitions
gu: કોઈ RAID પાર્ટીશનો નથી
pa: ਕੋਈ ਰੇਡ(RAID) ਭਾਗ ਨਹੀ ਹੈ

source: At least two software RAID partitions are needed.
gu: ઓછામાં ઓછા બે સોફ્ટવેર RAID પાર્ટીશનો જરુરી છે.
pa: ਘੱਟੋ-ਘੱਟ ਦੋ ਸਾਫਟਵੇਅਰ ਰੇਡ(RAID) ਭਾਗ ਲੋਡ਼ੀਦੇ ਹਨ।

source: Format partition?
gu: પાર્ટીશન ફોર્મેટ કરવો છે?
pa: ਭਾਗ ਫਾਰਮਿਟ?

source: Invalid Entry for RAID Spares
gu: RAID સ્પેર માટે અયોગ્ય પ્રવેશ
pa: ਰੇਡ(RAID) ਸਪੇਅਰ ਲਈ ਗਲਤ ਇੰਦਰਾਜ਼

source: Too many spares
gu: ઘણા બધા સ્પેર છે
pa: ਬਹੁਤ ਜਿਆਦਾ ਸਪੇਅਰ

source: The maximum number of spares with a RAID0 array is 0.
gu: RAID0 અૅરે સાથે મહત્તમ સંખ્યાના સ્પેર ૦ છે.
pa: ਰੇਡ0(RAID0) ਲਡ਼ੀ ਵਿੱਚ ਅਧਿਕਤਮ ਸਪੇਅਰ ਦੀ ਗਿਣਤੀ 0 ਹੈ।

source: No Volume Groups
gu: કોઈ વોલ્યુમ જૂથો નથી
pa: ਕੋਈ ਵਾਲੀਅਮ ਸਮੂਹ ਨਹੀਂ

source: No volume groups in which to create a logical volume
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਬਣਾਉਣ ਲਈ ਕੋਈ ਲਾਜ਼ੀਕਲ ਸਮੂਹ ਨਹੀਂ ਹੈ।

source: The current requested size (%10.2f MB) is larger than maximum logical volume size (%10.2f MB).
gu: હાલમાં માંગણી થયેલ માપ (%10.2f MB) એ મહત્તમ લોજિકલ વોલ્યુમ માપ (%10.2f MB) કરતાં મોટું છે.
pa: ਮੌਜੂਦਾ ਲੋਡ਼ੀਦਾ ਆਕਾਰ(%10.2f ਮੈਬਾ) ਅਧਿਕਤਮ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਆਕਾਰ (%10.2f ਮੈਬਾ) ਤੋਂ ਵੱਧ ਹੈ।

source: The current requested size (%10.2f MB) is larger than the available size in the volume group (%10.2f MB).
gu: હાલમાં માંગણી થયેલ માપ (%10.2f MB) એ વોલ્યુમ જૂથમાં ઉપ્લબ્ધ મહત્તમ માપ (%10.2f MB) કરતાં મોટું છે.
pa: ਮੌਜੂਦਾ ਆਕਾਰ(%10.2f ਮੈਬਾ) ਲਾਜ਼ੀਕਲ ਸਮੂਹ(%10.2f ਮੈਬਾ) ਵਿਚਲੇ ਉਪਲੱਬਧ ਆਕਾਰ ਤੋਂ ਵੱਧ ਹੈ।

source: New Partition or Logical Volume?
gu: નવો પાર્ટીશન અથવા લોજિકલ વોલ્યુમ છે?
pa: ਨਵਾਂ ਭਾਗ ਜਾਂ ਲਾਜੀਕਲ ਵਾਲੀਅਮ?

source: Would you like to create a new partition or a new logical volume?
gu: શું તમે નવો પાર્ટીશન અથવા નવો લોજિકલ વોલ્યુમ બનાવવા માંગો છો?
pa: ਕੀ ਤੁਸੀਂ ਨਵਾਂ ਭਾਗ ਜਾਂ ਨਵਾਂ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: partition
gu: પાર્ટીશન
pa: ਭਾਗ

source: logical volume
gu: લોજિકલ વોલ્યુમ
pa: ਲਾਜੀਕਲ ਵਾਲੀਅਮ

source: New
gu: નવું
pa: ਨਵਾਂ

source: Delete
gu: કાઢી નાંખો
pa: ਹਟਾਓ

source: RAID
pa: ਰੇਡ(RAID)

source: F1-Help F2-New F3-Edit F4-Delete F5-Reset F12-OK
gu: F1-મદદ F2-નવું F3-ફેરફાર કરો F4-કાઢી નાંખો F5-ફરી સુયોજિત કરો F12-બરાબર
pa: F1-ਸਹਾਇਤਾ F2-ਨਵਾਂ F3-ਸੋਧ F4-ਹਟਾਉ F5-ਮੁਡ਼-ਪ੍ਰਾਪਤ F12-ਠੀਕ ਹੈ

source: No Root Partition
gu: કોઈ રુટ પાર્ટીશન નથી
pa: ਕੋਈ ਰੂਟ ਭਾਗ ਨਹੀ

source: Must have a / partition to install on.
gu: ના પર સ્થાપન કરવા માટે / પાર્ટીશન હોવું જ જોઈએ.
pa: ਇੱਕ / ਭਾਗ ਇੰਸਟਾਲ ਹੋਣ ਲਈ ਜ਼ਰੂਰੀ ਹੈ।

source: Which drive(s) do you want to use for this installation?
gu: આ સ્થાપન માટે તમે કઈ ડ્રાઈવ પસંદ કરવા માંગો છો?
pa: ਇਸ ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਤੁਸੀਂ ਕਿਹਡ਼ੀ ਡਰਾੲੀਵਾਂ ਵਰਤੀਆਂ ਚਾਹੁੰਦੇ ਹੋ?

source: Autopartition
gu: આપોઆપ પાર્ટીશન
pa: ਸਵੈਚਾਲਿਤ-ਵਿਭਾਗੀਕਰਨ

source: Disk Druid
gu: ડિસ્ક ડ્રુડ
pa: ਡਿਸਕ ਡਰਾਊਂਡ(Disk Druid)

source: Downloading - %s
gu: ડાઉનલોડ કરી રહ્યા છીએ - %s
pa: ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾਦਾ ਹੈ - %s

source: Package Installation
gu: પેકેજનું સ્થાપન
pa: ਪੈਕੇਜ ਇੰਸਟਾਲੇਸ਼ਨ

source: Name :
gu: નામ :
pa: ਨਾਂ :

source: Size :
gu: માપ :
pa: ਆਕਾਰ :

source: Summary:
gu: સાર:
pa: ਸੰਖੇਪ:

source: Packages
gu: પેકેજો
pa: ਪੈਕੇਜ

source: Bytes
gu: બાઈટો
pa: ਬਾਈਟ

source: Time
gu: સમય
pa: ਸਮਾਂ

source: Total :
gu: કુલ :
pa: ਕੁੱਲ :

source: Completed:
gu: પૂર્ણ:
pa: ਸਮਾਪਤ:

source: Remaining:
gu: બાકીનું:
pa: ਬਕਾਇਆ:

source: What time zone are you located in?
gu: તમે કયા ટાઈમ ઝોનમાં સ્થિત થયેલા છો?
pa: ਕਿਸ ਸਮੇਂ ਖੇਤਰ ਵਿੱਚ ਤੁਸੀਂ ਰਹਿ ਰਹੇ ਹੋ?

source: System clock uses UTC
pa: ਸਿਸਟਮ ਘਡ਼ੀ UTC ਵਰਤਦੀ ਹੈ

source: Update boot loader configuration
gu: બુટ લોડર રુપરેખાંકન સુધારો
pa: ਬੂਟ ਲੋਡਰ ਸੰਰਚਨਾ ਦਾ ਨਵੀਨੀਕਰਨ

source: Skip boot loader updating
gu: બુટ લોડર સુધારવાનું અવગણો
pa: ਬੂਟ ਲੋਡਰ ਦੇ ਨਵੀਨੀਕਰਨ ਨੂੰ ਅਣਡਿੱਠਾ

source: Create new boot loader configuration
gu: નવુ બુટ લોડર રુપરેખાંકન બનાવો
pa: ਨਵੀ ਬੂਟ ਲੋਡਰ ਸੰਰਚਨਾ ਬਣਾਉ

source: The 2.4 kernel needs significantly more swap than older kernels, as much as twice as much swap space as RAM on the system. You currently have %dMB of swap configured, but you may create additional swap space on one of your file systems now.
gu: કર્નલ ૨.૪ ને જૂની કર્નલો કરતાં વધુ સ્વેપની જરુર છે, ઓછામાં ઓછીસ્વેપ જગ્યા તમારી સિસ્ટમની RAM કરતાં બેગણી હોવી જોઈએ. તમારી પાસે વર્તમાનમાં સ્વેપ માટે %dMB રુપરેખાંકિત કરેલ છે, પરંતુ તમે તમારી સિસ્ટમમાં કોઈપણ ફાઈલ સિસ્ટમ પર વધારાની સ્વેપ બનાવી શકો છો.
pa: ਕਰਨਲ 2.4 ਨੂੰ ਹੋਰ ਕਰਨਲਾਂ ਦੀ ਬਜਾਏ ਜਿਆਦਾ ਸਵੈਪ ਲੋੜੀਂਦੀ ਹੈ, ਲਗਭੱਗ ਤੁਹਾਡੇ ਸਿਸਟਮ ਦੀ ਰੈਮ ਮੈਮੋਰੀ ਤੋਂ ਲੱਗਭਗ ਦੋ-ਗੁਣਾ। ਤੁਸੀਂ ਇਸ ਸਮੇ ਕੇਵਲ %d ਮੈਬਾ ਸਵੈਪ ਦੀ ਸੰਰਚਨਾ ਕੀਤਾ, ਪਰ ਤੁਸੀਂ ਆਪਣੇ ਫਾਇਲ-ਸਿਸਟਮ ਤੇ ਹੋਰ ਵਧੇਰੇ ਸਵੈਪ ਥਾਂ ਬਣਾ ਸਕਦੇ ਹੋ।

source: Free Space
gu: ખાલી જગ્યા
pa: ਖਾਲੀ ਥਾਂ

source: RAM detected (MB):
gu: RAM મળી આવી (MB):
pa: ਖੋਜੀ ਰੈਮ(RAM )(ਮੈਬਾ):

source: Suggested size (MB):
gu: સૂચન થયેલ માપ (MB):
pa: ਸੁਝਾਇਆ ਆਕਾਰ(ਮੈਬਾ):

source: Swap file size (MB):
gu: સ્વેપ ફાઈલ માપ (MB):
pa: ਸਵੈਪ ਫਾਇਲ ਆਕਾਰ (ਮੈਬਾ):

source: Add Swap
gu: સ્વેપ ઉમેરો
pa: ਸਵੈਪ ਸ਼ਾਮਿਲ

source: The value you entered is not a valid number.
gu: તમે દાખલ કરેલ કિંમત એ માન્ય સંખ્યા નથી.
pa: ਮੁੱਲ, ਜੋ ਕਿ ਤੁਸੀਂ ਦਿੱਤਾ ਹੈ, ਇੱਕ ਠੀਕ ਅੰਕ ਨਹੀ ਹੈ।

source: Reinstall System
gu: સિસ્ટમ ફરીથી સ્થાપિત કરો
pa: ਸਿਸਟਮ ਮੁਡ਼ ਇੰਸਟਾਲ

source: System to Upgrade
gu: સુધારા માટેની સિસ્ટમ
pa: ਨਵੀਨੀਕਰਨ ਲਈ ਸਿਸਟਮ

source: One or more existing Linux installations have been found on your system. Please choose one to upgrade, or select 'Reinstall System' to freshly install your system.
gu: તમારી સિસ્ટમ પર પહેલાથી હાજર એક અથવા વધુ લિનક્સ સ્થાપન મળી આવ્યાં. મહેરબાની કરીને એક સુધારા માટે પસંદ કરો, અથવા 'સિસ્ટમ ફરીથી સ્થાપિત કરો' વિકલ્પ તમારી સિસ્ટમમાં નવું સ્થાપન કરવા માટે પસંદ કરો.
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ ਇੱਕ ਜਾਂ ਵਧੇਰੇ ਲੀਨਕਸ ਇੰਸਟਾਲੇਸ਼ਨਾਂ ਖੋਜੀਆ ਗਈਆਂ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਦੀ ਨਵੀਨੀਕਰਨ ਲਈ ਚੋਣ ਕਰੋ ਜਾਂ 'ਸਿਸਟਮ ਮੁਡ਼ ਇੰਸਟਾਲ' ਆਪਣੇ ਸਿਸਟਮ ਤਾਜ਼ਾ ਇੰਸਟਾਲੇਸ਼ਨ ਕਰਨ ਲਈ ਚੁਣੋ।

source: Customize Packages to Upgrade
gu: સુધારા માટે પેકેજો કસ્ટમાઈઝ કરો
pa: ਨਵੀਨੀਕਰਨ ਲਈ ਪੈਕੇਜ ਪਸੰਦ

source: The packages you have installed, and any other packages which are needed to satisfy their dependencies, have been selected for installation. Would you like to customize the set of packages that will be upgraded?
gu: તમે સ્થાપિત કરેલ પેકેજો, અને બીજા બધા પેકેજો કે જે તેમના આધારપણાને સંતોષવા માટે જરુરી છે, તે સ્થાપન માટે પસંદ કરાયેલ છે. શું તમે પેકેજો ક્સ્ટમાઈઝ કરી શકો છો કે જે સુધારવાના છે?
pa: ਪੈਕੇਜ, ਜੋ ਕਿ ਇੰਸਟਾਲ ਹਨ ਅਤੇ ਹੋਰ ਪੈਕੇਜ, ਜੋ ਕਿ ਉਹਨਾਂ ਦੀ ਨਿਰਭਰਤਾ ਲਈ ਜ਼ਰੂਰੀ ਹਨ, ਉਹ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਚੁਣ ਲਏ ਗਏ ਹਨ। ਕੀ ਤੁਸੀਂ ਉਹਨਾਂ ਪੈਕੇਜਾਂ ਦੀ ਚੋਣ ਕਰਨੀ ਪਸੰਦ ਕਰੋਗੇ, ਜਿਨਾਂ ਦਾ ਨਵੀਨੀਕਰਨ ਹੋਵੇਗਾ।

source: Root Password
gu: રુટ પાસવર્ડ
pa: ਪ੍ਰਬੰਧਕ(Root)ਗੁਪਤ-ਕੋਡ

source: Pick a root password. You must type it twice to ensure you know what it is and didn't make a mistake in typing. Remember that the root password is a critical part of system security!
gu: રુટ પાસવર્ડ પસંદ કરો. તમારે એને બે વખત ખાતરી માટે લખવો જ જોઈએ અને લખતી વખતે કોઈ ભૂલ કરવી જોઈએ નહિં. યાદ રાખો કે રુટ પાસવર્ડ એ સિસ્ટમની સુરક્ષા માટે ખૂબ ખતરનાક ભાગ છે!
pa: ਪ੍ਰਬੰਧਕ(root) ਦੇ ਗੁਪਤ-ਕੋਡ ਦੀ ਚੋਣ ਕਰੋ। ਤੁਹਾਨੂੰ ਇਸ ਨੂੰ ਦੋ ਵਾਰ ਲਿਖਣਾ ਪਵੇਗਾ ਤਾਂ ਕਿ ਇਹ ਯਕੀਨ ਬਣਾਇਆ ਜਾ ਸਕੇ ਕਿ ਤੁਹਾਨੂੰ ਇਹ ਯਾਦ ਹੈ ਅਤੇ ਤੁਸੀਂ ਲਿਖਣ ਵਿੱਚ ਗਲਤੀ ਨਹੀ ਕੀਤੀ ਹੈ। ਯਾਦ ਰੱਖੋ ਕਿ ਪ੍ਰਬੰਧਕ(root) ਦਾ ਗੁਪਤ-ਕੋਡ ਤੁਹਾਡੇ ਸਿਸਟਮ ਦੀ ਸੁਰੱਖਿਆ ਦਾ ਸਭ ਤੋਂ ਨਾਜ਼ੁਕ ਹਿੱਸਾ ਹੈ।

source: The root password must be at least 6 characters long.
gu: રુટ પાસવર્ડ ઓછામાં ઓછો ૬ અક્ષરો જેટલો લાંબો હોવો જ જોઈએ.
pa: ਪ੍ਰਬੰਧਕ(root) ਗੁਪਤ-ਕੋਡ ਘੱਟੋ-ਘੱਟ 6 ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਜ਼ਰੂਰੀ ਹੈ।

source: Edit User
gu: વપરાશકર્તામાં ફેરફાર કરો
pa: ਉਪਭੋਗਤਾ ਸੋਧ

source: Add User
gu: વપરાશકર્તા ઉમેરો
pa: ਉਪਭੋਗਤਾ ਸ਼ਾਮਿਲ

source: User Name
gu: વપરાશકર્તા નામ
pa: ਉਪਭੋਗਤਾ ਨਾਂ

source: Password
gu: પાસવર્ડ
pa: ਗੁਪਤ-ਕੋਡ

source: Password (confirm)
gu: પાસવર્ડ (ખાતરી)
pa: ਗੁਪਤ-ਕੋਡ(ਪੁਸ਼ਟੀ)

source: Full Name
gu: પૂરું નામ
pa: ਪੂਰਾ ਨਾਂ

source: Bad User Name
gu: ખરાબ વપરાશકર્તા નામ
pa: ਗਲਤ ਉਪਭੋਗਤਾ ਨਾਂ

source: User names must contain only characters A-Z, a-z, and 0-9.
gu: વપરાશકર્તા નામ માત્ર A-Z, a-z, અને 0-9 સમાવે છે.
pa: ਉਪਭੋਗਤਾ ਨਾਂ, ਸਿਰਫ A-Z, a-z, ਅਤੇ 0-9 ਅੱਖਰਾਂ ਨਾਲ ਹੀ ਹੋ ਸਕਦਾ ਹੈ।

source: Missing User Name
gu: વપરાશકર્તા નામ ખોવાઈ ગયું
pa: ਉਪਭੋਗਤਾ ਨਾਂ ਭੁੱਲ ਗਏ

source: You must provide a user name
gu: તમારે વપરાશકર્તા નામ પુરું પાડવું જ જોઈએ
pa: ਤੁਹਾਨੂੰ ਉਪਭੋਗੀ ਦਾ ਨਾਂ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ

source: The password must be at least 6 characters long.
gu: પાસવર્ડ ઓછામાં ઓછો ૬ અક્ષરો જેટલો લાંબો હોવો જ જોઈએ.
pa: ਗੁਪਤ-ਕੋਡ ਘੱਟੋ-ਘੱਟ 6 ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਜ਼ਰੂਰੀ ਹੈ।

source: User Exists
gu: વપરાશકર્તાઓ હાજર છે
pa: ਉਪਭੋਗਤਾ ਮੌਜੂਦ ਹੈ

source: The root user is already configured. You don't need to add this user here.
gu: રુટ વપરાશકર્તા પહેલાથી રુપરેખાંકિત છે. તમારે આ વપરાશકર્તાને અંહિ ઉમેરવાની જરુર છે.
pa: ਪ੍ਰਬੰਧਕ(root) ਉਪਭੋਗਤਾ ਪਹਿਲਾਂ ਹੀ ਸੰਰਚਿਤ ਹੈ। ਤੁਹਾਨੂੰ ਇਸ ਨੂੰ ਇਥੇ ਮੁਡ਼ ਸ਼ਾਮਿਲ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀ ਹੈ।

source: This system user is already configured. You don't need to add this user here.
gu: સિસ્ટમ વપરાશકર્તા પહેલાથી જ રુપરેખાંકિત છે. તમારે આ વપરાશકર્તાને અંહિ ઉમેરવાની જરુર છે.
pa: ਸਿਸਟਮ ਉਪਭੋਗਤਾ ਪਹਿਲਾਂ ਹੀ ਸੰਰਚਿਤ ਹੈ। ਤੁਹਾਨੂੰ ਇਸ ਉਪਭੋਗਤਾ ਨੂੰ ਇਥੇ ਸ਼ਾਮਿਲ ਦੀ ਲੋੜ ਨਹੀ ਹੈ।

source: This user id already exists. Choose another.
gu: વપરાશકર્તા id પહેલાથી હાજર છે. બીજું પસંદ કરો.
pa: ਉਪਭੋਗਤਾ ਸ਼ੰਨ-ਨੰ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ। ਹੋਰ ਚੁਣੋ

source: You should use a normal user account for most activities on your system. By not using the root account casually, you'll reduce the chance of disrupting your system's configuration.
gu: તમારે તમારી સિસ્ટમ મોટા ભાગની સામાન્ય ક્રિયાઓ કરવા માટે સામાન્ય વપરાશકર્તા ખાતુ વાપરવું જોઈએ. રુટ વપરાશકર્તા ખાતું વાપરીને નહિં, તમે તમારી સિસ્ટમનું રુપરેખાંકન બગાડવાની શક્યતાઓ ઘટાડી રહ્યા છો.
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਲਈ ਬਹੁਤੀਆਂ ਕਾਰਵਾਈਆਂ ਲਈ ਸਧਾਰਨ ਉਪਭੋਗਤਾ ਖਾਤਾ ਲੋਡ਼ੀਦਾ ਹੈ। ਪ੍ਰਬੰਧਕ(root) ਖਾਤਾ ਬਹੁਤੀ ਵਾਰ ਨਾ ਵਰਤੋਂ ਕਰਕੇ ਤੁਸੀਂ, ਆਪਣੇ ਸਿਸਟਮ ਦੀ ਸੰਰਚਨਾ ਨੂੰ ਹੋਣ ਵਾਲੇ ਅਕਸਰ ਨੁਕਸਾਨ ਤੋਂ ਬਚ ਸਕਦੇ ਹੋ।

source: User Account Setup
gu: વપરાશકર્તા ખાતા સુયોજન
pa: ਉਪਭੋਗਤਾ ਖਾਤਾ ਨਿਰਧਾਰਨ

source: What other user accounts would you like to have on the system? You should have at least one non-root account for normal work, but multi-user systems can have any number of accounts set up.
gu: બીજા વપરાશકર્તા ખાતાઓને સિસ્ટમ પર હોવાની શું જરુર છે? તમારી પાસે ઓછામાં ઓછો એક બિન-રુટ ખાતુ સામાન્ય કાર્ય કરવા માટે હોવું જોઈએ, પરંતુ ઘણા વપરાશકર્તા સિસ્ટમ પાસે કોઈપણ સંખ્યાના ખાતાઓ સુયોજિત કરી શકાય છે.
pa: ਕੀ ਤੁਸੀਂ ਸਿਸਟਮ ਤੇ ਹੋਰ ਉਪਭੋਗਤਾ ਖਾਤੇ ਬਣਾਉਣੇ ਚਾਹੁੰਦੇ ਹੋ? ਤੁਹਾਡੇ ਕੋਲ ਸਧਾਰਨ ਤੌਰ ਤੇ ਕੰਮ ਕਰਨ ਲਈ ਇੱਕ ਪ੍ਰਬੰਧਕ(root) ਤੋਂ ਬਿਨਾਂ ਖਾਤਾ ਲੋਡ਼ੀਦਾ ਹੈ, ਪਰ ਬਹੁ-ਉਪਭੋਗਤਾ ਸਿਸਟਮ ਤੇ ਲਈ ਖਾਤੇ ਬਣਾਏ ਜਾ ਸਕਦੇ ਹਨ।

source: User name
gu: વપરાશકર્તા નામ
pa: ਉਪਭੋਗਤਾ ਨਾਂ

source: Add
gu: ઉમેરો
pa: ਸ਼ਾਮਿਲ

source: Enter the information for the user.
gu: વપરાશકર્તા માટે જાણકારી દાખલ કરો.
pa: ਇਸ ਉਪਭੋਗੀ ਲਈ ਜਾਣਕਾਰੀ ਦਿਉ

source: Change the information for this user.
gu: આ વપરાશકર્તા માટે જાણકારી બદલો.
pa: ਇਸ ਉਪਭੋਗੀ ਲਈ ਜਾਣਕਾਰੀ ਤਬਦੀਲ ਕਰੋ।

source: Use Shadow Passwords
gu: શેડો પાસવર્ડ વાપરો
pa: Shadow ਗੁਪਤ-ਕੋਡ ਵਰਤੋਂ

source: Enable MD5 Passwords
gu: MD5 પાસવર્ડો સક્રિય કરો
pa: MD5 ਗੁਪਤ-ਕੋਡ ਯੋਗ ਕਰੋ

source: Enable NIS
gu: NIS સક્રિય કરો
pa: NIS ਯੋਗ ਕਰੋ

source: NIS Domain:
gu: NIS ડોમેઈન:
pa: NIS ਡੋਮੇਨ:

source: NIS Server:
gu: NIS સર્વર:
pa: NIS ਸਰਵਰ:

source: or use:
gu: અથવા વાપરો:
pa: ਜਾਂ ਵਰਤੋ:

source: Request server via broadcast
gu: બ્રોડકાસ્ટ દ્વારા સર્વરને માંગણી કરો
pa: ਸਰਵਰ ਨੂੰ ਬਰਾਂਡਕਾਸਟ ਰਾਹੀ ਬੇਨਤੀ

source: Enable LDAP
gu: LDAP સક્રિય કરો
pa: LDAP ਯੋਗ

source: LDAP Server:
gu: LDAP સર્વર:
pa: LDAP ਸਰਵਰ:

source: LDAP Base DN:
gu: LDAP આધારિત DN:
pa: LDAP ਆਧਾਰ DN:

source: Use TLS connections
gu: TLS જોડાણો વાપરો
pa: TLS ਕੁਨੈਕਸ਼ਨ ਵਰਤੋਂ

source: Enable Kerberos
gu: કર્બરોઝ સક્રિય કરો
pa: ਕੀਰਬੀਰੋਸ ਯੋਗ

source: Realm:
gu: રીઆલ્મ:
pa: ਸੀਮਾ-ਖੇਤਰ:

source: KDC:
pa: ਕੀਡੀਸੀ(KDC):

source: Admin Server:
gu: સંચાલક સર્વર:
pa: ਪ੍ਰਬੰਧਕੀ ਸਰਵਰ:

source: Welcome to %s!
gu: %s માં તમારું સ્વાગત છે!
pa: %s ਤੇ ਜੀ ਆਇਆ ਨੂੰ!

source: Color Depth
gu: રંગની ઊંડાઈ
pa: ਰੰਗ ਗਹਿਰਾਈ

source: Please select the color depth you would like to use:
gu: મહેરબાની કરીને તમે જે વાપરવા માંગતા હોય તે રંગની ઊંડાઈ પસંદ કરો:
pa: ਕਿਰਪਾ ਕਰਕੇ ਰੰਗ ਗਹਿਰਾਈ ਦੀ ਚੋਣ ਕਰੋ, ਜੋ ਕਿ ਤੁਸੀਂ ਇਸਤੇਮਾਲ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ:

source: Resolution
gu: રીઝોલ્યુશન
pa: ਰੈਜ਼ੋਲੇਸ਼ਨ

source: Please select the resolution you would like to use:
gu: મહેરબાની કરીને તમે જે વાપરવા માંગતા હોય તે રીઝોલ્યુશન વાપરો:
pa: ਕਿਰਪਾ ਕਰਕੇ ਰੈਜ਼ੋਲੇਸ਼ਨ ਦੀ ਚੋਣ ਕਰੋ, ਜੋ ਕਿ ਤੁਸੀਂ ਇਸਤੇਮਾਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ:

source: X Customization
gu: X કસ્ટમાઈઝેશન
pa: X ਪ੍ਰਚਲਣ

source: Select the color depth and video mode you want to use for your system.
gu: તમારી સિસ્ટમ માટે રંગની ઊંડાઈ અને વિડીયો માધ્યમ પસંદ કરો.
pa: ਰੰਗ ਗਹਿਰਾਈ ਅਤੇ ਵੀਡਿਓ ਢੰਗ ਦੀ ਚੋਣ ਕਰੋ, ਜੋ ਕਿ ਤੁਸੀਂ ਇਸਤੇਮਾਲ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ:

source: Color Depth:
gu: રંગની ઊંડાઈ:
pa: ਰੰਗ ਗਹਿਰਾਈ:

source: Change
gu: બદલો
pa: ਤਬਦੀਲ

source: Resolution:
gu: રીઝોલ્યુશન:
pa: ਰੈਜ਼ੋਲੇਸ਼ਨ:

source: Default Desktop:
gu: મૂળભુત ડેસ્કટોપ:
pa: ਮੂਲ ਵਿਹਡ਼ਾ:

source: GNOME
gu: જીનોમ
pa: ਗਨੋਮ

source: KDE
gu: કેડીઈ
pa: ਕੇਡੀਈ

source: Default Login:
gu: મૂળભુત પ્રવેશ:
pa: ਮੂਲ ਲਾਗਆਨ:

source: Graphical
gu: ગ્રાફિકવાળું
pa: ਗਰਾਫੀਕਲ

source: Text
gu: લખાણ
pa: ਪਾਠ

source: Monitor
gu: મોનિટર
pa: ਮਾਨੀਟਰ

source: Please select the monitor attached to your system.
gu: મહેરબાની કરીને તમારી સિસ્ટમ સાથે મોનિટર પસંદ કરો.
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਸਿਸਟਮ ਨਾਲ ਜੁਡ਼ੇ ਮਾਨੀਟਰ ਦੀ ਚੋਣ ਕਰੋ

source: horizontal
gu: આડુ
pa: ਖਿਤੀਜੀ

source: vertical
gu: ઊભુ
pa: ਲੰਬਕਾਰੀ

source: Invalid Sync Rates
gu: અયોગ્ય સુમેળ દરો
pa: ਗਲਤ ਸਿਕ੍ਰੋਨਕਸ ਮੁੱਲ

source: The %s sync rate is invalid: %s A valid sync rate can be of the form: 31.5 a single number 50.1-90.2 a range of numbers 31.5,35.0,39.3-40.0 a list of numbers/ranges
gu: %s સુમેળ દર અયોગ્ય છે: %s માન્ય સુમેળ દર આ પ્રકારનો હોઈ શકે: ૩૧.૫ એક નંબર ૫૦.૧-૯૦.૨ નંબરોનો વિસ્તાર ૩૧.૫,૩૫.૦,૩૯.૨-૪૦.૦ નંબરો/વિસ્તારોની યાદી
pa: %s ਸਿਕ੍ਰੋਨਕਸ ਮੁੱਲ ਗਲਤ ਹੈ: %s ਜਾਇਜ਼ ਸਿਕ੍ਰੋਨਕਸ ਮੁੱਲ ਇਸਤਰ੍ਹਾਂ ਦਾ ਹੋਵੇਗਾ: 31.5 ਇੱਕ ਮੁੱਲ 50.1-90.2 ਇੱਕ ਮੁੱਲ ਸੀਮਾ ਲਈ 31.5,35.0,39.3-40.0 ਮੁੱਲ/ਸੀਮਾ ਦੀ ਸੂਚੀ ਲਈ

source: Monitor Sync Rates
gu: મોનિટર સુમેળ દરો
pa: ਮਾਨੀਟਰ ਸਮਕਾਲੀ ਮੁੱਲ

source: Please enter the sync rates for your monitor. NOTE - it is not usually necessary to edit sync rates manually, and care should be taken to make sure the values entered are accurate.
gu: મહેરબાની કરીને તમારા મોનિટર માટે મોનિટર સુમેળ દરો દાખલ કરો. નોંધ - એ મોટે ભાગે જરુરી નથી કે સુમેળ દરોમાં જાતે ફેરફાર કરવો અને દાખલ કરેલ કિંમતોની ખાતરી કરવા માટે કાળજી રાખવી જોઈએ.
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਮਾਨੀਟਰ ਦਾ ਸਕ੍ਰੋਨਕਸ ਮੁੱਲ ਭਰੋ। ਸੂਚਨਾ - ਸਕ੍ਰੋਨਕਸ ਮੁੱਲ ਵਿੱਚ ਸੋਧ ਕਰਨੀ ਜ਼ਰੂਰੀ ਨਹੀ ਹੈ ਅਤੇ ਮੁੱਲ ਭਰਨ ਵੇਲੇ ਖਾਸ ਧਿਆਨ ਰੱਖੋ ਕਿ ਉਹ ਸਹੀ ਮੁੱਲ ਭਰੇ ਜਾਣ।

source: HSync Rate:
gu: HSync દર:
pa: ਖਿਤੀਜੀ ਸਮਕਾਲੀ ਮੁੱਲ:

source: VSync Rate:
gu: VSync દર:
pa: ਲੰਬਕਾਰੀ ਸਮਕਾਲੀ ਮੁੱਲ:

source: Select the monitor for your system. Use the '%s' button to reset to the probed values.
gu: તમારી સિસ્ટમ માટે મોનિટર પસંદ કરો. પ્રોબ થયેલ કિંમતો ફરીથી સુયોજિત કરવા માટે '%s' બટન વાપરો.
pa: ਆਪਣੇ ਸਿਸਟਮ ਲਈ ਮਾਨੀਟਰ ਚੁਣੋ। ਬਟਨ '%s' ਨੂੰ ਮੁੱਲ ਮੁਡ਼ ਨਿਰਧਾਰਿਤ ਕਰਨ ਲਈ ਵਰਤੋਂ।

source: Monitor:
gu: મોનિટર:
pa: ਮਾਨੀਟਰ:

source: HSync Rate:
gu: HSync દર:
pa: ਖਿਤੀਜੀ ਸਮਕਾਲੀ ਮੁੱਲ:

source: VSync Rate:
gu: VSync દર:
pa: ਲੰਬਕਾਰੀ ਸਮਕਾਲੀ ਮੁੱਲ:

source: Choose monitor type
gu: મોનિટરનો પ્રકાર પસંદ કરો
pa: ਮਾਨੀਟਰ ਕਿਸਮ ਚੁਣੋ

source: Proceed
gu: પ્રક્રિયા કરો
pa: ਜਾਰੀ ਰੱਖੋ

source: Video Card
gu: વિડીયો કાર્ડ
pa: ਵੀਡਿਓ ਕਾਰਡ

source: Please select the video card present in your system. Choose '%s' to reset the selection to the card the installer detected in your system.
gu: મહેરબાની કરીને તમારી સિસ્ટમમાં હોય તે વિડીયો કાર્ડ પસંદ કરો. સ્થાપકે તમારી સિસ્ટમ પર શોધી કાઢેલને ફરીથી સુયોજિત કરવા માટે '%s' પસંદ કરો.
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਸਿਸਟਮ ਤੇ ਮੌਜੂਦ ਵੀਡਿਓ ਕਾਰਡ ਦੀ ਚੋਣ ਕਰੋ '%s' ਦੀ ਚੋਣ ਕਰੋ ਤਾਂ ਕਿ ਆਪਣੇ ਸਿਸਟਮ ਤੇ ਇੰਸਟਾਲਰ ਦੁਆਰਾ ਖੋਜਿਆ ਕਾਰਡ ਨੂੰ ਮੁਡ਼ ਚੁਣਿਆ ਜਾ ਸਕੇ।

source: Video RAM
gu: વિડીયો RAM
pa: ਵੀਡਿਓ ਰੈਮ(RAM)

source: Please select the amount of video RAM present on your video card. Choose '%s' to reset the selection to the amount the installer detected on your card.
gu: મહેરબાની કરીને તમારા વિડીયો કાર્ડ પર હાજર વિડીયો RAM ને પસંદ કરો. પસંદગી ફરીથી સુયોજિત કરવા માટે '%s' પસંદ કરો કે જે સ્થાપકે તમારા કાર્ડ પર શોધી કાઢ્યું છે.
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਮੌਜੂਦ ਵੀਡਿਓ ਦੀ ਵੀਡਿਓ-ਰੈਮ ਦੇ ਮੁੱਲ ਦੀ ਚੋਣ ਕਰੋ '%s' ਦੀ ਚੋਣ ਕਰੋ ਤਾਂ ਕਿ ਆਪਣੇ ਸਿਸਟਮ ਤੇ ਇੰਸਟਾਲਰ ਦੁਆਰਾ ਖੋਜਿਆ ਮੁੱਲ ਨੂੰ ਮੁਡ਼ ਚੁਣਿਆ ਜਾ ਸਕੇ।

source: Skip X Configuration
gu: X રુપરેખાંકન અવગણો
pa: X ਸੰਰਚਨਾ ਅਧੂਰੀ ਛੱਡੋ

source: Video Card Configuration
gu: વિડીયો કાર્ડ રુપરેખાંકન
pa: ਵੀਡਿਓ ਕਾਰਡ ਸੰਰਚਨਾ

source: Select the video card and video RAM for your system.
gu: તમારી સિસ્ટમ માટે વિડીયો કાર્ડ અને વિડીયો RAM પસંદ કરો.
pa: ਆਪਣੇ ਸਿਸਟਮ ਲਈ ਵੀਡਿਓ ਕਾਰਡ ਅਤੇ ਵੀਡਿਓ ਰੈਮ ਚੁਣੋ

source: Video Card:
gu: વિડીયો કાર્ડ:
pa: ਵੀਡਿਓ ਕਾਰਡ:

source: Unknown card
gu: અજ્ઞાત કાર્ડ
pa: ਅਣਪਛਾਤਾ ਕਾਰਡ

source: Video RAM:
gu: વિડીયો RAM:
pa: ਵੀਡਿਓ ਰੈਮ(RAM):

source: FCP Device
gu: FCP ઉપકરણ
pa: FCP ਜੰਤਰ

source: Device #
gu: ઉપકરણ #
pa: ਜੰਤਰ #

source: Remove
gu: દૂર કરો
pa: ਹਟਾਓ

source: The z/IPL Boot Loader will be installed on your system after installation is complete. You can now enter any additional kernel and chandev parameters which your machine or your setup may require.
gu: સ્થાપન પૂર્ણ થાય પછી z/IPL બુટ લોડર તમારી સિસ્ટમ પર સ્થાપિત થશે. તમે કોઈ વધારાના કર્નલ અને ચાન્ડેલ પરિમાણો દાખલ કરી શકો છો કે જે તમારુ મશીન અથવા તમારુ સુયોજન માટે જરુરી છે.
pa: z/IPL ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲੇਸ਼ਨ ਦੇ ਪੂਰਾ ਹੋਣ ਉਪਰੰਤ ਤੁਹਾਡੇ ਸਿਸਟਮ ਇੰਸਟਾਲ ਹੋਵੇਗਾ। ਤੁਸੀਂ ਹੋਰ ਕਰਨਲ ਵੀ ਦੇ ਸਕਦੇ ਹੋ ਅਤੇ chandev ਪੈਰਾਮੀਟਰ ਵੀ, ਜੋ ਵੀ ਤੁਹਾਡੀ ਮਸ਼ੀਨ ਜਾਂ ਤੁਹਾਡਾ ਨਿਰਧਾਰਨ ਨੂੰ ਲੋਡ਼ੀਦਾ ਹੈ।

source: z/IPL Configuration
gu: z/IPL રુપરેખાંકન
pa: z/IPL ਸੰਰਚਨਾ

source: Chandev line
gu: ચાન્ડેવ લાઈન
pa: Chandev ਲਾਈਨ

source: _Custom
gu: કસ્ટમ (_C)
pa: ਪ੍ਰਚਲਣ(_C)

source: Select this installation type to gain complete control over the installation process, including software package selection and partitioning.
gu: સ્થાપનની પૂર્ણ પ્રક્રિયા પર નિયંત્રણ મેળવવા માટે સ્થાપનનો આ પ્રકાર પસંદ કરો, સોફ્ટવેર પેકેજો પસંદ કરવા અને પાર્ટીશન કરવા સહિત.
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਕਾਰਜ ਤੇ ਪੂਰੀ ਤਰਾਂ ਆਪਣਾ ਕੰਟਰੋਲ ਰੱਖ ਲਈ ਇਹ ਇੰਸਟਾਲੇਸ਼ਨ ਢੰਗ ਚੁਣੋ, ਜਿਸ ਵਿੱਚ ਸਾਫਟਵੇਅਰ ਪੈਕੇਜ ਚੋਣ ਅਤੇ ਵਿਭਾਗੀਕਰਨ ਵੀ ਸ਼ਾਮਿਲ ਹੈ।

source: _Personal Desktop
gu: ખાનગી ડેસ્કટોપ (_P)
pa: ਨਿੱਜੀ ਡਿਸਕਟਾਪ(_P)

source: Perfect for personal computers or laptops, select this installation type to install a graphical desktop environment and create a system ideal for home or desktop use.
gu: ખાનગી કમ્પ્યુટરો અથવા લેપટોપ માટે યોગ્ય છે, ગ્રાફિકલ ડેસ્કટોપ પર્યાવરણ સ્થાપિત કરવા માટે અને તમારા ઘર વપરાશ માટે સિસ્ટમ યોગ્ય બનાવવા માટે સ્થાપનનો આ પ્રકાર પસંદ કરો.
pa: ਨਿੱਜੀ ਕੰਪਿਊਟਰਾਂ ਜਾਂ ਲੈਪਟਾਪ ਲਈ ਆਦਰਸ਼ ਚੋਣ ਹੈ, ਇਹ ਚੋਣ ਗਰਾਫੀਕਲ ਵਿਹਡ਼ਾ ਵਾਤਾਵਰਣ ਨੂੰ ਇੰਸਟਾਲ ਕਰੇਗੀ ਅਤੇ ਤੁਹਾਡੇ ਘਰ ਜਾਂ ਡਿਸਕਟਾਪ ਵਰਤੋਂ ਲਈ ਇੱਕ ਆਦਰਸ਼ ਸਿਸਟਮ ਤਿਆਰ ਕਰੇਗੀ।

source: Desktop shell (GNOME) Office suite (OpenOffice.org) Web browser Email (Evolution) Instant messaging Sound and video applications Games
pa: ਵਿਹਡ਼ਾ ਸ਼ੈੱਲ (ਗਨੋਮ) ਦਫਤਰੀ ਸੰਦ (ਓਪਨਆਫਿਸ.ਆਰਜ਼) ਵੈੱਬ ਬਰਾਊਜ਼ਰ ਈ-ਪੱਤਰ (ਈਵੋਲੇਸ਼ਨ) ਮੌਕਾ ਸੁਨੇਹਾਦਾਰ ਬਹੁਰੰਗ ਕਾਰਜ ਖੇਡਾਂ

source: Red Hat Enterprise Linux AS
pa: ਰੈੱਡ ਹੈੱਟ ਇੰਟਰਪ੍ਰਾਈਸ ਲੀਨਕਸ AS

source: Desktop shell (GNOME) Administration Tools Server Configuration Tools Web Server Windows File Server (SMB)
pa: ਵਿਹੜਾ ਸ਼ੈੱਲ (ਗਨੋਮ) ਪ੍ਰਬੰਧਕੀ ਸੰਦ ਸਰਵਰ ਸੰਰਚਨਾ ਸੰਦ ਵੈੱਬ ਸਰਵਰ Windows ਫਾਇਲ ਸਰਵਰ (SMB)

source: Red Hat Enterprise Linux Desktop
pa: ਰੈੱਡ ਹੈੱਟ ਇੰਟਰਪ੍ਰਾਈਸ ਲੀਨਕਸ ਡਿਸਕਟਾਪ

source: Red Hat Enterprise Linux ES
pa: ਰੈੱਡ ਹੈੱਟ ਇੰਟਰਪ੍ਰਾਈਸ ਲੀਨਕਸ ES

source: Red Hat Enterprise Linux WS
pa: ਰੈੱਡ ਹੈੱਟ ਇੰਟਰਪ੍ਰਾਈਸ ਲੀਨਕਸ WS
