Repository: rhinstaller/anaconda
Catalog: po/*.po
Languages: gu, pa

source: Starting VNC...
gu: VNC શરુ કરી રહ્યા છીએ...
pa: VNC ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ...

source: %s %s installation on host %s
gu: %s %s નું સ્થાપન %s યજમાન પર
pa: %s %s ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਮੇਜ਼ਬਾਨ %s ਤੇ

source: %s %s installation
gu: %s %s સ્થાપન
pa: %s %s ਇੰਸਟਾਲੇਸ਼ਨ

source: Unable to set vnc password - using no password!
gu: vnc પાસવર્ડ સુયોજિત કરવામાં અસમર્થ - કોઈ પાસવર્ડ નહિં દ્વારા!
pa: ਵੀਐਨਸੀ(vnc) ਗੁਪਤ-ਕੋਡ ਨਿਰਧਾਰਨ ਅਸਫਲ - ਕੋਈ ਗੁਪਤ-ਕੋਡ ਨਹੀ ਵਰਤਿਆ ਜਾ ਰਿਹਾ!

source: Make sure your password is at least 6 characters in length.
gu: ખાતરી કરો કે તમારો પાસવર્ડ ઓછામાં આેછો ૬ અક્ષરોનો હોવો જોઈએ.
pa: ਇਸ ਦੀ ਪੁਸ਼ਟੀ ਕਰ ਲਵੋ ਕਿ ਤੁਹਾਡਾ ਗੁਪਤ-ਕੋਡ ਘੱਟੋ-ਘੱਟ ਛੇ ਅੱਖਰਾਂ ਦਾ ਹੈ।

source: WARNING!!! VNC server running with NO PASSWORD! You can use the vncpassword=<password> boot option if you would like to secure the server.
gu: ચેતવણી!!! VNC સર્વર NO PASSWORD પાસવર્ડ સાથે ચાલી રહ્યું છે! તમે બુટ માટેનો વિકલ્પ vncpassword=<password> વાપરી શકો છો જો તમે સર્વરને સુરક્ષિત રાખવા માંગતા હોય તો.
pa: ਚੇਤਵਾਨੀ!!! ਵੀਐਨਸੀ(VNC) ਸਰਵਰ ਬਿਨਾਂ ਗੁਪਤ-ਕੋਡ ਤੋ ਚੱਲ ਰਿਹਾ ਹੈ! ਤੁਸੀਂ vncpassword=<password> ਬੂਟ ਚੋਣ ਵਰਤ ਸਕਦੇ ਹੋ, ਜੇਕਰ ਤੁਸੀਂ ਸੁਰੱਖਿਅਤ ਸਰਵਰ ਵਰਤਣਾ ਚਾਹੋਗੇ।

source: The VNC server is now running.
gu: VNC હમણાં ચાલી રહ્યું છે.
pa: ਵੀਐਨਸੀ(VNC) ਸਰਵਰ ਇਸ ਸਮੇਂ ਚੱਲ ਰਿਹਾ ਹੈ।

source: Attempting to connect to vnc client on host %s...
gu: vnc ક્લાઈન્ટને %s યજમાન સાથે જોડવાનો પ્રયત્ન કરી રહ્યા છીએ...
pa: ਮੇਜ਼ਬਾਨ %s ਤੇ ਵੀਐਨਸੀ(VNC) ਕਲਾਂਈਟ ਨਾਲ ਜੁਡ਼ਨ ਦੀ ਕੋਸ਼ਿਸ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...

source: Giving up attempting to connect after 50 tries!
gu: ૫૦ પ્રયત્નો પછી તમને જોડાવાની તક આપી રહ્યું છે!
pa: 50 ਵਾਰ ਕੋਸ਼ਿਸ ਕਰ ਬਾਅਦ ਜੁਡ਼ਨ ਦੀ ਕੋਸ਼ਿਸ ਕਰ ਲਈ ਯਤਨ ਛੱਡ ਦਿਉ!

source: Please manually connect your vnc client to %s to begin the install.
gu: મહેરબાની કરીને તમારા vnc ક્લાઈન્ટને %s સાથે સ્થાપન શરુ કરવા માટે જોડો.
pa: %s ਤੇ ਇੰਸਟਾਲ ਹੋਣ ਲਈ ਆਪਣੇ ਵੀਐਨਸੀ(VNC) ਕਲਾਂਈਟ ਨਾਲ ਦਸਤੀ ਜੁਡ਼ਨ ਦੀ ਕੋਸ਼ਿਸ ਕਰੋ।

source: Please manually connect your vnc client to begin the install.
gu: મહેરબાની કરીને તમારા vnc ક્લાઈન્ટને સ્થાપન શરુ કરવા માટે જોડો.
pa: ਇੰਸਟਾਲ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਆਪਣੇ ਵੀਐਨਸੀ(VNC) ਕਲਾਂਈਟ ਨਾਲ ਦਸਤੀ ਜੁਡ਼ਨ ਦੀ ਕੋਸ਼ਿਸ ਕਰੋ।

source: Will try to connect again in 15 seconds...
gu: અમે ૧૫ સેકન્ડ પછી ફરીથી જોડાવાનો પ્રયત્ન કરીશું...
pa: 15 ਸਕਿੰਟਾਂ ਵਿੱਚ ਮੁਡ਼ ਜੁਡ਼ਨ ਦੀ ਕੋਸ਼ਿਸ ਕਰੇਗਾ...

source: Connected!
gu: જોડાઈ ગયું!
pa: ਜੁੜ ਗਿਆ!

source: Please connect to %s to begin the install...
gu: મહેરબાની કરીને સ્થાપન શરુ કરવા માટે %s સાથે જોડો...
pa: ਕਿਰਪਾ ਕਰਕੇ %s ਨਾਲ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਜੁੜੋ...

source: Please connect to begin the install...
gu: મહેરબાની કરીને સ્થાપન શરુ કરવા માટે જોડો...
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੰਸਟਾਲ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਜੁੜੋ...

source: OK
gu: બરાબર
pa: ਠੀਕ ਹੈ

source: Unknown Error
gu: અજાણી ભૂલ
pa: ਅਣਪਛਾਤੀ ਗਲਤੀ

source: Error pulling second part of kickstart config: %s!
gu: કિકસ્ટાર્ટ રુપરેખાનો બીજો ભાગ ખેંચતી વખતે ભૂલ આવી: %s!
pa: ਗਲਤੀ, ਕਿੱਕਸਟਾਰਟ ਸੰਰਚਨਾ ਦੇ ਦੂਜੇ ਹਿੱਸੇ ਵਿੱਚ: %s!

source: You do not have enough RAM to use the graphical installer. Starting text mode.
gu: તમારી પાસે ગ્રાફિકવાળુ સ્થાપન શરુ કરવા માટે પૂરતી RAM નથી.લખાણવાળી સ્થિતિ શરુ કરી રહ્યા છીએ.
pa: ਤੁਹਾਡੇ ਕੋਲ ਗਰਾਫੀਕਲ ਇੰਸਟਾਲਰ ਲਈ ਲੋੜੀਂਦੀ ਰੈਮ(RAM) ਨਹੀ ਹੈ। ਪਾਠ ਢੰਗ ਹੀ ਸ਼ੁਰੂ ਕੀਤਾ ਜਾਦਾਹੈ।

source: Install class forcing text mode installation
gu: લખાણવાળી સ્થિતિવાળુ સ્થાપન શરુ કરવા માટે વર્ગ સ્થાપિત કરો.
pa: ਇੰਸਟਾਲ ਸ਼੍ਰੇਣੀ ਪਾਠ ਢੰਗ ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਮਜ਼ਬੂਰ ਕਰ ਰਹੀ ਹੈ।

source: No video hardware found, assuming headless
gu: કોઈ વિડીયો હાર્ડવેર મળ્યું નથી, હેડ વિનાનું માની લીધુ
pa: ਕੋਈ ਵੀਡਿਓ ਜੰਤਰ ਨਹੀ ਲੱਭਾ ਹੈ, ਇਸ ਨੂੰ ਨਾ ਮੰਨ ਕੇ ਅੱਗੇ ਜਾਇਆ ਜਾ ਰਿਹਾ ਹੈ

source: Unable to instantiate a X hardware state object.
gu: X હાર્ડવેર સ્થિતિ ઓબ્જેક્ટ શરુ કરવા અસમર્થ.
pa: X ਜੰਤਰ ਸਥਿਤੀ ਇਕਾਈ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਹੈ।

source: Graphical installation not available... Starting text mode.
gu: ગ્રાફિકવાળુ સ્થાપન ઉપ્લબ્ધ નથી... લખાણવાળી સ્થિતિ શરુ કરી રહ્યા છીએ.
pa: ਗਰਾਫੀਕਲ ਇੰਸਟਾਲੇਸ਼ਨ ਉਪੱਲਬਧ ਨਹੀ ਹੈ... ਪਾਠ ਢੰਗ ਆਰੰਭ ਹੋ ਰਿਹਾ ਹੈ।

source: No mouse was detected. A mouse is required for graphical installation. Starting text mode.
gu: કોઈ માઉસ મળ્યું નથી. ગ્રાફિકવાળા સ્થાપન માટે માઉસ જરુરી છે. લખાણવાળી સ્થિતિ શરુ કરી રહ્યા છીએ.
pa: ਕੋਈ ਮਾਊਸ ਨਹੀ ਲੱਭਾ। ਗਰਾਫੀਕਲ ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਮਾਊਸ ਜ਼ਰੂਰੀ ਹੈ। ਪਾਠ ਢੰਗ ਆਰੰਭ ਹੋ ਰਿਹਾ ਹੈ।

source: Detected mouse type: %s
gu: મળી આવેલ માઉસનો પ્રકાર: %s
pa: ਖੋਜੀ ਮਾਊਸ ਕਿਸਮ: %s

source: Using mouse type: %s
gu: માઉસનો પ્રકાર વાપરી રહ્યા છીએ: %s
pa: ਵਰਤੀ ਜਾ ਰਹੀ ਮਾਊਸ ਕਿਸਮ: %s

source: Starting graphical installation...
gu: ગ્રાફિકવાળું સ્થાપન શરુ કરી રહ્યા છીએ...
pa: ਗਰਾਫੀਕਲ ਇੰਸਟਾਲੇਸ਼ਨ ਸ਼ੁਰੂ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...

source: Could not allocate cylinder-based partitions as primary partitions
gu: સિલિન્ડર-આધારિત પાર્ટીશનને પ્રાથમિક પાર્ટીશનો તરીકે સ્થિત કરી શકાયા નથી.
pa: ਸਿੰਲਡਰ ਤੇ ਅਧਾਰਿਤ ਭਾਗਾਂ ਨੂੰ ਮੁੱਢਲੇ ਭਾਗਾਂ ਦੇ ਤੌਰ ਤੇ ਨਹੀ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ।

source: Could not allocate partitions as primary partitions
gu: પ્રાર્ટીશનોને પ્રાથમિક પાર્ટીશનો તરીકે સ્થિત કરી શકાયા નથી
pa: ਭਾਗਾਂ ਨੂੰ ਮੁੱਢਲੇ ਭਾਗਾਂ ਦੇ ਤੌਰ ਤੇ ਨਹੀ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ

source: Could not allocate cylinder-based partitions
gu: સિલિન્ડર-આધારિત પાર્ટીશનો સ્થિત કરી શકાયા નથી
pa: ਸਿੰਲਡਰ ਅਧਾਰਿਤ ਭਾਗਾਂ ਨੂੰ ਨਹੀ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ

source: Could not allocate partitions
gu: પાર્ટીશનો સ્થિત કરી શકાયા નથી
pa: ਭਾਗਾਂ ਨੂੰ ਨਹੀ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ

source: Boot partition %s doesn't belong to a BSD disk label. SRM won't be able to boot from this partition. Use a partition belonging to a BSD disk label or change this device disk label to BSD.
pa: ਬੂਟ ਭਾਗ %s ਇੱਕ ਬੀਐਸਡੀ(BSD) ਡਿਸਕ ਲੇਬਲ ਨਾਲ ਸੰਬੰਧ ਨਹੀ ਹੈ। ਐਸਆਰਐਮ(SRM) ਇਸ ਭਾਗ ਤੋਂ ਬੂਟ ਨਹੀ ਕਰ ਸਕਦਾ ਹੈ। ਬੀਐਸਡੀ(BSD) ਡਿਸਕ ਲੇਬਲ ਨਾਲ ਸੰਬੰਧਿਤ ਭਾਗ ਵਰਤੋਂ ਜਾਂ ਇਸ ਜੰਤਰ ਡਿਸਕ ਦਾ ਡਿਸਕ ਲੇਬਲ ਬੀਐਸਡੀ(BSD) ਵਿੱਚ ਤਬਦੀਲ ਕਰ ਦਿਉ।

source: Boot partition %s doesn't belong to a disk with enough free space at its beginning for the bootloader to live on. Make sure that there's at least 5MB of free space at the beginning of the disk that contains /boot
gu: બુટ પાર્ટીશન %s એ બુટ લોડરને ચાલુ રાખવા માટે તેની શરુઆતમાંપૂરતી જગ્યાવાળી ડિસ્કને અનુસરતુ નથી. ખાતરી કરો કે ત્યાં ઓછામાં ઓછી 5MB જેટલી ખાલી જગ્યા ડિસ્કની શરુઆતમાં હોવી જોઈએ કે જે /boot સમાવે છે.
pa: ਬੂਟ ਭਾਗ %s ਉਸ ਡਿਸਕ ਨਾਲ ਸੰਬੰਧਿਤ ਨਹੀ ਹੈ, ਜੋ ਕਿ ਬੂਟ-ਲੋਡਰ ਲਈ ਲੋੜੀਂਦੀ ਖਾਲੀ ਥਾਂ ਉਪਲੱਬਧ ਕਰਾ ਸਕੇ। ਇਸ ਦੀ ਪੁਸ਼ਟੀ ਕਰ ਲਵੋ ਕਿ ਉਸ ਡਿਸਕ ਜੋ ਕਿ /boot ਨੂੰ ਰੱਖਦੀ ਹੈ, ਉੱਪਰ ਘੱਟੋ-ਘੱਟ 5 ਮੈਬਾ ਖਾਲੀ ਥਾਂ ਉਪਲੱਬਧ ਹੈ।

source: Boot partition %s isn't a VFAT partition. EFI won't be able to boot from this partition.
gu: બુટ પાર્ટીશન %s એ VFAT પાર્ટીશન નથી. EFI એ આ પાર્ટીશનમાંથી ચાલુ થવા માટે સમર્થ નથી.
pa: ਬੂਟ ਭਾਗ %s ਵੀਫੈਟ(VFAT) ਭਾਗ ਨਹੀ ਹੈ। ਈਐਫਆਈ(EFI) ਇਸ ਭਾਗ ਤੋ ਬੂਟ ਨਹੀ ਹੋ ਸਕੇਗਾ।

source: Boot partition isn't located early enough on the disk. OpenFirmware won't be able to boot this installation.
gu: બુટ પાર્ટીશન એ પહેલા પૂરતી જગ્યાવાળી ડિસ્ક પર સ્થિત નથી. OpenFirmware આ સ્થાપનને શરુ કરવામાં સમર્થ નથી.
pa: ਬੂਟ ਭਾਗ ਡਿਸਕ ਤੇ ਪਹਿਲਾਂ ਨਹੀ ਦਿੱਤਾ ਗਿਆ ਹੈ। OpenFirmware ਇਸ ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਬੂਟ ਨਹੀ ਕਰ ਸਕੇਗਾ।

source: Boot partition %s may not meet booting constraints for your architecture.
gu: બુટ પાર્ટીશન %s તમારા આર્કીટેક્ચરના બુટ માટેના પરિમાણોને મળતું નથી.
pa: ਬੂਟ ਭਾਗ %s ਤੁਹਾਡੇ ਢਾਂਚੇ ਲਈ ਬੂਟ ਕਰਨ ਦੀਆਂ ਲੋੜੀਦੀਆਂ ਸੀਮਾਂਵਾਂ ਵਿੱਚ ਨਹੀ ਆ ਰਿਹਾ ਹੈ।

source: Adding this partition would not leave enough disk space for already allocated logical volumes in %s.
gu: આ પાર્ટીશનને ઉમેરવાનું %s માં પહેલાથી સ્થિત લોજિકલ પાર્ટીશનો માટે પૂરતી જગ્યા રાખતું નથી.
pa: ਇਸ ਭਾਗ ਨੂੰ ਜੋਡ਼ਨ ਨਾਲ %s ਵਿੱਚ ਪਹਿਲਾਂ ਜਾਰੀ ਕੀਤੇ ਲਾਜੀਕਲ ਵਾਲੀਅਮ ਲਈ ਲੋੜੀਂਦੀ ਥਾਂ ਨਹੀ ਰਹੇਗੀ।

source: Requested Partition Does Not Exist
gu: મંજૂર કરાયેલ પાર્ટીશનો હયાત નથી
pa: ਲੋਡ਼ੀਦਾ ਭਾਗ ਮੌਜੂਦਾ ਨਹੀ ਹੈ

source: Unable to locate partition %s to use for %s. Press 'OK' to reboot your system.
gu: %s વાપરવા માટે પાર્ટીશન %s સ્થિત કરી શકાતું નથી. તમારી સિસ્ટમ રીબુટ કરવા માટે બરાબર બટન દબાવો.
pa: ਭਾਗ %s, ਜੋ ਕਿ %s ਲਈ ਵਰਤਣਾ ਸੀ, ਨੂੰ ਲੱਭਣ ਵਿੱਚ ਅਸਫਲ ਕਿਰਪਾ ਕਰਕੇ ਸਿਸਟਮ ਨੂੰ ਮੁਡ਼-ਚਾਲੂ ਕਰਨ ਲਈ 'ਠੀਕ ਹੈ' ਦਬਾਓ।

source: Requested Raid Device Does Not Exist
gu: મંજૂર થયેલ Raid ઉપકરણો અસ્તિત્વમાં નથી
pa: ਲੋਡ਼ੀਦਾ ਰੇਡ(Raid) ਜੰਤਰ ਉਪਲੱਬਧ ਨਹੀ ਹੈ

source: Unable to locate raid device %s to use for %s. Press 'OK' to reboot your system.
gu: %s માટે %s raid ઉપકરણો સ્થિત કરવામાં અસમર્થ. તમારી સિસ્ટમ રીબુટ કરવા માટે બરાબર બટન દબાવો.
pa: ਰੇਡ(Raid) ਜੰਤਰ %s, ਜੋ ਕਿ %s ਲਈ ਵਰਤਣਾ ਸੀ, ਨੂੰ ਲੱਭਣ ਵਿੱਚ ਅਸਫਲ। ਕਿਰਪਾ ਕਰਕੇ ਸਿਸਟਮ ਨੂੰ ਮੁਡ਼-ਚਾਲੂ ਕਰਨ ਲਈ 'ਠੀਕ ਹੈ' ਦਬਾਓ।

source: Requested Volume Group Does Not Exist
gu: મંજૂર થયેલ જગ્યાના જૂથો અસ્તિત્વમાં નથી
pa: ਲੋਡ਼ੀਦਾ ਵਾਲੀਅਮ ਸਮੂਹ ਉਪਲੱਬਧ ਨਹੀ ਹੈ

source: Unable to locate volume group %s to use for %s. Press 'OK' to reboot your system.
gu: %s માટે જગ્યાના જૂથો %s સ્થિત કરવામાં અસમર્થ. તમારી સિસ્ટમ રીબુટ કરવા માટે અસમર્થ.
pa: ਵਾਲੀਅਮ ਸਮੂਹ %s, ਜੋ ਕਿ %s ਲਈ ਵਰਤਣਾ ਸੀ, ਨੂੰ ਲੱਭਣ ਵਿੱਚ ਅਸਫਲ। ਕਿਰਪਾ ਕਰਕੇ ਸਿਸਟਮ ਨੂੰ ਮੁਡ਼-ਚਾਲੂ ਕਰਨ ਲਈ 'ਠੀਕ ਹੈ' ਦਬਾਓ।

source: Requested Logical Volume Does Not Exist
gu: મંજૂર થયેલ લોજિકલ જૂથ અસ્તિત્વમાં નથી
pa: ਲੋਡ਼ੀਦਾ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਉਪਲੱਬਧ ਨਹੀ ਹੈ

source: Unable to locate logical volume %s to use for %s. Press 'OK' to reboot your system.
gu: %s માટે %s લોજિકલ વોલ્યુમ સ્થિત કરી શકાતા નથી. તમારી સિસ્ટમ રીબુટ કરવા માટે બરાબર બટન દબાવો.
pa: ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ %s, ਜੋ ਕਿ %s ਲਈ ਵਰਤਣਾ ਸੀ, ਨੂੰ ਲੱਭਣ ਵਿੱਚ ਅਸਫਲ। ਕਿਰਪਾ ਕਰਕੇ ਸਿਸਟਮ ਨੂੰ ਮੁਡ਼-ਚਾਲੂ ਕਰਨ ਲਈ 'ਠੀਕ ਹੈ' ਦਬਾਓ।

source: Automatic Partitioning Errors
gu: આપોઆપ પાર્ટીશન કરતાં ભૂલો
pa: ਸਵੈ-ਚਾਲਿਤ ਵਿਭਾਗੀਕਰਨ ਗਲਤੀਆਂ

source: The following errors occurred with your partitioning: %s Press 'OK' to reboot your system.
gu: તમારા પાર્ટીશનો સાથે નીચેની ભૂલો ઉદ્ભવી છે: %s તમારી સિસ્ટમ રીબુટ કરવા બરાબર બટન દબાવો.
pa: ਤੁਹਾਡੇ ਭਾਗਾਂ ਵਿੱਚ ਹੇਠ ਲਿਖੀਆਂ ਗਲਤੀਆਂ ਆਈਆਂ ਹਨ: %s ਕਿਰਪਾ ਕਰਕੇ ਸਿਸਟਮ ਨੂੰ ਮੁਡ਼-ਚਾਲੂ ਕਰਨ ਲਈ 'ਠੀਕ ਹੈ' ਦਬਾਓ।

source: Warnings During Automatic Partitioning
gu: આપોઆપ પાર્ટીશન કરતી વખતે આવતી ચેતવણીઓ
pa: ਸਵੈ-ਚਾਲਿਤ ਵਿਭਾਗੀਕਰਨ ਦੌਰਾਨ ਚੇਤਾਵਨੀਆਂ

source: Following warnings occurred during automatic partitioning: %s
gu: આપોઆપ પાર્ટીશન કરતી વખતે નીચેની ભૂલો ઉદ્ભવી છે: %s
pa: ਸਵੈ-ਚਾਲਿਤ ਵਿਭਾਗੀਕਰਨ ਦੌਰਾਨ ਗਲਤੀਆਂ ਹੇਠ ਲਿਖੀਆਂ ਚੇਤਾਵਨੀਆਂ ਹਨ: %s

source: Press 'OK' to reboot your system.
gu: તમારી સિસ્ટમ રીબુટ કરવા માટે બરાબર બટન દબાવો.
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਿਸਟਮ ਨੂੰ ਮੁਡ਼-ਚਾਲੂ ਕਰਨ ਲਈ 'ਠੀਕ ਹੈ' ਦਬਾਓ।

source: Error Partitioning
gu: પાર્ટીશન કરતી વખતે ભૂલ
pa: ਵਿਭਾਗੀਕਰਨ ਗਲਤੀਆਂ

source: Could not allocate requested partitions: %s.%s
gu: મંજૂર કરેલ પાર્ટીશનો શોધી શકાયા નથી: %s.%s
pa: ਲੋਡ਼ੀਦੇ ਭਾਗ ਜਾਰੀ ਨਹੀ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ: %s.%s

source: You can choose a different automatic partitioning option, or click 'Back' to select manual partitioning. Press 'OK' to continue.
gu: તમે વિવિધ આપોઆપ પાર્ટીશન માટેનો વિકલ્પ પસંદ કરી શકો છો, અથવાજાતે પાર્ટીશન કરવા માટે પાછા જાવ પર ક્લિક કરી શકો છો. ચાલુ રાખવા માટે બરાબર બટન દબાવો.
pa: ਤੁਸੀਂ ਇੱਕ ਵੱਖਰੀ ਵਿਭਾਗੀਕਰਨ ਚੋਣ ਵਰਤ ਸਕਦੇ ਹੋ, ਜਾਂ 'ਪਿੱਛੇ' ਦਬਾਕੇ ਦਸਤੀ ਵਿਭਾਗੀਕਰਨ ਕਰ ਸਕਦੇ ਹੋ। ਜਾਰੀ ਰੱਖਣ ਲਈ 'ਠੀਕ ਹੈ' ਦਬਾਓ।

source: The following errors occurred with your partitioning: %s This can happen if there is not enough space on your hard drive(s) for the installation.%s
gu: તમારા પાર્ટીશનો સાથે નીચેની ભૂલો ઉદ્ભવી: %s આ ત્યારે જ બને જ્યારે ત્યાં તમારી હાર્ડ ડ્રાઈવ પર સ્થાપન માટે પૂરતી જગ્યા નહિં હોય.%s
pa: ਤੁਹਾਡੇ ਵਿਭਾਗੀਕਰਨ ਵਿੱਚ ਹੇਠ ਲਿਖੀਆ ਗਲਤੀਆਂ ਹਨ: %s ਇਹ ਤਾਂ ਵਾਪਰਦਾ ਹੈ, ਜਦੋ ਕਿ ਤੁਹਾਡੀ ਹਾਰਡ-ਡਿਸਕ ਤੇ ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਲੋੜੀਂਦੀ ਥਾਂ ਨਾ ਹੋਵੇ। %s

source: Unrecoverable Error
gu: સુધારી નહિં શકાય તેવી ભૂલ
pa: ਨਾ-ਮੁੜ ਪ੍ਰਾਪਤੀਯੋਗ ਗਲਤੀ

source: Your system will now be rebooted.
gu: તમારી સિસ્ટમ હવે રીબુટ થશે.
pa: ਤੁਹਾਡਾ ਸਿਸਟਮ ਹੁਣ ਮੁਡ਼ ਚਾਲੂ ਹੋਵੇਗਾ।

source: Warning
gu: ચેતવણી
pa: ਚੇਤਾਵਨੀ

source: Automatic Partitioning sets partitions based on the selected installation type. You also can customize the partitions once they have been created. The manual disk partitioning tool, Disk Druid, allows you to create partitions in an interactive environment. You can set the file system types, mount points, partition sizes, and more.
gu: આપોઆપ પાર્ટીશન પસંદ કરેલ સ્થાપનના પ્રકારને આધારિત પાર્ટીશનો સુયોજિત કરે છે. તમે પાર્ટીશનો જ્યારે બની જાય ત્યારે કસ્ટમાઈઝ પણ કરી શકો છો. ડિસ્ક પાર્ટીશન કરવાનું સાધન, ડિસ્ક ડ્રુડ, તમને ઈન્ટરેક્ટીવ પર્યાવરણમાં પાર્ટીશન બનાવવાની પરવાનગી આપે છે. તમે ફાઈલ સિસ્ટમ પ્રકારો, માઉન્ટ પોઈન્ટ, પાર્ટીશન માપો અને વધુ પણ સુયોજિત કરી શકો છો.
pa: ਸਵੈ-ਚਲਾਕ ਵਿਭਾਗੀਕਰਨ, ਤੁਹਾਡੇ ਦੁਆਰਾ ਚੁਣੀ ਇੰਸਟਾਲੇਸ਼ਨ ਕਿਸਮ ਅਨੁਸਾਰ ਭਾਗ ਬਣਾਉਦਾ ਹੈ। ਇੱਕ ਵਾਰ ਬਣਾਏ ਗਏ ਭਾਗਾਂ ਨੂੰ ਤੁਸੀਂ ਆਪਣੀ ਪਸੰਦ ਮੁਤਾਬਿਕ ਸੋਧ ਵੀ ਸਕਦੇ ਹੋ। ਦਸਤੀ ਡਿਸਕ ਵਿਭਾਗੀਕਰਨ ਸੰਦ, ਜਿਵੇਂ ਕਿ ਡਿਸਕ ਡਰਾਊਡ(Disk Druid), ਤੁਹਾਨੂੰ ਇੱਕ ਦਿਲ-ਖਿੱਚਵੇ ਵਾਤਾਵਰਣ ਵਿੱਚ ਭਾਗ ਬਣਾਉਣ ਵਿੱਚ ਸਹਾਇਕ ਹਨ। ਤੁਸੀਂ ਇਥੇ ਫਾਇਲ-ਸਿਸਟਮ ਦੀ ਕਿਸਮ, ਮਾਊਟ-ਸਥਾਨ, ਭਾਗ ਆਕਾਰ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ ਨਿਰਧਾਰਿਤ ਕਰ ਸਕਦੇ ਹੋ।

source: Before automatic partitioning can be set up by the installation program, you must choose how to use the space on your hard drives.
gu: આપોઆપ પાર્ટીશન કરવાનું સ્થાપનના કાર્યક્રમ દ્વારા સુયોજિત કરી શકાય છે, તમારે તમારી હાર્ડ ડ્રાઈવની જગ્યા કેવી રીતે વાપરવાની તે પસંદ કરવું જ પડશે.
pa: ਇਸ ਤੋ ਪਹਿਲਾਂ ਕਿ ਇੰਸਟਾਲੇਸ਼ਨ ਕਾਰਜ ਸਵੈ-ਚਾਲਤ ਵਿਭਾਗੀਕਰਨ ਦੀ ਵਰਤੋਂ ਕਰੇ, ਤੁਹਾਨੂੰ ਇਹ ਚੋਣ ਕਰਨੀ ਪਵੇਗੀ ਕਿ ਤੁਹਾਡੀ ਹਾਰਡ-ਡਿਸਕ ਤੇ ਥਾਂ ਕਿਵੇ ਵਰਤੀ ਜਾਵੇ।

source: Remove all partitions on this system
gu: આ સિસ્ટમ પરના બધા પાર્ટીશનો દૂર કરો
pa: ਇਸ ਸਿਸਟਮ ਦੇ ਸਾਰੇ ਭਾਗ ਹਟਾ ਦਿਓ

source: Remove all Linux partitions on this system
gu: આ સિસ્ટમ પરના બધા લિનક્સ પાર્ટીશનો દૂર કરો
pa: ਇਸ ਸਿਸਟਮ ਦੇ ਸਾਰੇ ਲੀਨਕਸ ਭਾਗ ਹਟਾ ਦਿਉ

source: Keep all partitions and use existing free space
gu: બધા પાર્ટીશનો સાચવી રાખો અને વર્તમાન ખાલી જગ્યા વાપરો
pa: ਸਭ ਭਾਗ ਰੱਖੋ ਅਤੇ ਮੌਜੂਦਾ ਖਾਲੀ ਥਾਂ ਹੀ ਵਰਤੋ

source: You have chosen to remove all partitions (ALL DATA) on the following drives:%s Are you sure you want to do this?
gu: તમે નીચેની ડ્રાઈવોમાં બધા પાર્ટીશનો (બધી માહિતી) દૂર કરવાનું પસંદ કરેલ છે:%s શું તમે ચોક્કસ છો કે તમે આમ કરવા માંગો છો?
pa: ਤੁਸੀਂ ਇਹਨਾਂ ਡਰਾੲੀਵਾਂ ਤੇ ਸਾਰੇ ਭਾਗ(ਸਾਰਾ ਡਾਟਾ) ਹਟਾਉਣ ਲਈ ਚੁਣੇ ਹਨ:%s ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਹੀ ਇਹ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?

source: You have chosen to remove all Linux partitions (and ALL DATA on them) on the following drives:%s Are you sure you want to do this?
gu: તમે નીચેની ડ્રાઈવ પરના બધા લિનક્સ પાર્ટીશનો (અને તેના પરની બધી માહિતી) દૂર કરવાનું પસંદ કરેલ છે:%s શું તમે ચોક્કસ છો કે તમે આમ કરવા માંગો છો?
pa: ਤੁਸੀਂ ਸਾਰੇ ਲੀਨਕਸ ਭਾਗ (ਅਤੇ ਇਹਨਾਂ ਦਾ ਸਾਰਾ ਡਾਟਾ) ਹਟਾਉਣ ਦੀ ਚੋਣ ਕੀਤੀ ਹੈ, ਜੋ ਕਿ ਇਹਨਾਂ ਡਰਾੲੀਵਾਂ ਤੇ ਮੌਜੂਦ ਹੈ:%s ਕੀ ਤੁਸੀਂ ਇਹ ਕਰਨ ਲਈ ਯਕੀਨੀ ਹੋ?

source: Bootloader
gu: બુટલોડર
pa: ਬੂਟ-ਲੋਡਰ

source: Installing bootloader...
gu: બુટલોડર સ્થાપિત કરી રહ્યા છીએ...
pa: ਬੂਟ-ਲੋਡਰ ਇੰਸਟਾਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...

source: No kernel packages were installed on your system. Your boot loader configuration will not be changed.
gu: તમારી સિસ્ટમ પર કોઈ કર્નલ પેકેજો સ્થાપિત થયેલ નથી. તમારુ બુટ લોડર રુપરેખાંકન બદલાયેલ નથી.
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ ਕੋਈ ਕਰਨਲ ਪੈਕੇਜ ਇੰਸਟਾਲ ਨਹੀ ਹੈ। ਤੁਹਾਡੀ ਬੂਟ-ਲੋਡਰ ਸੰਰਚਨਾ ਤਬਦੀਲ ਨਹੀ ਹੋਵੇਗੀ।

source: Completed
gu: સમાપ્ત
pa: ਮੁਕੰਮਲ

source: In progress...
gu: પ્રગતિના પંથે છે...
pa: ਜਾਰੀ ਹੈ...

source: Can't have a question in command line mode!
gu: આદેશ વાક્ય સ્થિતિમાં કોઈ પ્રશ્ન નથી!
pa: ਕਮਾਂਡ ਲਾਈਨ ਢੰਗ ਵਿੱਚ ਸਵਾਲ ਨਹੀ ਹੋ ਸਕਦਾ!

source: Parted exceptions can't be handled in command line mode!
gu: ભાગ પાડેલા અપવાદો આદેશ વાક્ય સ્થિતિમાં નિયંત્રિત કરી શકાશે નહિં!
pa: ਭਾਗ ਅਪਵਾਦ ਨੂੰ ਕਮਾਂਡ ਲਾਈਨ ਢੰਗ ਵਿੱਚ ਕੰਟਰੋਲ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ!

source: Done [%d/%d]
gu: પૂર્ણ થયું [%d/%d]
pa: ਸਮਾਪਤ [%d/%d]

source: Installing %s-%s-%s...
gu: સ્થાપિત કરી રહ્યા છીએ %s-%s-%s...
pa: %s-%s-%s ਇੰਸਟਾਲ ਹੋ ਰਿਹਾ ਹੈ...

source: An unhandled exception has occurred. This is most likely a bug. Please copy the full text of this exception or save the crash dump to a floppy then file a detailed bug report against anaconda at %s
pa: ਇੱਕ ਨਾ-ਸੁਧਾਰਨਯੋਗ ਅਪਵਾਦ ਆਇਆ ਹੈ। ਇਹ ਬੱਗ ਹੋ ਸਕਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਅਪਵਾਦ ਦੇ ਪੂਰਾ ਪਾਠ ਦੀ ਨਕਲ ਕਰੋ ਜਾਂ ਅਚਾਨਕ ਖਤਮ ਹੋਏ ਡੰਪ ਨੂੰ ਫਲਾਪੀ ਵਿੱਚ ਸੰਭਾਲੋ ਅਤੇ ਇਸ ਦੀ ਵੇਰਵਾ ਜਾਣਕਾਰੀ ਵੈਬ ਸਾੲੀਟ %s ਤੇ ਦਿਉ।

source: An unhandled exception has occurred. This is most likely a bug. Please copy the full text of this exception and file a detailed bug report against anaconda at %s
pa: ਇੱਕ ਨਾ-ਸੁਧਾਰਨਯੋਗ ਅਪਵਾਦ ਆਇਆ ਹੈ। ਇਹ ਬੱਗ ਹੋ ਸਕਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਅਪਵਾਦ ਦੇ ਪੂਰਾ ਪਾਠ ਦੀ ਨਕਲ ਕਰੋ ਅਤੇ ਇਸ ਦੀ ਵੇਰਵਾ ਜਾਣਕਾਰੀ ਵੈਬ ਸਾੲੀਟ %s ਤੇ ਦਿਉ।

source: Exception Occurred
gu: અપવાદ ઉદ્ભવ્યો
pa: ਅਪਵਾਦ ਮੌਜੂਦ

source: Dump Written
gu: ડમ્પ લખાઈ ગયું
pa: ਡੰਪ ਲਿਖਿਆ ਗਿਆ

source: Your system's state has been successfully written to the floppy. Your system will now be reset.
gu: તમારી સિસ્ટમની સ્થિતિ સફળતાપૂર્વક ફ્લોપીમાં લખાઈ ગઈ. તમારી સિસ્ટમ હવે ફરીથી સુયોજિત થશે.
pa: ਸਿਸਟਮ ਦੀ ਸਥਿਤੀ ਸਫਲਤਾਪੂਰਕ ਫਲਾਪੀ ਤੇ ਲਿਖੀ ਗਈ ਹੈ। ਤੁਹਾਡਾ ਸਿਸਟਮ ਹੁਣ ਮੁਡ਼ ਨਿਰਧਾਰਿਤ ਹੋਵੇਗਾ।

source: Remote Login (SSH)
gu: દૂરસ્થ પ્રવેશ (SSH)
pa: ਰਿਮੋਟ ਲਾਗਆਨ (SSH)

source: Web Server (HTTP, HTTPS)
gu: વેબ સર્વર (HTTP, HTTPS)
pa: ਵੈੱਬ ਸਰਵਰ (HTTP, HTTPS)

source: File Transfer (FTP)
gu: ફાઈલ પરિવહન (FTP)
pa: ਫਾਇਲ ਤਬਦੀਲ (FTP)

source: Mail Server (SMTP)
gu: મેઈલ સર્વર (SMTP)
pa: ਮੇਲ ਸਰਵਰ (SMTP)

source: Unable to make boot floppy
gu: બુટ ફ્લોપી બનાવવામાં સમર્થ નથી
pa: ਬੂਟ ਫਲਾਪੀ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ

source: The size of the kernel modules needed for your machine make it impossible to create a boot disk that will fit on a floppy diskette.
gu: તમારા મશીન માટે કર્નલ મોડ્યુલનું માપ જરુરી છે તેને બુટ ડિસ્ક કે જે ફ્લોપી ડિસ્કમાં બેસે છે તે બનાવવાનું અશક્ય કરે છે.
pa: ਤੁਹਾਡੀ ਮਸ਼ੀਨ ਲਈ ਕਰਨਲ ਮੈਡੀਊਲ ਦਾ ਆਕਾਰ ਇੰਨਾ ਜਿਆਦਾ ਹੈ ਕਿ ਇਹ ਸੰਭਵ ਨਹੀ ਹੈ ਕਿ ਬੂਟ-ਡਿਸਕ, ਜੋ ਕਿ ਫਲਾਪੀ ਤੇ ਪੂਰੀ ਆ ਸਕੇ, ਨੂੰ ਬਣਾਇਆ ਜਾ ਸਕੇ।

source: Insert a floppy disk
gu: ફ્લોપી ડિસ્ક નાંખો
pa: ਇੱਕ ਫਲਾਪੀ ਪਾਉ

source: Please remove any diskettes from the floppy drive, and insert the floppy diskette that is to contain the boot disk. All data will be ERASED during creation of the boot disk.
gu: મહેરબાની કરીને ફ્લોપી ડ્રાઈવમાંથી કોઈપણ ડિસ્ક કાઢી નાખો, અનેફ્લોપી ડિસ્ક નાંખો કે જે બુટ ડિસ્ક સમાવે છે. બુટ ડિસ્ક બનાવતી વખતે બધી માહિતી ભૂંસાઈ જશે.
pa: ਕਿਰਪਾ ਕਰਕੇ ਫਲਾਪੀ ਡਰਾੲੀਵ ਵਿੱਚੋ ਫਲਾਪੀ ਹਟਾਉ ਅਤ ਇੱਕ ਫਲਾਪੀ ਪਾਓ, ਜੋ ਕਿ ਬੂਟ ਡਿਸਕ ਬਣਾਈ ਜਾਵੇ। ਬੂਟ ਡਿਸਕ ਬਣਾਉਣ ਸਮੇਂ ਸਾਰਾ ਡਾਟਾ ਸਾਫ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।

source: _Cancel
gu: નકારો (_C)
pa: ਰੱਦ(_C)

source: _Make boot disk
gu: બુટ ડિસ્ક બનાવો (_M)
pa: ਬੂਟ ਡਿਸਕ ਬਣਾਉ(_M)

source: Error
gu: ભૂલ
pa: ਗਲਤੀ

source: An error occurred while making the boot disk. Please make sure that there is a floppy in the first floppy drive.
gu: બુટ ડિસ્ક બનાવતી વખતે ભૂલ ઉદ્ભવી. મહેરબાની કરીને ખાતરી કરો કે ત્યાં ફ્લોપી ડ્રાઈવમાં ફ્લોપી ડિસ્ક છે કે નહિં.
pa: ਬੂਟ-ਫਲਾਪੀ ਨੂੰ ਬਣਾਉਣ ਦੌਰਾਨ ਗਲਤੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਦੀ ਜਾਂਚ ਕਰ ਲਵੋ ਕਿ ਪਹਿਲੀ ਫਲਾਪੀ-ਡਰਾੲੀਵ ਵਿਚਲੀ ਫਾਲਪੀ ਠੀਕ ਹੈ।

source: Creating
gu: બનાવી રહ્યા છીએ
pa: ਨਿਰਮਾਣ ਜਾਰੀ ਹੈ

source: Creating boot disk...
gu: બુટ ડિસ્ક બનાવી રહ્યા છીએ...
pa: ਬੂਟ ਡਿਸਕ ਬਣਾਈ ਜਾ ਰਹੀ ਹੈ...

source: An error occurred while attempting to verify the boot disk. Please make sure that you have a good floppy in the first floppy drive.
gu: બુટ ડિસ્ક ચકાસતી વખતે ભૂલ ઉદ્ભવી. મહેરબાની કરીને ખાતરી કરો કે તમારા ફ્લોપી ડ્રાઈવમાં સારી ફ્લોપી છે કે નહિં.
pa: ਬੂਟ-ਡਿਸਕ ਦੀ ਜਾਂਚ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਦੀ ਜਾਂਚ ਕਰ ਲਵੋ, ਕਿ ਤੁਹਾਡੀ ਪਹਿਲੀ ਫਲਾਪੀ-ਡਰਾੲੀਵ ਵਿਚਲੀ ਫਲਾਪੀ ਠੀਕ ਹੈ।

source: Your boot floppy appears to be invalid. This is likely due to a bad floppy. Please make sure that you have a good floppy in the first floppy drive.
gu: તમારી બુટ ફ્લોપી અયોગ્ય જણાઈ રહી છે. તે ખરાબ ફ્લોપી જેવી દેખાઈ રહી છે. મહેરબાની કરીને ખાતરી કરો કે પ્રથમ ફ્લોપી ડ્રાઈવમાં સારી ફ્લોપી છે કે નહિં.
pa: ਤੁਹਾਡੀ ਫਲਾਪੀ ਠੀਕ ਨਹੀ ਜਾਪਦੀ ਹੈ। ਇਹ ਨਕਾਰਾ ਫਲਾਪੀ ਜਾਪ ਰਹੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਹ ਜਾਂਚ ਲਵੋ ਕਿ ਤੁਹਾਡੇ ਕੋਲ ਵਧੀਆ ਫਲਾਪੀ ਪਹਿਲੀ ਫਲਾਪੀ ਡਰਾੲੀਵ ਵਿੱਚ ਹੈ।

source: Checking for Bad Blocks
gu: ખરાબ બ્લોકો માટે ચકાસણી કરી રહ્યા છીએ
pa: ਨਕਾਰਾ ਬਲਾਕਾਂ ਦੀ ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ

source: Checking for bad blocks on /dev/%s...
gu: /dev/%s પર ખરાબ બ્લોકો માટે ચકાસણી કરી રહ્યા છીએ...
pa: ਜੰਤਰ /dev/%s ਤੇ ਨਕਾਰਾ ਬਲਾਕਾਂ ਦੀ ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...

source: An error occurred migrating %s to ext3. It is possible to continue without migrating this file system if desired. Would you like to continue without migrating %s?
gu: %s માંથી ext3 માં રુપાંતર કરતી વખતે ભૂલ ઉદ્ભવી. જો જરુરી હોય તો આ ફાઈલ સિસ્ટમમાં ફેરવ્યા સિવાય ચાલુ રાખી શકો છો. શું તમે %s માંથી ફેરવ્યા સિવાય ચાલુ રાખવા માંગો છો?
pa: %s ਨੂੰ ext3 ਵਿੱਚ ਤਬਦੀਲ ਕਰਨ ਗਲਤੀ ਹੈ, ਜੇਕਰ ਤੁਸੀਂ ਚਾਹੋ ਤਾਂ ਇਸ ਨੂੰ ਤਬਦੀਲ ਕੀਤੇ ਬਿਨਾਂ ਵੀ ਜਾਰੀ ਰਿਹਾ ਜਾ ਸਕਦਾ ਹੈ\n ਕੀ ਤੁਸੀਂ %s ਨੂੰ ਤਬਦੀਲ ਕੀਤੇ ਬਿਨਾਂ ਜਾਰੀ ਰਹਿਣਾ ਚਾਹੋਗੇ?

source: RAID Device
gu: RAID ઉપકરણ
pa: ਰੇਡ(RAID) ਜੰਤਰ

source: Apple Bootstrap
gu: ઓપલ બુટસ્ટ્રેપ
pa: Apple ਬੂਟਸਟਰੇਪ

source: PPC PReP Boot
pa: PPC PReP ਬੂਟ

source: First sector of boot partition
gu: બુટ પાર્ટીશનનો પ્રથમ સેક્ટર
pa: ਬੂਟ ਭਾਗ ਦੇ ਪਹਿਲੇ ਸੈਕਟਰ ਤੇ

source: Master Boot Record (MBR)
gu: માસ્ટર બુટ રેકોર્ડ (MBR)
pa: ਮਾਸਟਰ ਬੂਟ ਰਿਕਾਰਡ(MBR)

source: An error occurred trying to initialize swap on device %s. This problem is serious, and the install cannot continue. Press <Enter> to reboot your system.
gu: ઉપકરણ %s પર સ્વેપ શરુ કરવાનો પ્રયત્ન કરતાં ભૂલ ઉદ્ભવી. આસમસ્યા ગંભીર છે, સ્થાપન ચાલુ રાખી શકાતું નથી. તમારી સિસ્ટમ રીબુટ કરવા માટે એન્ટર કી દબાવો.
pa: ਜੰਤਰ %s ਤੇ ਸਵੈਪ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ। ਇਹ ਸਮੱਸਿਆ ਗੰਭੀਰ ਹੈ ਅਤੇ ਇੰਸਟਾਲ ਜਾਰੀ ਨਹੀ ਰਹਿ ਸਕਦਾ ਹੈ। ਆਪਣੇ ਸਿਸਟਮ ਨੂੰ ਮੁਡ਼ ਚਾਲੂ ਕਰਨ ਲਈ <Enter> ਦਬਾਓ

source: Error enabling swap device %s: %s The /etc/fstab on your upgrade partition does not reference a valid swap partition. Press OK to reboot your system.
pa: ਗਲਤੀ: ਸਵੈਪ ਜੰਤਰ %s ਨੂੰ ਯੋਗ ਕਰਨ ਵਿੱਚ: %s ਨਵੀਨੀਕਰਨ ਭਾਗ ਤੇ /etc/fstab ਤੁਹਾਡੇ ਠੀਕ ਸਵੈਪ ਭਾਗ ਲਈ ਸੰਕੇਤ ਨਹੀਂ ਕਰੇਗਾ। ਕਿਰਪਾ ਕਰਕੇ ਸਿਸਟਮ ਨੂੰ ਮੁਡ਼-ਚਾਲੂ ਕਰਨ ਲਈ 'ਠੀਕ ਹੈ' ਦਬਾਓ।

source: Error enabling swap device %s: %s This most likely means this swap partition has not been initialized. Press OK to reboot your system.
gu: ઉપકરણ %s માટે સ્વેપ સક્રિય કરતાં ભૂલ ઉદ્ભવી: %s આ મોટે ભાગે એટલે આ સ્વેપ પાર્ટીશન હજુ સુધી પ્રારંભ થયો નથી. તમારી સિસ્ટમ રીબુટ કરવા માટે બરાબર બટન દબાવો.
pa: ਗਲਤੀ: ਸਵੈਪ ਜੰਤਰ %s ਨੂੰ ਯੋਗ ਕਰਨ ਵਿੱਚ: %s ਇਸ ਦਾ ਆਮ ਨਤੀਜਾ ਹੋਵੇਗਾ ਕਿ ਸਵੈਪ ਭਾਗ ਸ਼ੁਰੂ ਨਹੀ ਹੋ ਸਕੇਗਾ। ਕਿਰਪਾ ਕਰਕੇ ਸਿਸਟਮ ਨੂੰ ਮੁਡ਼-ਚਾਲੂ ਕਰਨ ਲਈ 'ਠੀਕ ਹੈ' ਦਬਾਓ।

source: Bad blocks have been detected on device /dev/%s. We do not recommend you use this device. Press <Enter> to reboot your system
gu: ઉપકરણ /dev/%s પર ખરાબ બ્લોકો મળી આવ્યા. અમે તમને આ ઉપકરણવાપરવા માટેની સલાહ આપીશું નહિં. તમારી સિસ્ટમ રીબુટ કરવા માટે બરાબર બટન દબાવો.
pa: ਜੰਤਰ /dev/%s ਤੇ ਨਕਾਰਾ ਬਲਾਕ ਖੋਜੇ ਗਏ ਹਨ। ਅਸੀ ਤੁਹਾਨੂੰ ਇਸ ਜੰਤਰ ਨੂੰ ਵਰਤਣ ਦੀ ਸਿਫਾਰਸ ਨਹੀ ਕਰਦੇ ਹਾਂ। ਆਪਣੇ ਸਿਸਟਮ ਨੂੰ ਮੁਡ਼ ਚਾਲੂ ਕਰਨ ਲਈ <Enter> ਦਬਾਓ

source: An error occurred searching for bad blocks on %s. This problem is serious, and the install cannot continue. Press <Enter> to reboot your system.
gu: %s પર ખરાબ બ્લોકો શોધવામાં ભૂલ ઉદ્ભવી. આ સમસ્યા ગંભીર છે, અને સ્થાપન ચાલુ રાખી શકાતું નથી. તમારી સિસ્ટમ રીબુટ કરવા માટે બરાબર બટન દબાવો.
pa: %s ਤੇ ਨਕਾਰਾ ਬਲਾਕਾਂ ਦੀ ਖੋਜ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ। ਇਹ ਸਮੱਸਿਆ ਗੰਭੀਰ ਹੈ ਅਤੇ ਇੰਸਟਾਲ ਕਰਨ ਨੂੰ ਜਾਰੀ ਨਹੀ ਰੱਖਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਆਪਣੇ ਸਿਸਟਮ ਨੂੰ ਮੁਡ਼ ਚਾਲੂ ਕਰਨ ਲਈ <Enter> ਦਬਾਓ

source: An error occurred trying to format %s. This problem is serious, and the install cannot continue. Press <Enter> to reboot your system.
gu: %s ને ફોર્મેટ કરતી વખતી ભૂલ ઉદ્ભવી. આ સમસ્યા ગંભીર છે, અને સ્થાપન ચાલુ રાખી શકાતું નથી. તમારી સિસ્ટમ રીબુટ કરવા માટે બરાબર બટન દબાવો.
pa: %s ਨੂੰ ਫਾਰਮਿਟ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ। ਇਹ ਸਮੱਸਿਆ ਗੰਭੀਰ ਹੈ ਅਤੇ ਇੰਸਟਾਲ ਕਰਨ ਨੂੰ ਜਾਰੀ ਨਹੀ ਰੱਖਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਆਪਣੇ ਸਿਸਟਮ ਨੂੰ ਮੁਡ਼ ਚਾਲੂ ਕਰਨ ਲਈ <Enter>ਦਬਾਓ

source: An error occurred trying to migrate %s. This problem is serious, and the install cannot continue. Press <Enter> to reboot your system.
gu: %s નું રુપાંતર કરતી વખતે ભૂલ ઉદ્ભવી. આ સમસ્યા ગંભીર છે, અને સ્થાપન ચાલુ રાખી શકાતું નથી. તમારી સિસ્ટમ રીબુટ કરવા માટે બરાબર બટન દબાવો.
pa: %s ਨੂੰ ਤਬਦੀਲ ਕਰਨ ਕੋਸ਼ਿਸ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ। ਇਹ ਸਮੱਸਿਆ ਗੰਭੀਰ ਹੈ ਅਤੇ ਇੰਸਟਾਲ ਕਰਨ ਨੂੰ ਜਾਰੀ ਨਹੀ ਰੱਖਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਆਪਣੇ ਸਿਸਟਮ ਨੂੰ ਮੁਡ਼ ਚਾਲੂ ਕਰਨ ਲਈ <Enter> ਦਬਾਓ

source: Invalid mount point
gu: અયોગ્ય માઉન્ટ બિંદુ
pa: ਗਲਤ ਮਾਊਟ ਸਥਿਤੀ

source: An error occurred when trying to create %s. Some element of this path is not a directory. This is a fatal error and the install cannot continue. Press <Enter> to reboot your system.
gu: %s બનાવતી વખતે ભૂલ ઉદ્ભવી. આ પથના અમુક ભાગો એ ડિરેક્ટરી નથી. આ મોટી ભૂલ છે અને સ્થાપન ચાલુ રાખી શકાતું નથી. તમારી સિસ્ટમ રીબુટ કરવા માટે બરાબર બટન દબાવો.
pa: %s ਨੂੰ ਬਣਾਉਣ ਦੀ ਕੋਸ਼ਿਸ ਦੌਰਾਨ ਵਿੱਚ ਗਲਤੀ ਆਈ ਹੈ। ਇਸ ਮਾਰਗ ਦੀਆਂ ਕੁਝ ਇਕਾਈਆਂ ਡਾਇਰੈਕਟਰੀ ਨਹੀ ਹਨ। ਇਹ ਸਮੱਸਿਆ ਗੰਭੀਰ ਹੈ ਅਤੇ ਇੰਸਟਾਲ ਕਰਨ ਨੂੰ ਜਾਰੀ ਨਹੀ ਰੱਖਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਆਪਣੇ ਸਿਸਟਮ ਨੂੰ ਮੁਡ਼ ਚਾਲੂ ਕਰਨ ਲਈ <Enter> ਦਬਾਓ

source: An error occurred when trying to create %s: %s. This is a fatal error and the install cannot continue. Press <Enter> to reboot your system.
gu: %s બનાવતી વખતે ભૂલ ઉદ્ભવી: %s. આ મોટી ભૂલ છે અને સ્થાપન ચાલુ રાખી શકાતું નથી. તમારી સિસ્ટમ રીબુટ કરવા માટે બરાબર બટન દબાવો.
pa: %s ਨੂੰ ਬਣਾਉਣ ਦੀ ਕੋਸ਼ਿਸ ਦੌਰਾਨ ਵਿੱਚ ਗਲਤੀ ਆਈ ਹੈ: %s. ਇਹ ਸਮੱਸਿਆ ਗੰਭੀਰ ਹੈ ਅਤੇ ਇੰਸਟਾਲ ਕਰਨ ਨੂੰ ਜਾਰੀ ਨਹੀ ਰੱਖਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਆਪਣੇ ਸਿਸਟਮ ਨੂੰ ਮੁਡ਼ ਚਾਲੂ ਕਰਨ ਲਈ <Enter> ਦਬਾਓ
