Repository: rhinstaller/anaconda
Catalog: po/*.po
Languages: gu, pa

source: Volume Group Names must be less than 128 characters
gu: કદ જૂથ નામ ૧૨૮ અક્ષરો કરતાં નાનું જ હોવુ જોઈએ
pa: ਵਾਲੀਅਮ-ਸਮੂਹ ਦਾ ਨਾਂ 128 ਅੱਖਰਾਂ ਤੋਂ ਘੱਟ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।

source: Error - the volume group name %s is not valid.
gu: ભૂલ - કદ જૂથ નામ %s એ માન્ય નથી.
pa: ਗਲਤੀ - ਵਾਲੀਅਮ-ਸਮੂਹ ਦਾ ਨਾਂ %s ਠੀਕ ਨਹੀ ਹੈ।

source: Error - the volume group name contains illegal characters or spaces. Acceptable characters are letters, digits, '.' or '_'.
gu: ભૂલ - કદ જૂથ નામ અયોગ્ય અક્ષરો અથવા ખાલી જગ્યાઓ સમાવે છે. સ્વીકાર્ય અક્ષરો બારાક્ષરો, આંકડાઓ, '.' અથવા '_' છે.
pa: ਗਲਤੀ - ਵਾਲੀਅਮ ਸਮੂਹ ਨਾਂ ਵਿੱਚ ਗਲਤ ਅੱਖਰ ਜਾਂ ਖਾਲੀ ਥਾਂਵਾਂ ਹਨ। ਮੰਨਣਯੋਗ ਅੱਖਰ ਹਨ ਵਰਣਨਮਾਲਾ, ਅੰਕ , '.' ਜਾਂ '_'।

source: Please enter a logical volume name.
gu: મહેરબાની કરીને લોજિકલ કદ નામ દાખલ કરો.
pa: ਕਿਰਪਾ ਕਰਕੇ ਲਾਜੀਕਲ-ਵਾਲੀਅਮ ਦਾ ਨਾਂ ਦਿਉ।

source: Logical Volume Names must be less than 128 characters
gu: લોજિકલ કદ નામો ૧૨૮ અક્ષરો કરતાં નાનું જ હોવું જોઈએ
pa: ਲਾਜੀਕਲ-ਵਾਲੀਅਮ ਦਾ ਨਾਂ 128 ਅੱਖਰਾਂ ਤੋ ਘੱਟ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ

source: Error - the logical volume name %s is not valid.
gu: ભૂલ - લોજિકલ કદ નામ %s એ માન્ય નથી.
pa: ਗਲਤੀ - ਲਾਜੀਕਲ-ਵਾਲੀਅਮ ਦਾ ਨਾਂ %s ਠੀਕ ਨਹੀ ਹੈ।

source: Error - the logical volume name contains illegal characters or spaces. Acceptable characters are letters, digits, '.' or '_'.
gu: ભૂલ - લોજિકલ કદ નામ અયોગ્ય અક્ષરો અથવા ખાલી જગ્યાઓ સમાવે છે. માન્ય અક્ષરો બારાક્ષરો, આંકડાઓ, '.' અથવા '_' છે.
pa: ਗਲਤੀ - ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਨਾਂ ਵਿੱਚ ਗਲਤ ਅੱਖਰ ਜਾਂ ਖਾਲੀ ਥਾਂਵਾਂ ਹਨ। ਮੰਨਣਯੋਗ ਅੱਖਰ ਹਨ ਵਰਣਨਮਾਲਾ, ਅੰਕ , '.' ਜਾਂ '_'।

source: The mount point is invalid. Mount points must start with '/' and cannot end with '/', and must contain printable characters and no spaces.
gu: માઉન્ટ બિંદુ એ અમાન્ય છે. માઉન્ટ બિંદુઓ '/' થી જ શરુ થવા જોઈએ અને '/' જ અંત થવા જોઈએ અને છાપી શકાય તેવા અક્ષરો જ સમાવતા હોવા જોઈએ અને ખાલી જગ્યાઓ પણ નહિ હોવી જોઈએ.
pa: ਮਾਊਟ ਸਥਿਤੀ ਗਲਤ ਹੈ। ਮਾਊਟ ਸਥਿਤੀ '/' ਨਾਲ ਆਰੰਭ ਹੋਣੀ ਜਰੂਰੀ ਹੈ ਅਤੇ '/' ਨਾਲ ਖਤਮ ਨਹੀ ਹੋ ਸਕਦੀ ਹੈ, ਅਤੇ ਇਸ ਲਈ ਛਪਣਯੋਗ ਅੱਖਰ ਹੋਣੇ ਜਰੂਰੀ ਹਨ ਤੇ ਖਾਲੀ ਥਾਂ ਨਹੀ ਹੋਣੀ ਚਾਹੀਦੀ।

source: Please specify a mount point for this partition.
gu: મહેરબાની કરીને આ પાર્ટીશન માટે માઉન્ટ બિંદુ સ્પષ્ટ કરો.
pa: ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਭਾਗ ਲਈ ਮਾਊਟ ਸਥਿਤੀ ਦਿਉ।

source: This partition is holding the data for the hard drive install.
gu: આ પાર્ટીશન હાર્ડ ડ્રાઈવ પર સ્થાપન કરવા માટે માહિતી ધરાવે છે.
pa: ਇਹ ਭਾਗ ਹਾਰਡ-ਡਰਾੲੀਵ ਤੇ ਇੰਸਟਾਲ ਲਈ ਡਾਟਾ ਸੰਭਾਲਦਾ ਹੈ।

source: This partition is part of the RAID device /dev/md%s.
gu: આ પાર્ટીશન એ RAID ઉપકરણનો ભાગ છે /dev/md%s.
pa: ਇਹ ਭਾਗ ਰੇਡ(RAID) ਜੰਤਰ /dev/md%s ਦਾ ਹਿੱਸਾ ਹੈ।

source: This partition is part of a RAID device.
gu: આ પાર્ટીશન એ RAID ઉપકરણનો ભાગ છે.
pa: ਇਹ ਭਾਗ ਰੇਡ(RAID) ਜੰਤਰ ਦਾ ਹਿੱਸਾ ਹੈ।

source: This partition is part of the LVM volume group '%s'.
gu: આ પાર્ટીશન એ LVM કદ જૂથ '%s' નો ભાગ છે.
pa: ਇਹ ਭਾਗ ਐਲਵੀਐਮ(LVM ) ਵਾਲੀਅਮ ਸਮੂਹ '%s' ਦਾ ਹਿੱਸਾ ਹੈ।

source: This partition is part of a LVM volume group.
gu: આ પાર્ટીશન એ LVM કદ જૂથનો ભાગ છે.
pa: ਇਹ ਭਾਗ ਐਲਵੀਐਮ(LVM ) ਵਾਲੀਅਮ ਸਮੂਹ ਦਾ ਹਿੱਸਾ ਹੈ।

source: Unable To Delete
gu: કાઢી નાખવા માટે અસમર્થ
pa: ਹਟਾਉਣ ਵਿੱਚ ਅਸਫਲ

source: You must first select a partition to delete.
gu: તમારે કાઢી નાખવા માટે પહેલા પાર્ટીશન પસંદ કરવો પડશે.
pa: ਤੁਹਾਨੂੰ ਹਟਾਉਣ ਲਈ ਇੱਕ ਹਿੱਸਾ ਚੁਣਨਾ ਜ਼ਰੂਰੀ ਹੈ।

source: You cannot delete free space.
gu: તમે ખાલી જગ્યા કાઢી શકશો નહિં.
pa: ਤੁਸੀਂ ਖਾਲ਼ੀ ਥਾਂ ਨੂੰ ਹਟਾ ਨਹੀ ਸਕਦੇ ਹੋ।

source: You cannot delete a partition of a LDL formatted DASD.
gu: તમે LDL ના પાર્ટીશન કે જે DASD થી ફોર્મેટ થયેલ છે તેને કાઢી શકસો નહિં.
pa: ਤੁਸੀਂ ਇੱਕ LDL ਦਾ DASD ਨਾਲ ਫਾਰਮਿਟ ਕੀਤਾ ਭਾਗ ਹਟਾ ਨਹੀ ਸਕਦੇ ਹੋ।

source: You cannot delete this partition, as it is an extended partition which contains %s
gu: તમે આ પાર્ટીશનને કાઢી શકશો નહિં, કારણકે તે વિસ્તૃત પાર્ટીશન છે કે જે %s સમાવે છે
pa: ਤੁਸੀਂ ਇਸ ਭਾਗ ਨੂੰ ਹਟਾ ਨਹੀ ਸਕਦੇ, ਕਿਉਕਿ ਇਹ ਐਕਸਟੈੱਡ ਭਾਗ ਹੈ, ਜੋ ਕਿ %s ਰੱਖਦਾ ਹੈ।

source: You cannot delete this partition:
gu: તમે આ પાર્ટીશન કાઢી શકશો નહિં:
pa: ਤੁਸੀਂ ਇਸ ਭਾਗ ਨੂੰ ਹਟਾ ਨਹੀ ਸਕਦੇ ਹੋ:

source: Confirm Delete
gu: કાઢી નાખવાની ખાતરી છે
pa: ਹਟਾਉਣ ਦੀ ਪੁਸ਼ਟੀ

source: You are about to delete all partitions on the device '/dev/%s'.
gu: તમે ઉપકરણ '/dev/%s' પરના બધા પાર્ટીશનો કાઢી નાંખવા માંગો છો.
pa: ਤੁਸੀਂ ਜੰਤਰ '/dev/%s' ਤੇ ਮੌਜੂਦ ਸਭ ਭਾਗ ਹਟਾਉਣ ਲਈ ਲਗਭੱਗ ਤਿਆਰ ਹੋ।

source: _Delete
gu: કાઢી નાંખો (_D)
pa: ਹਟਾਉ(_D)

source: Notice
gu: સૂચના
pa: ਸੂਚਨਾ

source: The following partitions were not deleted because they are in use: %s
gu: નીચેના પાર્ટીશનો કાઢી નાંખવામાં આવ્યા કારણકે તેઓ વપરાશમાં હતા: %s
pa: ਹੇਠ ਲਿਖਿਆ ਭਾਗ ਹਟਾਇਆ ਨਹੀ ਜਾ ਸਕਦਾ ਹੈ, ਕਿਉਕਿ ਇਹ ਵਰਤੋਂ ਅਧੀਨ ਹੈ: %s

source: Unable To Edit
gu: ફેરફાર કરવા માટે અસમર્થ
pa: ਸੋਧ ਕਰਨ ਵਿੱਚ ਅਸਫਲ

source: You must select a partition to edit
gu: તમારે ફેરફાર કરવા માટે પાર્ટીશન પસંદ કરવું જ જોઈએ
pa: ਸੋਧ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਇੱਕ ਭਾਗ ਚੁਣਨਾ ਜ਼ਰੂਰੀ ਹੈ

source: You cannot edit this partition:
gu: તમે આ પાર્ટીશનમાં ફેરફાર કરી શકો નહિં:
pa: ਤੁਸੀਂ ਇਸ ਭਾਗ ਨੂੰ ਹਟਾ ਨਹੀ ਸਕਦੇ ਹੋ:

source: You cannot edit this partition, as it is an extended partition which contains %s
gu: તમે આ પાર્ટીશનમાં ફેરફાર કરી શકો નહિં, તે એક્સટેન્ડેડ પાર્ટીશન છે જે %s સમાવે છે
pa: ਤੁਸੀਂ ਇਸ ਭਾਗ ਨੂੰ ਹਟਾ ਨਹੀ ਸਕਦੇ ਹੋ, ਕਿਉਕਿ ਇਹ ਐਕਸਟੇੱਡ ਭਾਗ ਹੈ ਜੋ ਕਿ %s ਰੱਖਦਾ ਹੈ।

source: Format as Swap?
gu: સ્વેપ તરીકે ફોર્મેટ કરવું છે?
pa: ਸਵੈਪ ਦੇ ਤੌਰ ਤੇ ਫਾਰਮਿਟ?

source: /dev/%s has a partition type of 0x82 (Linux swap) but does not appear to be formatted as a Linux swap partition. Would you like to format this partition as a swap partition?
gu: /dev/%s પાસે પાર્ટીશન પ્રકાર 0x82 (લિનક્સ સ્વેપ) છે પરંતુતે લિનક્સ સ્વેપ પાર્ટીશન તરીકે ફોર્મેટ થયેલ હોય એમ લાગતું નથી. શું તમે આ પાર્ટીશનને સ્વેપ પાર્ટીશન તરીકે ફોર્મેટ કરવા માંગો છો?
pa: /dev/%s ਭਾਗ ਦੀ ਕਿਸਮ 0x82 (ਲੀਨਕਸ ਸਵੈਪ) ਹੈ, ਪਰ ਇਹ ਲੀਨਕਸ ਸਵੈਪ ਦੇ ਤੌਰ ਤੇ ਫਾਰਮਿਟ ਨਹੀ ਹੋਇਆ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਸ ਨੂੰ ਲੀਨਕਸ ਦੇ ਤੌਰ ਤੇ ਫਾਰਮਿਟ ਕਰਨਾ ਪਸੰਦ ਕਰੋਗੇ?

source: You have chosen to use a pre-existing partition for this installation without formatting it. We recommend that you format this partition to make sure files from a previous operating system installation do not cause problems with this installation of Linux. However, if this partition contains files that you need to keep, such as home directories, then continue without formatting this partition.
gu: તમે પહેલાના હયાત પાર્ટીશનો સ્થાપન માટે બંધારણ ઘડ્યા વગર વાપરવાનું પસંદ કરેલ છે. અમે એવો આગ્રહ રાખીએ છીએ કે તમે પહેલાની ઓપરેટીંગ સિસ્ટમનું સ્થાપન લિનક્સના આ સ્થાપનને માટે સમસ્યા ઊભી નહિં કરે તે માટે બંધારણ ફરીથી ઘડી લો. તેમછતાં પણ, જો તમે આ પાર્ટીશન અમુક ફાઈલો કે જે તમે રાખવા માંગતા હોય, જેમકે ઘર ડિરેક્ટરીઓ સમાવે અને પછી આ પાર્ટીશન સાથે બંધારણ ઘડ્યા વગર ચલાવી શકો છો.રાાપન
pa: ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਭਾਗਾਂ ਨੂੰ ਫਾਰਮਿਟ ਕੀਤੇ ਬਿਨਾਂ ਹੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਚੋਣ ਕੀਤੀ ਹੈ। ਅਸੀ ਇਸ ਦੀ ਸਿਫਾਰਸ ਕਰਦੇ ਹਾਂ। ਤੁਸੀਂ ਇਸ ਨੂੰ ਫਾਰਮਿਟ ਕਰੋ ਤਾਂ ਕਿ ਪਹਿਲਾਂ ਮੌਜੂਦਾ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਨਾਲ ਲੀਨਕਸ ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੌਰਾਨ ਕੋਈ ਸਮੱਸਿਆ ਨਾ ਆਵੇ। ਪਰ ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਭਾਗ ਤੇ ਕੁਝ ਫਾਇਲ ਜਾਂ ਡਾਇਰੈਕਟਰੀਆਂ ਜਿਵੇ ਕਿ ਮੁੱਖ ਡਾਇਰੈਕਟਰੀਆਂ ਤਾਂ ਬੇਸ਼ੱਕ ਇਸ ਭਾਗ ਨੂੰ ਫਾਰਮਿਟ ਕੀਤੇ ਬਿਨਾਂ ਹੀ ਜਾਰੀ ਰੱਖੋ।

source: Format?
gu: ફોર્મેટ?
pa: ਫਾਰਮਿਟ?

source: _Modify Partition
gu: પાર્ટીશન સુધારો (_M)
pa: ਭਾਗ ਸੋਧ(_M)

source: Do _Not Format
gu: ફોર્મેટ કરો નહિં (_N)
pa: ਫਾਰਮਿਟ ਨਾ ਕਰੋ(_N)

source: Error with Partitioning
gu: પાર્ટીશન કરતી વખતે ભૂલ
pa: ਵਿਭਾਗੀਕਰਨ ਵਿੱਚ ਗਲਤੀ

source: The following critical errors exist with your requested partitioning scheme. These errors must be corrected prior to continuing with your install of %s. %s
gu: નીચેની ભૂલો તમારી મંજૂરી કરાયેલ પાર્ટીશન સાથે ઉદ્ભવી. આ ભૂલો તમારા %s ના સ્થાપન પહેલા સુધારાઈ જવી જ જોઈએ. %s
pa: ਜੋ ਵਿਭਾਗੀਕਰਨ ਸਕੀਮ ਤੁਸੀਂ ਬਣਾਈ ਹੈ, ਉਸ ਨਾਲ ਹੇਠ ਲਿਖੀਆਂ ਘਾਤਕ ਗਲਤੀਆਂ ਆਈਆਂ ਹਨ। %s ਦੇ ਇੰਸਟਾਲ ਨੂੰ ਜਾਰੀ ਰੱਖਣ ਲਈ ਇਹ ਗਲਤੀਆਂ ਠੀਕ ਕਰਨੀਆਂ ਜਰੂਰੀ ਹਨ। %s

source: Partitioning Warning
gu: પાર્ટીશનની ચેતવણી
pa: ਵਿਭਾਗੀਕਰਨ ਚੇਤਵਾਨੀ

source: The following warnings exist with your requested partition scheme. %s Would you like to continue with your requested partitioning scheme?
gu: નીચેની ચેતવણીઓ તમારી મંજૂરી કરાયેલ પાર્ટીશન પદ્ધતિ સાથે ઉદ્ભવી. %s શું તમે તમારી મંજૂરી કરાયેલ પાર્ટીશન પદ્ધતિ સાથે ચાલુ રાખવા માંગો છો?
pa: ਤੁਹਾਡੀ ਮੌਜੂਦਾ ਭਾਗ ਸਕੀਮ ਨਾਲ ਹੇਠ ਲਿਖੀ ਚੇਤਵਾਨੀ ਖਤਮ ਹੋ ਗਈ ਹੈ। %s ਕੀ ਤੁਸੀਂ ਆਪਣੀ ਲੋੜੀਂਦੀ ਵਿਭਾਗੀਕਰਨ ਸਕੀਮ ਨਾਲ ਜਾਰੀ ਰਹਿਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: The following pre-existing partitions have been selected to be formatted, destroying all data.
gu: નીચેના પહેલાથી હયાત પાર્ટીશનો ફોર્મેટ કરવા માટે પસંદ થયેલ છે, જે બધી માહિતી કાઢી નાંખશે.
pa: ਇਹ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਭਾਗ ਫਾਰਮਿਟ ਲਈ ਚੁਣੇ ਗਏ ਹਨ, ਜਿਸ ਨਾਲ ਸਾਰਾ ਡਾਟਾ ਖਤਮ ਹੋ ਜਾਏਗਾ।

source: Select 'Yes' to continue and format these partitions, or 'No' to go back and change these settings.
gu: ચાલુ રાખવા માટે 'હા' પસંદ કરો અને આ પાર્ટીશનો ફોર્મેટ કરો અથવા પાછા જવા માટે 'ના' પસંદ કરો અને આ સુયોજનો બદલો.
pa: ਜਾਰੀ ਰਹਿਣ ਲਈ 'ਹਾਂ' ਚੁਣੋ ਅਤੇ ਇਹਨਾਂ ਭਾਗਾਂ ਨੂੰ ਫਾਰਮਿਟ ਕਰੋ ਅਤੇ ਜਾਂ ਪਿੱਛੇ ਜਾਣ ਲਈ 'ਨਹੀ' ਚੁਣੋ ਅਤੇ ਇਹ ਨਿਰਧਾਰਨ ਤਬਦੀਲ ਕਰ ਦਿਉ।

source: Format Warning
gu: ફોર્મેટ ચેતવણી
pa: ਫਾਰਮਿਟ ਚੇਤਵਾਨੀ

source: You are about to delete the volume group "%s". ALL logical volumes in this volume group will be lost!
gu: તમે કદ જૂથ "%s" કાઢી નાંખવા માંગો છો. આ કદ જૂથમાંના બધા લોજિકલ કદ ખોવાઈ જશે!
pa: ਤੁਸੀਂ ਵਾਲੀਅਮ ਸਮੂਹ "%s" ਨੂੰ ਹਟਾਉਣ ਲਈ ਤਿਆਰ ਹੋ। ਇਸ ਵਾਲੀਅਮ ਵਿੱਚ ਮੌਜੂਦ ਲਾਜੀਕਲ ਵਾਲੀਅਮ ਖਤਮ ਹੋ ਜਾਵੇਗਾ!

source: You are about to delete the logical volume "%s".
gu: તમે કદ જૂથ "%s" કાઢી નાંખવા માંગો છો.
pa: ਤੁਸੀਂ ਵਾਲੀਅਮ "%s" ਨੂੰ ਹਟਾਉਣ ਲਈ ਲਗਭੱਗ ਤਿਆਰ ਹੋ।

source: You are about to delete a RAID device.
gu: તમે RAID ઉપકરણ કાઢી નાંખવા માંગો છો.
pa: ਤੁਸੀਂ ਰੇਡ(RAID) ਜੰਤਰ ਨੂੰ ਹਟਾਉਣ ਲਈ ਲਗਭੱਗ ਤਿਆਰ ਹੋ।

source: You are about to delete the /dev/%s partition.
gu: તમે પાર્ટીશન /dev/%s કાઢી નાંખવા માંગો છો.
pa: ਤੁਸੀਂ /dev/%s ਭਾਗ ਨੂੰ ਹਟਾਉਣ ਲਈ ਲਗਭੱਗ ਤਿਆਰ ਹੋ।

source: The partition you selected will be deleted.
gu: તમે પસંદ કરેલ પાર્ટીશન કાઢી નંખાશે.
pa: ਭਾਗ, ਜੋ ਤੁਸੀਂ ਚੁਣਿਆ ਹੈ, ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।

source: Confirm Reset
gu: રીસેટ કરવાનું ચોક્કસ છે
pa: ਮੁਡ਼-ਨਿਰਧਾਰਨ ਦੀ ਪੁਸ਼ਟੀ

source: Are you sure you want to reset the partition table to its original state?
gu: શું તમે ખરેખર ચોક્કસ છો કે તમે પાર્ટીશન કોષ્ટક તેની મૂળ સ્થિતિમાં સુયોજિત કરવા માંગો છો?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਹੀ ਭਾਗ-ਸਾਰਣੀ ਨੂੰ ਮੁਡ਼ ਮੁੱਢਲੀ ਸਥਿਤੀ ਤੇ ਲਿਆਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Installation cannot continue.
gu: સ્થાપન ચાલુ રાખી શકાતું નથી.
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਨਹੀਂ ਰਹਿ ਸਕਦੀ ਹੈ।

source: The partitioning options you have chosen have already been activated. You can no longer return to the disk editing screen. Would you like to continue with the installation process?
gu: તમે પસંદ કરેલ પાર્ટીશન વિકલ્પો પહેલાથી જ સક્રિય કરેલ છે. તમે ડિસ્કમાં ફેરફાર કરવાની સ્ક્રીન પર પાછા આવી શકો નહિં. શું તમે સ્થાપનની પ્રક્રિયા સાથે ચાલુ રાખવા માંગો છો?
pa: ਵਿਭਾਗੀਕਰਨ ਚੋਣ, ਜੋ ਤੁਸੀਂ ਕੀਤੀ ਹੈ, ਪਹਿਲਾਂ ਹੀ ਸਰਗਰਮ ਹੋ ਚੁੱਕੀ ਹੈ। ਤੁਸੀਂ ਡਿਸਕ ਨੂੰ ਸੋਧ ਕਰਨ ਲਈ ਹੁਣ ਉਸ ਪਰਦੇ ਤੇ ਵਾਪਿਸ ਨਹੀ ਜਾ ਸਕਦੇ ਹੋ। ਕੀ ਤੁਸੀਂ ਇੰਸਟਾਲੇਸ਼ਨ ਕਾਰਵਾਈ ਨਾਲ ਜਾਰੀ ਰਹਿਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Low Memory
gu: નીચી મેમરી
pa: ਘੱਟ ਮੈਮੋਰੀ

source: As you don't have much memory in this machine, we need to turn on swap space immediately. To do this we'll have to write your new partition table to the disk immediately. Is that OK?
gu: તમારી પાસે આ મશીન પર પૂરતી મેમરી નથી, અમારે સ્વેપ સ્પેશ તુરંત જ ચાલુ કરવાની જરુર પડશે. આમ કરવા માટે તમારુ નવું પાર્ટીશન કોષ્ટક તુરંત જ લખવું જરુરી છે. બરાબર ને?
pa: ਜਿਵੇ ਕਿ ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਮਸ਼ੀਨ ਤੇ ਲੋੜੀਂਦੀ ਮੈਮੋਰੀ ਨਹੀ ਹੈ। ਇਸ ਕਰਕੇ ਤੁਹਾਨੂੰ ਇਸ ਸਮੇਂ ਸਵੈਪ ਥਾਂ ਨੂੰ ਚਾਲੂ ਕਰਨ ਦੀ ਲੋਡ਼ ਹੈ। ਇਹ ਕਰਨ ਲਈ ਅਸੀ ਭਾਗ-ਸਾਰਣੀ ਨੂੰ ਇਸੇ ਸਮੇਂ ਡਿਸਕ ਤੇ ਲਿਖ ਰਹੇ ਹਾਂ। ਕੀ ਇਹ ਠੀਕ ਹੈ?

source: You have not defined a root partition (/), which is required for installation of %s to continue.
gu: તમે રુટ પાર્ટીશન (/) વ્યાખ્યાયિત નથી કર્યું,કે જે %sનું સ્થાપન ચાલુ રાખવા માટે જરુરી છેe.
pa: ਤੁਸੀਂ ਇੱਕ ਰੂਟ(root) ਭਾਗ(/) ਨਿਰਧਾਰਿਤ ਨਹੀ ਕੀਤਾ ਹੈ, ਜੋ ਕਿ %s ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਨੂੰ ਜਾਰੀ ਰੱਖਣ ਲ਼ਈ ਜ਼ਰੂਰੀ ਹੈ।

source: Your root partition is less than 250 megabytes which is usually too small to install %s.
gu: તમારુ રુટ પાર્ટીશન એ ૨૫૦ મેગાબાઈટ કરતાં ઓછું છે કે જે %s સ્થાપિત કરવા માટે ખૂબ નાનું છે.
pa: ਤੁਸੀਂ ਰੂਟ(root) ਭਾਗ 250 ਮੈਗਾਬਾਇਟ ਤੋ ਘੱਟ ਹੈ, ਜੋ ਕਿ ਇੰਸਟਾਲ %s ਲਈ ਬਹੁਤ ਘੱਟ ਹੈ।

source: You must create a /boot/efi partition of type FAT and a size of 50 megabytes.
gu: તમારે FAT પ્રકારનું /boot/efi પાર્ટીશન બનાવવું જ જોઈએ અને તે પણ ૫૦ મેગાબાઈટનું.
pa: ਤੁਹਾਨੂੰ ਇੱਕ /boot/efi ਭਾਗ ਫੈਟ(FAT) ਕਿਸਮ ਅਤੇ 50 ਮੈਗਾਬਾਇਟ ਦਾ ਬਣਾਉਣਾ ਜ਼ਰੂਰੀ ਹੈ।

source: You must create an Apple Bootstrap partition.
pa: ਤੁਹਾਨੂੰ ਇੱਕ Apple Bootstrap ਭਾਗ ਬਣਾਉਣਾ ਜ਼ਰੂਰੀ ਹੈ।

source: You must create a PPC PReP Boot partition.
gu: તમારે PPC PReP બુટ પાર્ટીશન બનાવવું જ જોઈએ.
pa: ਤੁਹਾਨੂੰ ਇੱਕ PPC PReP ਬੂਟ-ਭਾਗ ਬਣਾਉਣਾ ਜ਼ਰੂਰੀ ਹੈ।

source: Your %s partition is less than %s megabytes which is lower than recommended for a normal %s install.
gu: તમારુ %s પાર્ટીશન એ %s મેગાબાઈટ કે જે સામાન્ય %s ના સ્થાપન માટે જરુરી છે તેના કરતાં નાનું છે.
pa: ਤੁਹਾਡਾ %s ਭਾਗ %s ਮੈਗਾਬਾਇਟ ਤੋ ਘੱਟ ਹੈ, ਜੋ ਕਿ ਸਧਾਰਨ %s ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਸਿਫ਼ਾਰਸ ਕੀਤਾ ਜਾਦਾ ਹੈ।

source: Bootable partitions can only be on RAID1 devices.
gu: બુટ કરી શકાય તેવું પાર્ટીશન માત્ર RAID1 ઉપકરણો પર છે.
pa: ਬੂਟ-ਸਾਰਣੀ ਭਾਗ ਕੇਵਲ ਰੇਡ1(RAID1) ਜੰਤਰ ਤੇ ਹੀ ਮੌਜੂਦ ਹੋ ਸਕਦਾ ਹੈ।

source: Bootable partitions cannot be on a logical volume.
gu: બુટ કરી શકાય તેવા પાર્ટીશનો લોજિકલ જગ્યા પર હોઈ શકે નહિં.
pa: ਬੂਟ-ਸਾਰਣੀ ਭਾਗ ਲਾਜ਼ੀਕਲ ਵਾਲੀਅਮ ਤੇ ਮੌਜੂਦ ਨਹੀ ਹੋ ਸਕਦਾ ਹੈ।

source: You have not specified a swap partition. Although not strictly required in all cases, it will significantly improve performance for most installations.
gu: તમે સ્વેપ પાર્ટીશન સ્પષ્ટ કરેલ નથી. પરંતુ બધા કિસ્સાઓમાં તે જરુરી નથી, તે સાંકેતિક રીતે મોટા ભાગના સ્થાપનોનું પરિણામ સુધારે છે.
pa: ਤੁਸੀਂ ਸਵੈਪ ਭਾਗ ਨਿਰਧਾਰਿਤ ਨਹੀ ਕੀਤਾ ਹੈ। ਭਾਵੇ ਕਿ ਇਹ ਹਰ ਹਾਲਤ ਵਿੱਚ ਕੋਈ ਜ਼ਰੂਰੀ ਨਹੀ ਹੈ, ਪਰ ਇਹ ਸਾਰੀਆਂ ਇੰਸਟਾਲੇਸ਼ਨ ਵਿੱਚ ਵਧੀਆ ਕਾਰਜਕੁਸ਼ਤਾ ਲਈ ਮਹੱਤਵਪੂਰਨ ਹੈ।

source: You have specified more than 32 swap devices. The kernel for %s only supports 32 swap devices.
gu: તમે ૩૨ કરતાં વધુ સ્વેપ ઉપકરણો સ્પષ્ટ કર્યાં છે. %s માટેની કર્નલ માત્ર ૩૨ સ્વેપ ઉપકરણોને આધાર આપે છે.
pa: ਤੁਸੀਂ 32 ਤੋ ਵੱਧ ਸਵੈਪ-ਜੰਤਰ ਨਿਰਧਾਰਿਤ ਕੀਤੇ ਹਨ। %s ਲਈ ਕਰਨਲ ਅਧਿਕਤਮ 32 ਸਵੈਪ-ਜੰਤਰਾਂ ਲਈ ਸਹਿਯੋਗੀ ਹੈ।

source: You have allocated less swap space (%dM) than available RAM (%dM) on your system. This could negatively impact performance.
gu: તમે ઓછી સ્વેપ જગ્યા (%dM) સ્થિત કરેલી છે કે જે તમારા કમ્પ્યુટર પર ઉપ્લબ્ધ RAM (%dM) કરતાં. આ નકારાત્મક રીતે તમારા પરિણામ પર અસર કરે છે.
pa: ਤੁਸੀਂ ਸਵੈਪ-ਥਾਂ(%dM) ਆਪਣੇ ਸਿਸਟਮ ਤੇ ਉਪਲੱਬਧ ਰੈਮ(RAM) (%dM) ਤੋ ਘੱਟ ਦਿੱਤੀ ਹੈ। ਇਹ ਕਾਰਜਕੁਸ਼ਤਾ ਤੇ ਗਲਤ ਅਸਰ ਪਾ ਸਕਦੀ ਹੈ।

source: the partition in use by the installer.
gu: સ્થાપક દ્વારા પાર્ટીશન વપરાઈ રહ્યું છે.
pa: ਭਾਗ ਨੂੰ ਇੰਸਟਾਲਰ ਇਸਤੇਮਾਲ ਕਰ ਰਿਹਾ ਹੈ।

source: a partition which is a member of a RAID array.
gu: પાર્ટીશન કે જે RAID ઍરેનો સભ્ય છે.
pa: ਇੱਕ ਭਾਗ, ਜੋ ਕਿ ਰੇਡ(RAID) ਲਡ਼ੀ ਦਾ ਇੱਕ ਅੰਗ ਹੈ।

source: a partition which is a member of a LVM Volume Group.
gu: પાર્ટીશન કે જે LVM કદ જૂથનો સભ્ય છે.
pa: ਇੱਕ ਭਾਗ, ਜੋ ਕਿ LVM ਵਾਲੀਅਮ ਸਮੂਹ ਦਾ ਇੱਕ ਅੰਗ ਹੈ।

source: This mount point is invalid. The %s directory must be on the / file system.
gu: આ માઉન્ટ બિંદુ અમાન્ય છે. %s ડિરેક્ટરી / ફાઈલ સિસ્ટમ પર જ હોવી જોઈએ.
pa: ਮਾਊਟ ਸਥਿਤੀ ਜਾਇਜ਼ ਨਹੀ ਹੈ। ਡਾਇਰੈਕਟਰੀ %s ਫਾਇਲ-ਸਿਸਟਮ / ਤੇ ਮੌਜੂਦ ਹੋਣੀ ਜ਼ਰੂਰੀ ਹੈ।

source: The mount point %s cannot be used. It must be a symbolic link for proper system operation. Please select a different mount point.
gu: માઉન્ટ બિંદુ %s વાપરી શકાશે નહિં. તે મોટે ભાગે સંજ્ઞાવાળી કડી યોગ્ય સિસ્ટમ પ્રક્રિયા માટે હોવી જ જોઈએ. મહેરબાની કરીને યાેગ્ય માઉન્ટ બિંદુ પસંદ કરો.
pa: ਮਾਊਟ ਸਥਿਤੀ %s ਨੂੰ ਵਰਤਿਆ ਨਹੀ ਜਾ ਸਕਦਾ ਹੈ। ਇਹ ਠੀਕ ਸਿਸਟਮ ਕਾਰਵਾਈ ਲਈ ਸਹੀ ਨਿਸ਼ਾਨ ਸੰਕੇਤ ਹੋਣਾ ਜ਼ਰੂਰੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਵੱਖਰਾ ਮਾਊਟ ਸਥਿਤੀ ਵਰਤੋ।

source: This mount point must be on a linux file system.
gu: આ માઉન્ટ બિંદુ લિનક્સ ફાઈલ સિસ્ટમ પર જ હોવુ જોઈએ.
pa: ਇਹ ਮਾਊਟ ਸਥਿਤੀ ਲੀਨਕਸ ਫਾਇਲ ਸਿਸਟਮ ਤੇ ਹੀ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।

source: The mount point "%s" is already in use, please choose a different mount point.
gu: માઉન્ટ બિંદુ "%s" પહેલાથી જ વપરાશમાં છે, મહેરબાની કરીને અલગ માઉન્ટ બિંદુ પસંદ કરો.
pa: ਮਾਊਟ ਸਥਿਤੀ "%s" ਪਹਿਲਾਂ ਹੀ ਵਰਤੀ ਜਾ ਚੁੱਕੀ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਵੱਖਰੀ ਮਾਊਟ ਸਥਿਤੀ ਚੁਣੋ।

source: The size of the %s partition (%10.2f MB) exceeds the maximum size of %10.2f MB.
gu: %s પાર્ટીશનનું માપ (%10.2f MB) %10.2f MB ના મહત્તમ માપ કરતાં વધી ગયું.
pa: ਭਾਗ %s (%10.2f ਮੈਬਾ) ਦਾ ਆਕਾਰ %10.2f ਮੈਬਾ ਦੇ ਆਕਾਰ ਤੋਂ ਵੱਧ ਗਿਆ ਹੈ।

source: The size of the requested partition (size = %s MB) exceeds the maximum size of %s MB.
gu: મંજૂરી કરાયેલ પાર્ટીશનનું માપ (માપ = %s MB) %s MB ના મહત્તમ માપ કરતાં વધી ગયું.
pa: ਲੋਡ਼ੀਦੇ ਭਾਗ(ਆਕਾਰ = %s ਮੈਬਾ) ਦਾ ਆਕਾਰ ਅਧਿਕਤਮ ਆਕਾਰ %s ਮੈਬਾ ਤੋ ਵੱਧ ਗਿਆ ਹੈ।

source: The size of the requested partition is negative! (size = %s MB)
gu: મંજૂરી કરાયેલ પાર્ટીશનનું માપ ઋણ છે! (માપ = %s MB)
pa: ਲੋਡ਼ੀਦੇ ਭਾਗ ਦਾ ਆਕਾਰ ਰਿਣਾਤਮਕ ਹੈ ! (ਆਕਾਰ = %s ਮੈਬਾ)

source: Partitions can't start below the first cylinder.
gu: પાર્ટીશનો પહેલા સિલિન્ડર કરતાં નીચે શરુ કરી શકાતા નથી.
pa: ਭਾਗ, ਪਹਿਲੇ ਸਿਲੰਡਰ ਤੋਂ ਘੱਟ ਆਰੰਭ ਨਹੀ ਹੋ ਸਕਦਾ ਹੈ।

source: Partitions can't end on a negative cylinder.
gu: પાર્ટીશનો ઋણ સિલિન્ડર આગળ અંત થતા નથી.
pa: ਭਾਗ, ਰਿਣਾਤਾਮਕ ਸਿਲੰਡਰ ਤੇ ਖਤਮ ਨਹੀ ਹੋ ਸਕਦਾ ਹੈ।

source: No members in RAID request, or not RAID level specified.
gu: RAID મંજૂરીમાં કોઈ સભ્યો નથી, અથવા RAID સ્તર સ્પષ્ટ કરેલ નથી.
pa: ਰੇਡ(RAID) ਵਿੱਚ ਕੋਈ ਮੈਂਬਰ ਨਹੀ ਹੈ, ਜਾਂ ਰੇਡ(RAID) ਦਾ ਪੱਧਰ ਨਿਰਧਾਰਿਤ ਨਹੀ ਕੀਤਾ ਗਿਆ ਹੈ।

source: A RAID device of type %s requires at least %s members.
gu: %s પ્રકારનું RAID ઉપકરણને ઓછામાં ઓછા %s સભ્યો જરુરી છે.
pa: ਇੱਕ ਰੇਡ(RAID) ਜੰਤਰ ਕਿਸਮ %s ਲਈ ਘੱਟੋ-ਘੱਟ %s ਅੰਗ ਹੋਣੇ ਜ਼ਰੂਰੀ ਹਨ।

source: This RAID device can have a maximum of %s spares. To have more spares you will need to add members to the RAID device.
gu: RAID ઉપકરણ પાસે %s ના મહત્તમ છે. તમારે સ્પેર વધારવા માટે RAID ઉપકરણ પર સભ્યો વધારવા જોઈએ.
pa: ਇਸ ਰੇਡ(RAID) ਜੰਤਰ ਵਿੱਚ ਅਧਿਕਤਮ %s ਸਪੇਰਸ ਹੋ ਸਕਦੇ ਹਨ। ਹੋਰ ਸਪੇਰਸ ਹੋਣ ਲਈ ਤੁਹਾਨੂੰ ਰੇਡ(RAID) ਜੰਤਰ ਵਿੱਚ ਹੋਰ ਮੈਬਰ ਜੋਡ਼ਨੇ ਪੈਣਗੇ।

source: Starting Interface
gu: ઈન્ટરફેસ શરુ કરી રહ્યા છીએ
pa: ਇੰਟਰਫੇਸ਼ ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: Attempting to start %s
gu: %s શરુ કરવા જઈ રહ્યા છીએ
pa: %s ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ

source: Setup Networking
gu: સેટઅપ નેટવર્ક
pa: ਨੈੱਟਵਰਕਿੰਗ ਵਿਵਸਥਾ

source: Do you want to start the network interfaces on this system?
gu: શું તમે આ સિસ્ટમ પર નેટવર્ક ઈન્ટરફેસ શરુ કરવા માંગો છો?
pa: ਕੀ ਤੁਸੀਂ ਸਿਸਟਮ ਤੇ ਨੈੱਟਵਰਕ ਇੰਟਰਫੇਸ ਸ਼ੁਰੂ ਕਰਨਾ ਚਾਹੋਗੇ?

source: Cancelled
gu: નકારાઈ ગયું
pa: ਰੱਦ ਕੀਤਾ

source: I can't go to the previous step from here. You will have to try again.
gu: હું અંહિથી પહેલાના પગલે જઈ શકતો નથી. તમારે ફરીથી પ્રયત્ન કરવો પડશે.
pa: ਮੈ ਇਥੋਂ ਪਹਿਲੇ ਪਗ ਤੇ ਨਹੀ ਜਾ ਸਕਦਾ ਹਾਂ। ਤੁਹਾਨੂੰ ਮੁਡ਼ ਕੋਸ਼ਿਸ ਕਰਨੀ ਪਵੇਗੀ।

source: When finished please exit from the shell and your system will reboot.
gu: જ્યારે પૂર્ણ થાય ત્યારે મહેરબાની કરીને શેલમાંથી બહાર નીકળો અને તમારી સિસ્ટમ રીબુટ થશે.
pa: ਜਦੋਂ ਵੀ ਸਮਾਪਤ ਹੋ ਗਿਆ ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸ਼ੈੱਲ ਵਿੱਚੋ ਬਾਹਰ ਆ ਜਾਉ ਅਤੇ ਤੁਹਾਡਾ ਸਿਸਟਮ ਮੁਡ਼ ਚਾਲੂ ਹੋ ਜਾਵੇਗਾ।

source: Rescue
gu: જોખમ
pa: ਸੰਕਟਕਾਲੀਨ

source: The rescue environment will now attempt to find your Linux installation and mount it under the directory %s. You can then make any changes required to your system. If you want to proceed with this step choose 'Continue'. You can also choose to mount your file systems read-only instead of read-write by choosing 'Read-Only'. If for some reason this process fails you can choose 'Skip' and this step will be skipped and you will go directly to a command shell.
gu: જોખમવાળું પર્યાવરણ હવે તમારું લિનક્સ સ્થાપન શોધશે અને તેને%s ડિરેક્ટરી હેઠળ માઉન્ટ કરશે. પછી તમે તમારી સિસ્ટમ માટે જરુરીપરિવર્તનો કરી શકો છો. જો તમે આ પગલા સાથે આગળ વધવા માંગોતો ચાલુ રાખો. તમે તમારી સિસ્ટમને માત્ર વાંચી શકાય તેવી સ્થિતિમાંપણ માઉન્ટ કરી શકો છો. જો કોઈ કારણોસર તમારી પ્રક્રિયા નિષ્ફળ જાય તો તમે બંધ કરી શકો છોઅને તમે સીધા જ શેલ પર જઈ શકો છો.
pa: ਸੰਕਟਕਾਲੀਨ ਖੇਤਰ ਤੁਹਾਡੀ ਲੀਨਕਸ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਖੋਜ ਕਰੇਗਾ ਅਤੇ ਇਸ ਨੂੰ ਡਾਇਰੈਕਟਰੀ %s ਵਿੱਚ ਮਾਊਟ ਕਰਵਾ ਦੇਵੇਗਾ। ਤਦ ਤੁਸੀਂ ਆਪਣੇ ਸਿਸਟਮ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਕਰ ਸਕਦੇ ਹੋ। ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਕਾਰਵਾਈ ਨਾਲ ਚੱਲਣਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ 'ਜਾਰੀ ਰੱਖੋ' ਨੂੰ ਚੁਣੋ। ਤੁਸੀਂ ਆਪਣੇ ਫਾਇਲ ਸਿਸਟਮ ਨੂੰ ਸਿਰਫ 'ਸਿਰਫ ਪੜਨ ਲਈ' ਦੀ ਚੋਣ ਕਰਕੇ ਸਿਰਫ ਪੜਨ ਲਈ ਵੀ ਮਾਊਟ ਕਰ ਸਕਦੇ ਹੋ, ਨਾ ਕਿ ਪੜਨ-ਲਿਖਣ ਲਈ। ਜੇਕਰ ਕਿਸੇ ਕਾਰਨ ਕਰਕੇ ਇਹ ਅਸਫਲ ਰਿਹਾ ਤਾਂ ਤੁਸੀਂ 'ਅਧੂਰਾ ਛੱਡੋ' ਦੀ ਚੋਣ ਕਰਕੇ, ਇਸ ਤੋਂ ਬਾਹਰ ਆ ਸਕਦੇ ਹੋ ਅਤੇ ਕਮਾਂਡ ਸ਼ੈੱਲ ਤੇ ਕੰਮ ਕਰ ਸਕਦੇ ਹੋ।

source: Continue
gu: ચાલુ રાખો
pa: ਜਾਰੀ ਰੱਖੋ

source: Read-Only
gu: માત્ર વાંચી શકાય તેવું
pa: ਸਿਰਫ ਪੜਨ ਲਈ

source: Skip
gu: છોડી દો
pa: ਅਧੂਰਾ ਛੱਡੋ

source: System to Rescue
gu: જોખમી સિસ્ટમ
pa: ਸੰਕਟਕਾਲੀਨ ਲਈ ਸਿਸਟਮ

source: What partition holds the root partition of your installation?
gu: કયો પાર્ટીશન તમારા રુટ પાર્ટીશનના સ્થાપનને પકડી રાખશે?
pa: ਕਿਹਡ਼ਾ ਭਾਗ ਤੁਹਾਡੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੇ ਰੂਟ-ਭਾਗ(root) ਨੂੰ ਸੰਭਾਲੇ?

source: Exit
gu: બહાર નીકળો
pa: ਬਾਹਰ

source: Your system had dirty file systems which you chose not to mount. Press return to get a shell from which you can fsck and mount your partitions. The system will reboot automatically when you exit from the shell.
gu: તમારી સિસ્ટમમાં ગંદી ફાઈલ સિસ્ટમ છે કે જે માઉન્ટ કરવા માટે તમે નહિં પસંદ કરી શકો છો. શેલ મેળવવા માટે એન્ટર દબાવો કે જેમાંથી તમે તમારા પાર્ટીશનો માઉન્ટ અને fsck કરી શકો છો. તમે જ્યારે શેલમાંથી બહાર નીકળો ત્યારે તમારી સિસ્ટમ આપોઆપ રીબુટ થશે.
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ ਨਕਾਰਾ ਫਾਇਲ-ਸਿਸਟਮ ਹੈ, ਜੋ ਤੁਸੀਂ ਮਾਊਟ ਕਰਨ ਲਈ ਨਹੀ ਚੁਣਿਆ। ਐਂਟਰ ਦਬਾਕੇ ਸ਼ੈੱਲ ਵਿੱਚ ਜਾਉ ਅਤੇ fsck ਨਾਲ ਆਪਣੇ ਭਾਗ ਮਾਊਟ ਕਰੋ। ਜਦੋ ਤੁਸੀਂ ਸ਼ੈੱਲ ਵਿਚੋਂ ਬਾਹਰ ਜਾਉਂਗੇ ਤਾਂ ਸਿਸਟਮ ਖੁਦ ਹੀ ਮੁਡ਼-ਚਾਲੂ ਹੋ ਜਾਵੇਗਾ।

source: Your system has been mounted under %s. Press <return> to get a shell. If you would like to make your system the root environment, run the command: chroot %s The system will reboot automatically when you exit from the shell.
gu: તમારી સિસ્ટમ %s હેઠળ માઉન્ટ થઈ. શેલ મેળવવા માટે એન્ટર દબાવો. જો તમે તમારી સિસ્ટમને રુટ પર્યાવરણઆપવા માંગો, તો આદેશ ચલાવો: chroot %s તમે જ્યારે શેલમાંથી બહાર નીકળો ત્યારે તમારી સિસ્ટમ આપોઆપ રીબુટ થશે.
pa: ਤੁਹਾਡਾ ਸਿਸਟਮ %s ਦੇ ਹੇਠ ਮਾਊਟ ਕੀਤਾ ਗਿਆ ਹੈ। ਸ਼ੈੱਲ ਵਿੱਚ ਜਾਣ ਲਈ <Enter> ਦਬਾਓ। ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਸਿਸਟਮ ਨੂੰ ਰੂਟ(root) ਵਾਤਾਵਰਣ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਕਮਾਂਡ ਚਲਾਉ: chroot %s ਜਦੋਂ ਤੁਸੀਂ ਸ਼ੈੱਲ ਵਿਚੋਂ ਬਾਹਰ ਜਾਉਗੇ ਤਾਂ ਸਿਸਟਮ ਖੁਦ ਹੀ ਮੁਡ਼-ਚਾਲੂ ਹੋ ਜਾਵੇਗਾ।

source: An error occurred trying to mount some or all of your system. Some of it may be mounted under %s. Press <return> to get a shell. The system will reboot automatically when you exit from the shell.
gu: તમારી સિસ્ટમનું અમુક અથવા બધુ માઉન્ટ કરવાનો પ્રયત્ન કરતાં ભૂલ ઉદ્ભવી. તેમાના અમુક %s હેઠળ માઉન્ટ થશે. શેલ મેળવવા માટે એન્ટર દબાવો. તમે જ્યારે શેલમાંથી બહાર નીકળો ત્યારે તમારી સિસ્ટમ આપોઆપ રીબુટ થશે.
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਦੇ ਕੁਝ ਜਾਂ ਸਾਰੇ ਮਾਊਟ ਕਰਨ ਕੋਸ਼ਿਸ ਵਿੱਚ ਗਲਤੀ ਹੈ। ਇਹਨਾਂ ਵਿੱਚੋ ਕੁਝ %s ਹੇਠਾਂ ਮਾਊਟ ਹਨ। ਸ਼ੈੱਲ ਵਿੱਚ ਜਾਣ ਲਈ <Enter> ਦਬਾਓ। ਜਦੋ ਤੁਸੀਂ ਸ਼ੈੱਲ ਵਿਚੋ ਬਾਹਰ ਜਾਉਗੇ ਤਾਂ ਸਿਸਟਮ ਖੁਦ ਹੀ ਮੁਡ਼-ਚਾਲੂ ਹੋ ਜਾਵੇਗਾ।

source: Rescue Mode
gu: જોખમી સ્થિતિ
pa: ਸੰਕਟਕਾਲੀਨ ਢੰਗ

source: You don't have any Linux partitions. Press return to get a shell. The system will reboot automatically when you exit from the shell.
gu: તમારી પાસે કોઈ લિનક્સ પાર્ટીશન નથી. શેલ મેળવવા માટે એન્ટર દબાવો. તમે જ્યારે શેલમાંથી બહાર નીકળો ત્યારે તમારી સિસ્ટમ આપોઆપ રીબુટ થશે.
pa: ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਲੀਨਕਸ ਭਾਗ ਨਹੀ ਹੈ। ਸ਼ੈੱਲ ਤੇ ਜਾਣ ਲਈ ਐਂਟਰ ਦਬਾਓ। ਸ਼ੈੱਲ ਤੋਂ ਬਾਹਰ ਆਉਣ ਸਮੇਂ ਸਿਸਟਮ ਮੁਡ਼ ਚਾਲੂ ਹੋ ਜਾਵੇਗਾ।

source: Your system is mounted under the %s directory.
gu: તમારી સિસ્ટમ %s ડિરેક્ટરી હેઠળ માઉન્ટ થયેલ છે.
pa: ਤੁਹਾਡਾ ਸਿਸਟਮ %s ਡਾਇਰੈਕਟਰੀ ਦੇ ਅਧੀਨ ਮਾਊਟ ਹੈ।

source: Help not available
gu: મદદ ઉપ્લબ્ધ નથી
pa: ਸਹਾਇਤਾ ਉਪਲੱਬਧ ਨਹੀਂ

source: No help is available for this step of the install.
gu: સ્થાપનના આ પગથિયા માટે કોઈ મદદ ઉપ્લબ્ધ નથી.
pa: ਇੰਸਟਾਲ ਦੇ ਇਸ ਪਗ ਲਈ ਕੋਈ ਸਹਾਇਤਾ ਨਹੀ ਹੈ।

source: Save Crash Dump
gu: ક્રેશ ડમ્પ સંગ્રહો
pa: ਕਰੈਸ਼ ਡੰਪ ਸੰਭਾਲੋ

source: Save
gu: સંગ્રહો
pa: ਸੰਭਾਲੋ

source: Debug
gu: ભૂલ શોધો
pa: ਡੀਬੱਗ

source: Welcome to %s
gu: %s માં તમારુ સ્વાગત છે
pa: %s ਤੇ ਜੀ ਆਇਆਂ ਨੂੰ

source: <F1> for help | <Tab> between elements | <Space> selects | <F12> next screen
gu: <F1> મદદ માટે | <Tab> ભાગો વચ્ચે | <Space> પસંદ કરે છે | <F12> આગળની સ્ક્રીન
pa: <F1> ਸਹਾਇਤਾ ਲਈ | <Tab> ਇਕਾਈਆਂ ਵਿੱਚ | <Space> ਚੋਣ | <F12> ਅਗਲਾ ਪਰਦਾ

source: <Tab>/<Alt-Tab> between elements | <Space> selects | <F12> next screen
gu: <Tab>/<Alt-Tab> ભાગો વચ્ચે | <Space> પસંદ કરે છે | <F12> આગળની સ્ક્રીન
pa: <Tab>/<Alt-Tab> ਇਕਾਈਆਂ ਵਿੱਚ | <Space> ਚੋਣ | <F12> ਅਗਲਾ ਪਰਦਾ

source: Upgrade Existing System
gu: વર્તમાન સિસ્ટમ સુધારે છે
pa: ਮੌਜੂਦਾ ਸਿਸਟਮ ਦਾ ਨਵੀਨੀਕਰਨ

source: Upgrade
gu: સુધારો
pa: ਨਵੀਨੀਕਰਨ

source: Searching
gu: શોધી રહ્યા છીએ
pa: ਖੋਜ ਜਾਰੀ ਹੈ

source: Searching for %s installations...
gu: %s સ્થાપનો શોધી રહ્યા છીએ...
pa: ਇੰਸਟਾਲੇਸ਼ਨ %s ਲਈ ਖੋਜ ਜਾਰੀ ਹੈ...

source: Dirty File Systems
gu: ગંદી ફાઈલ સિસ્ટમો
pa: ਨਕਾਰਾ ਫਾਇਲ ਸਿਸਟਮ
