Repository: rhinstaller/anaconda
Catalog: po/*.po
Languages: gu, pa

source: Forcing the use of LBA32 for your bootloader when not supported by the BIOS can cause your machine to be unable to boot. We highly recommend you create a boot disk when asked later in the install process. Would you like to continue and force LBA32 mode?
gu: તમારા બુટ લોડર માટે LBA32 નો ઉપયોગ કરો જ્યારે BIOS દ્વારા આધાર ના હોય ત્યારે તે તમારા મશીનને બુટ નહિં થવા દેવા માટે સક્રિય કરશે. અમે તમારા તરફથી બુટ ડિસ્ક બનાવવાનો આગ્રહ રાખીએ છીએ જે સ્થાપન પ્રક્રિયામાં પાછળથી પૂછવામાં આવે છે. શું તમે ચાલુ રાખવા માંગો છો અને LBA32 સ્થિતિ પર દબાણ કરવા માંગો છો?

source: You have selected not to install a boot loader on your system. You will have to create a boot disk to boot your system with this option. Would you like to continue and not install a boot loader?
gu: તમે તમારી સિસ્ટમ પર બુટલોડર સ્થાપિત કરવું નહિં એમ પસંદ કરેલ છે. તમારે તમારી સિસ્ટમને આ વિકલ્પ સાથે ચલાવવા માટે બુટ ડિસ્ક બનાવવી પડશે. શું તમે ચાલુ રાખવા માંગો છો અને બુટલોડર સ્થાપિત કરો નહિ?

source: Use _LILO as the boot loader
gu: _LILO બુટલોડર તરીકે વાપરો

source: Unable to Change Drive Order for LILO
gu: LILO માટે ડ્રાઈવનો ક્રમ બદલવા માટે અસમર્થ

source: We do not support changing the drive order for use with LILO.
gu: અમે LILO સાથે વાપરીને ડ્રાઈવનો ક્રમ બદલવા માટે આધાર આપતા નથી.

source: Remove any installation media (diskettes or CD-ROMs) used during the installation process and press the "Reboot" button to reboot your system.
gu: કોઈપણ સ્થાપનનું માધ્યમ (ડિસ્ક અથવા CD-ROM) કે જે સ્થાપન દરમ્યાન વપરાયેલ હોય તે દૂર કરો અને તમારી સિસ્ટમ રીબુટ કરવા માટે "રીબુટ" બટન પર ક્લિક કરો.

source: For information on Errata (updates and bug fixes), visit: http://www.redhat.com/errata/ For information on automatic updates through Red Hat Network, visit: http://rhn.redhat.com/ For information on using and configuring the system, visit: http://www.redhat.com/docs/ http://www.redhat.com/apps/support/ To register the product for support, visit: http://www.redhat.com/apps/activate/
gu: ઈરાટા વિશે વધુ જાણકારી માટે (સુધારાઓ અને ભૂલો પૂરી કરો), મુલાકાત લો: http://www.redhat.com/errata/ રેડ હેટ નેટવર્ક દ્વારા આપોઆપ સુધારા વિશે વધુ જાણકારી માટે, મુલાકાત લો: http://rhn.redhat.com/ તમારી સિસ્ટમ વાપરવા અને રુપરેખાંકિત કરવા વિશે વધુ જાણકારી માટે, મુલાકાત લો: http://www.redhat.com/docs/ http://www.redhat.com/apps/support/ આધાર માટે ઉત્પાદનની નોંધણી કરાવવા માટે, મુલાકાત લો: http://www.redhat.com/apps/activate/

source: Physical Extent:
gu: ભૌતિક મર્યાદા:

source: Total
gu: કુલ

source: Remaining
gu: બાકીનું

source: Installing %s-%s-%s.%s
gu: %s-%s-%s.%s સ્થાપિત કરી રહ્યા છીએ

source: Package Progress:
gu: પેકેજ પ્રગતિ:

source: Total Progress:
gu: કુલ પ્રગતિ:

source: Status
gu: સ્થિતિ

source: Packages
gu: પેકેજો

source: Time
gu: સમય

source: Silo Configuration
gu: Silo ો રુપરેખાંકન

source: Install SILO boot record on:
gu: ના પર SILO બુટ રેકોર્ડ સ્થાપિત કરો:

source: Create PROM alias
gu: PROM ઉપનામ બનાવો

source: Set default PROM boot device to linux
gu: લિનક્સ માટે મૂળભુત PROM બુટ ઉપકરણ સુયોજિત કરો

source: Kernel parameters
gu: કર્નલ પરિમાણો

source: Create boot disk
gu: બુટ ડિસ્ક બનાવો

source: Do not install SILO
gu: SILO સ્થાપિત કરો નહિં

source: Partition type
gu: પાર્ટીશન પ્રકાર

source: Default boot image
gu: મૂળભુત બુટ ઈમેજ

source: An error has occurred selecting the video card %s. Please report this error to bugzilla.redhat.com.
gu: વિડીયો કાર્ડ %s પસંદ કરતી વખતે ભૂલ ઉદ્ભવી. મહેરબાની કરીને આ ભૂલનો bugzilla.redhat.com અહેવાલ આપો.

source: Use LILO Boot Loader
gu: LILO બુટ લોડર વાપરો

source: Remove any installation media (diskettes or CD-ROMs) used during the installation process and press <Enter> to reboot your system.
gu: વપરાયેલ કોઈપણ સ્થાપન માધ્યમો (ડિસ્ક અથવા CD-ROMs) સ્થાપનની પ્રક્રિયા દરમ્યાન દૂર કરો અને તમારી સિસ્ટમ રીબુટ કરવા માટે <Enter> દબાવો.

source: Customize software selection
gu: સોફ્ટવેરની પસંદગી કસ્ટમાઈઝ કરો

source: Security Enhanced Linux (SELinux) provides stricter access controls to improve the security of your system. How would you like this support enabled?
gu: સુરક્ષા ઉન્નત લિનક્સ (SELinux) તમારી સિસ્ટમની સુરક્ષા સુધારવા માટે સખ્ત પહોંચ નિયંત્રકો પૂરા પાડે છે. તમે આ આધાર કેવી રીતે સક્રિય કરવા માંગો છો?

source: Disable SELinux
gu: SELinux નિષ્ક્રિય કરો

source: Warn on violations
gu: શાંતિભંગ પર ચેતવો

source: No volume groups to create a logical volume in.
gu: વોલ્યુમ જૂથોમાં બનાવવા માટે કોઈ લોજિકલ વોલ્યુમ નથી.

source: SILO Configuration
gu: SILO રુપરેખાંકન

source: Create PROM alias `linux'
gu: PROM ઉપનામ `linux' બનાવો

source: Set default PROM boot device
gu: મૂળભુત બુટ ઉપકરણ PROM સુયોજિત કરો

source: Where do you want to install the bootloader?
gu: તમે ક્યાં બુટલોડર સ્થાપિત કરવા માંગો છો?

source: The boot manager Red Hat uses can boot other operating systems as well. You need to tell me what partitions you would like to be able to boot and what label you want to use for each of them.
gu: રેડ હેટ જે બુટ વ્યવસ્થાપક વાપરે છે તે બીજી ઓપરેટિંગ સિસ્ટમ પણ બુટ કરી શકે છે. તમારે કયા પાર્ટીશનને બુટ કરવો છે તે તમારે મને કહેવાની જરુર છે અને તે દરેક માટે તમે કયું લેબલ વાપરવા માંગો છો.

source: Device number:
gu: ઉપકરણ નંબર:

source: Desktop shell (GNOME) Office suite (OpenOffice.org) Web browser (Mozilla) Email (Evolution) Instant messaging Sound and video applications Games
gu: ડેસ્કટોપ શેલ (જીનોમ) ઓફિસ સેવા (ઓપનઓફિસ) વેબ બ્રાઉઝર (મોઝિલ્લા) ઈ-મેઈલ (ઈવોલ્યુશન) તુરંત સંદેશાવ્યવહાર ઓડિયો અને વિડીયો કાર્યક્રમો રમતો

source: Desktop shell (GNOME) Office suite (OpenOffice.org) Web browser (Mozilla) Email (Evolution) Instant messaging Sound and video applications Games Software Development Tools Administration Tools
gu: ડેસ્કટોપ શેલ (જીનોમ) ઓફિસ સેવા (ઓપનઓફિસ) વેબ બ્રાઉઝર (મોઝિલ્લા) ઈ-મેઈલ (ઈવોલ્યુશન) તુરંત સંદેશાવ્યવહાર ઓડિયો અને વિડીયો કાર્યક્રમો રમતો સોફ્ટવેર વિકાસ સાધનો સંચાલન સાધનો
