Repository: rhinstaller/anaconda
Catalog: po/*.po
Languages: gu, pa

source: Desktop shell (GNOME) Office suite (OpenOffice.org) Web browser Email (Evolution) Instant messaging Sound and video applications Games Software Development Tools Administration Tools
pa: ਵਿਹਡ਼ਾ ਸ਼ੈੱਲ (ਗਨੋਮ) ਦਫਤਰੀ ਸੰਦ (ਓਪਨਆਫਿਸ.ਆਰਜ਼) ਵੈੱਬ ਬਰਾਊਜ਼ਰ ਈ-ਪੱਤਰ (ਈਵੋਲੇਸ਼ਨ) ਮੌਕਾ ਸੁਨੇਹੇ ਬਹੁਰੰਗ ਕਾਰਜ ਖੇਡਾਂ ਸਾਫਟਵੇਅਰ ਵਿਕਾਸਵਾਦੀ ਸੰਦ ਪ੍ਰਬੰਧਕੀ ਸੰਦ

source: _Server
gu: સર્વર (_S)
pa: ਸਰਵਰ(_S)

source: Select this installation type if you would like to set up file sharing, print sharing, and Web services. Additional services can also be enabled, and you can choose whether or not to install a graphical environment.
gu: સ્થાપનનો આ પ્રકાર પસંદ કરો જો તમે સેટઅપ ફાઈલ વહેંચવા માંગતા હોય, છાપન વહેંચવા માંગતા હોય, અને વેબ સેવાઓ વાપરવા માંગતા હોય. વધારાની સેવાઓ પણ સક્રિય કરેલ હોય અને તમે શું ગ્રાફિકવાળું પર્યાવરણ સ્થાપિત કરવું કે નહિં તે પણ પસંદ કરી શકો છો.
pa: ਇਹ ਇੰਸਟਾਲੇਸ਼ਨ ਕਿਸਮ ਚੁਣੋ, ਜੇਕਰ ਤੁਸੀਂ ਫਾਇਲ-ਸਾਂਝੀਆਂ, ਪ੍ਰਿੰਟਰ-ਸਾਂਝ ਅਤੇ ਵੈਬ-ਸੇਵਾ ਆਦਿ ਨਿਰਧਾਰਿਤ ਕਰਨੀਆਂ ਚਾਹੁੰਦੇ ਹੋ। ਹੋਰ ਵਧੇਰੇ ਸੇਵਾਵਾਂ ਵੀ ਜੋਡ਼ੀਆ ਜਾ ਸਕਦੀਆਂ ਹਨ ਅਤੇ ਤੁਸੀਂ ਇਹ ਵੀ ਚੁਣ ਸਕਦੇ ਹੋ ਕਿ ਗਰਾਫੀਕਲ ਵਾਤਾਵਰਣ ਇੰਸਟਾਲ ਕਰਨਾ ਹੈ ਜਾਂ ਨਹੀ।

source: _Workstation
gu: વર્કસ્ટેશન (_W)
pa: ਵਰਕਸਟੇਸ਼ਨ(_W)

source: This option installs a graphical desktop environment with tools for software development and system administration.
gu: આ વિકલ્પ ગ્રાફિકવાળુ ડેસ્કટોપ પર્યાવરણ સોફ્ટવેર વિકાસ માટે અને સિસ્ટમ સંચાલન માટે સાધનો સાથે સ્થાપિત કરે છે.
pa: ਇਹ ਚੋਣ ਗਰਾਫੀਕਲ ਵਿਹਡ਼ਾ ਵਾਤਾਵਰਣ ਨੂੰ ਸਾਫਟਵੇਅਰ ਵਿਕਾਸ ਅਤੇ ਪ੍ਰਬੰਧਕੀ ਸੰਦਾਂ ਨਾਲ ਲੈਸ ਕਰਕੇ ਇੰਸਟਾਲ ਕਰੇਗੀ।

source: Media Check
gu: મિડીયા ચકાસણી
pa: ਮਾਧਿਅਮ ਜਾਂਚ

source: Test
gu: ચકાસણી
pa: ਜਾਂਚ

source: Eject CD
gu: CD બહાર કાઢો
pa: ਸੀਡੀ ਕੱਢੋ

source: Choose "%s" to test the CD currently in the drive, or "%s" to eject the CD and insert another for testing.
gu: CD કે જે ડ્રાઈવમાં છે તેને ચકાસવા માટે "%s" પસંદ કરો, અથવા CD ને બહાર કાઢવા માટે "%s" પસંદ કરો અને બીજી ચકાસણી માટે દાખલ કરો.
pa: "%s" ਚੁਣੋ, ਜੇਕਰ ਡਰਾੲੀਵ ਵਿੱਚ ਮੌਜੂਦ ਸੀਡੀ ਦੀ ਜਾਂਚ ਕਰਨੀ ਹੈ ਜਾਂ "%s" ਚੁਣੋ ਤਾਂ ਕਿ ਸੀਡੀ ਨੂੰ ਬਾਹਰ ਕਰਕੇ ਹੋਰ ਸੀਡੀਆਂ ਦੀ ਜਾਂਚ ਕੀਤੀ ਜਾ ਸਕੇ।

source: If you would like to test additional media, insert the next CD and press "%s". You do not have to test all CDs, although it is recommended you do so at least once. To begin the installation process insert CD #1 into the drive and press "%s".
gu: જો તમે વધારાના મિડીયા ચકાસવા માંગતા હોય, તો પછીની CD દાખલ કરો અને "%s" દબાવો. તમારે બધી CDs ચકાસવાની જરુર નથી, તેમછતાં પણ એવોઆગ્રહ રાખવામં આવે છે ઓછામાં ઓછી એક વખત કરવું જોઈએ. સ્થાપનની પ્રક્રિયા શરુ કરવા માટે CD #1 ડ્રાઈવમાં દાખલ કરો અને "%s" દબાવો.
pa: ਜੇਕਰ ਤੁਸੀਂ ਹੋਰ ਮਾਧਿਅਮ ਦੀ ਜਾਂਚ ਕਰਨੀ ਹੈ, ਤਾਂ ਅਗਲੀ ਸੀਡੀ ਪਾਉ ਅਤੇ "%s" ਦਬਾਓ। ਤੁਸੀਂ ਸਾਰੀਆਂ ਸੀਡੀਆਂ ਦੀ ਜਾਂਚ ਨਹੀ ਕੀਤੀ ਹੈ, ਭਾਵੇਂ ਕਿ ਇਸ ਦੀ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਦੀ ਹੈ ਕਿ ਇੱਕ ਵਾਰ ਜਾਂਚ ਕਰੋ। ਇੰਸਟਾਲੇਸ਼ਨ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਡਰਾੲੀਵ ਵਿੱਚ CD #1 ਪਾਉ ਅਤੇ "%s" ਦਬਾਓ।

source: The %s CD was not found in any of your CDROM drives. Please insert the %s CD and press %s to retry.
gu: %s CD તમારી કોઈપણ CDROM ડ્રાઈવ પર મળી નથી. મહેરબાની કરીને %s CD દાખલ કરો અને ફરીથી પ્રયત્ન કરવા માટે %s દબાવો.
pa: ਤੁਹਾਡੇ ਕਿਸੇ ਵੀ ਸੀਡੀ-ਰੋਮ ਡਰਾੲੀਵ ਵਿੱਚ %s ਸੀਡੀ ਨਹੀ ਲੱਭੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ %s ਸੀਡੀ ਪਾਉ ਅਤੇ ਮੁਡ਼ ਕੋਸ਼ਿਸ ਕਰਨ ਲਈ %s ਦਬਾਓ।

source: CD Found
gu: CD મળી નથી
pa: ਸੀਡੀ ਖੋਜੀ ਗਈ

source: To begin testing the CD media before installation press %s. Choose %s to skip the media test and start the installation.
gu: %s ના સ્થાપનની પ્રક્રિયા પહેલા CD મિડીયા ચકાસણી શરુ કરવા માટે. મિડીયા ચકાસણી રદ કરવા માટે %s પસંદ કરો અને સ્થાપન શરુ કરો.
pa: ਸੀਡੀ ਮਾਧਿਅਮ ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਤੋਂ ਪਹਿਲਾਂ ਜਾਂਚ ਕਰਨ ਲਈ %s ਦਬਾਓ। ਮਾਧਿਅਮ ਦੀ ਜਾਂਚ ਨੂੰ ਛੱਡਣ ਅਤੇ ਇੰਸਟਾਲੇਸ਼ਨ ਸ਼ੁਰੂ ਕਰਨ ਲਈ %s ਚੁਣੋ।

source: No %s CD was found which matches your boot media. Please insert the %s CD and press %s to retry.
gu: કોઈ %s CD મળી નથી કે જે તમારી બુટ મિડીયા સાથે બંધબેસે. મહેરબાની કરીને %s CD દાખલ કરો અને ફરીથી પ્રયત્ન કરવા માટે %s દબાવો.
pa: ਕੋਈ %s ਸੀਡੀ ਨਹੀ ਲੱਭੀ, ਜੋ ਕਿ ਤੁਹਾਡੇ ਬੂਟ ਮਾਧਿਅਮ ਨਾਲ ਮੇਲ਼ ਖਾਵੇ। ਕਿਰਪਾ ਕਰਕੇ %s ਸੀਡੀ ਪਾਉ ਅਤੇ ਮੁਡ਼ ਕੋਸ਼ਿਸ ਲਈ %s ਦਬਾਓ।

source: CD Not Found
gu: CD મળી નથી
pa: ਸੀਡੀ ਨਹੀ ਲੱਭੀ

source: Cannot find kickstart file on CDROM.
gu: CDROM પર કિકસ્ટાર્ટ ફાઈલ શોધી શકતા નથી.
pa: ਸੀਡੀ-ਰੋਮ ਤੇ ਕਿੱਕਸਟਾਰਟ ਫਾਇਲ ਨਹੀ ਲੱਭੀ ਹੈ।

source: Loading
gu: લાવી રહ્યા છીએ
pa: ਲੋਡ ਕਰ ਰਿਹਾ ਹੈ

source: Reading driver disk...
gu: ડ્રાઈવર ડિસ્ક વાંચી રહ્યા છીએ...
pa: ਡਰਾੲੀਵਰ ਡਿਸਕ ਪੜ੍ਹੀ ਜਾ ਰਹੀ ਹੈ...

source: Driver Disk Source
gu: ડ્રાઈવર ડિસ્ક સ્રોત
pa: ਡਰਾੲੀਵਰ ਡਿਸਕ ਸਰੋਤ

source: You have multiple devices which could serve as sources for a driver disk. Which would you like to use?
gu: તમારી પાસે ઘણા બધા ઉપકરણો છે કે જે સ્રોત તરીકે ડ્રાઈવર ડિસ્ક માટે સેવા આપે છે. તમે કયા પ્રકારનું વાપરવા માંગો છો?
pa: ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਤੋਂ ਵਧੇਰੇ ਜੰਤਰ ਹਨ, ਜੋ ਕਿ ਡਰਾੲੀਵਰ-ਡਿਸਕ ਲਈ ਸਰੋਤ ਦਾ ਕੰਮ ਕਰ ਸਕਦੇ ਹਨ। ਕਿਹਡ਼ਾ ਤੁਸੀਂ ਵਰਤਣਾ ਚਾਹੋਗੇ?

source: There are multiple partitions on this device which could contain the driver disk image. Which would you like to use?
gu: ત્યાં આ ઉપકરણ પર ઘણા બધા પાર્ટીશનો છે કે જે ડ્રાઈવર ડિસ્ક ઈમેજ સમાવે છે. તમે કયું વાપરવા માંગો છો?
pa: ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਤੋਂ ਵਧੇਰੇ ਜੰਤਰ ਹਨ, ਜੋ ਕਿ ਡਰਾੲੀਵਰ-ਡਿਸਕ ਲਈ ਸਰੋਤ ਦਾ ਕੰਮ ਕਰ ਸਕਦੇ ਹਨ। ਕਿਹਡ਼ਾ ਤੁਸੀਂ ਵਰਤਣਾ ਚਾਹੋਗੇ?

source: Failed to mount partition.
gu: પાર્ટીશન માઉન્ટ કરવામાં નિષ્ફળ.
pa: ਭਾਗ ਮਾਊਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਹੈ।

source: Select driver disk image
gu: ડ્રાઈવર ડિસ્ક ઈમેજ પસંદ કરો
pa: ਡਰਾੲੀਵਰ ਡਿਸਕ ਪ੍ਰਤੀਬਿੰਬ ਚੁਣੋ

source: Select the file which is your driver disk image.
gu: ફાઈલ પસંદ કરો કે જે તમારી ડ્રાઈવર ડિસ્ક ઈમેજ છે.
pa: ਫਾਇਲ਼, ਜੋ ਕਿ ਤੁਹਾਡੇ ਡਰਾੲੀਵਰ ਡਿਸਕ ਦਾ ਪ੍ਰਤੀਬਿੰਬ ਹੈ।

source: Failed to load driver disk from file.
gu: ફાઈલમાંથી ડ્રાઈવર ડિસ્ક લાવવામાં નિષ્ફળ.
pa: ਫਾਇਲ ਤੋਂ ਡਰਾੲੀਵਰ ਡਿਸਕ ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਹੈ।

source: Insert your driver disk into /dev/%s and press "OK" to continue.
gu: તમારી ડ્રાઈવર ડિસ્ક /dev/%s માં દાખલ કરો અને ચાલુ રાખવા માટે "બરાબર" બટન દબાવો.
pa: ਆਪਣੀ ਡਰਾੲੀਵਰ ਡਿਸਕ ਨੂੰ /dev/%s ਵਿੱਚ ਪਾਉ ਅਤੇ ਜਾਰੀ ਰੱਖਣ ਲਈ "ਠੀਕ ਹੈ " ਦਬਾਓ।

source: Insert Driver Disk
gu: ડ્રાઈવર ડિસ્ક દાખલ કરો
pa: ਡਰਾੲੀਵਰ ਡਿਸਕ ਪਾਓ

source: Failed to mount driver disk.
gu: ડ્રાઈવર ડિસ્ક માઉન્ટ કરવામાંં નિષ્ફળ.
pa: ਡਰਾੲੀਵਰ ਡਿਸਕ ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ

source: Manually choose
gu: જાતે પસંદ કરો
pa: ਦਸਤੀ ਚੋਣ

source: Load another disk
gu: બીજી ડિસ્ક લાવો
pa: ਹੋਰ ਡਿਸਕ ਲੋਡ ਕਰੋ

source: No devices of the appropriate type were found on this driver disk. Would you like to manually select the driver, continue anyway, or load another driver disk?
gu: આ ડ્રાઈવર ડિસ્ક પર કોઈ યોગ્ય પ્રકારના ઉપકરણો મળી આવ્યા નથી. શું તમે જાતે ડ્રાઈવર પસંદ કરવા માંગો છો, કોઈપણ રીતે ચાલુ રાખવા માંગો છો, અથવા બીજી ડ્રાઈવર ડિસ્ક લાવવા માંગો છો?
pa: ਡਰਾੲੀਵਰ-ਡਿਸਕ ਤੇ ਜੰਤਰ ਦੀ ਕੋਈ ਅਨੁਕੂਲ ਕਿਸਮ ਨਹੀ ਲੱਭੀ ਹੈ। ਕੀ ਤੁਸੀਂ ਦਸਤੀ ਡਰਾੲੀਵਰ ਦੀ ਚੋਣ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ, ਜਾਂ ਕਿਸੇ ਤਰਾਂ ਵੀ ਜਾਰੀ ਰਹਿਣਾ ਚਾਹੁੰਦੇ ਹੋ ਜਾਂ ਹੋਰ ਡਰਾੲੀਵਰ ਡਿਸਕ ਲੋਡ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ?

source: Driver disk
gu: ડ્રાઈવર ડિસ્ક
pa: ਡਰਾੲੀਵਰ ਡਿਸਕ

source: Do you have a driver disk?
gu: શું તમારી પાસે ડ્રાઈવર ડિસ્ક છે?
pa: ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਹੋਰ ਡਰਾੲੀਵਰ ਡਿਸਕ ਹੈ?

source: More Driver Disks?
gu: વધુ ડ્રાઈવર ડિસ્ક?
pa: ਹੋਰ ਡਰਾੲੀਵਰ ਡਿਸਕਾਂ?

source: Do you wish to load any more driver disks?
gu: શું તમે કોઈપણ વધુ ડ્રાઈવર ડિસ્ક લાવવા માંગો છો?
pa: ਕੀ ਤੁਸੀਂ ਹੋਰ ਡਰਾੲੀਵਰ ਡਿਸਕਾਂ ਲੋਡ ਕਰਨੀਆਂ ਚਾਹੋਗੇ?

source: Kickstart Error
gu: કિકસ્ટાર્ટ ભૂલ
pa: ਕਿੱਕਸਟਾਰਟ ਗਲਤੀ

source: Unknown driver disk kickstart source: %s
gu: અજ્ઞાત ડ્રાઈવર ડિસ્ક કિકસ્ટાર્ટ સ્રોત: %s
pa: ਅਣਪਛਾਤਾ ਡਰਾੲੀਵਰ ਡਿਸਕ ਕਿੱਕਸਟਾਰਟ ਸਰੋਤ: %s

source: The following invalid argument was specified for the kickstart driver disk command: %s:%s
gu: નીચેની અયોગ્ય દલીલો કિકસ્ટાર્ટ ડ્રાઈવર ડિસ્ક આદેશ દ્વારા સ્પષ્ટ કરાયેલ છે: %s:%s
pa: ਕਿੱਕਸਟਾਰਟ ਡਰਾੲੀਵਰ ਡਿਸਕ ਕਮਾਂਡ ਲਈ ਇਹ ਗਲਤ ਮੁੱਲ ਨਿਰਧਾਰਿਤ ਕੀਤਾ ਗਿਆ ਸੀ: %s:%s

source: Please enter any parameters which you wish to pass to the %s module separated by spaces. If you don't know what parameters to supply, skip this screen by pressing the "OK" button. A list of available options can be obtained by pressing the F1 key.
gu: મહેરબાની કરીને કોઈપણ પરિમાણો દાખલ કરો કે જે તમે %s મોડ્યુલને પસાર કરવા માંગો છો. જો તમે પરિમાણો જાણતા ના હોય, તો એ "બરાબર" બટન દબાવીને રદ કરો. ઉપ્લબ્ધ વિકલ્પોની યાદી F1 કી દબાવીને મેળવી શકાય છે.
pa: ਕਿਰਪਾ ਕਰਕੇ ਪੈਰਾਮੀਟਰ ਭਰੋ, ਜੋ ਕਿ ਤੁਸੀਂ %s ਮੈਡੀਲਿਊ ਨੂੰ ਦੇਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਖਾਲੀ ਥਾਂ ਨਾਲ ਵੱਖ ਕਰਕੇ ਜੇਕਰ ਤੁਸੀਂ ਨਹੀ ਜਾਣਦੇ ਕਿ ਕਿਹਡ਼ੇ ਪੈਰਾਮੀਟਰਾਂ ਦੇਣੇ ਹਨ, ਤਾਂ ਇਸ ਪਰਦੇ ਨੂੰ "ਠੀਕ ਹੈ" ਬਟਨ ਨਾਲ ਛੱਡ ਸਕਦੇ ਹੋ। ਉਪਲੱਬਧ ਚੋਣ ਨੂੰ F1 ਨੂੰ ਦਬਾਓਣ ਨਾਲ ਵੇਖਿਆ ਜਾ ਸਕਦਾ ਹੈ।

source: Enter Module Parameters
gu: મોડ્યુલ પરિમાણો દાખલ કરો
pa: ਮੈਡੀਊਲ ਪੈਰਾਮੀਟਰ ਦਿਉ

source: No drivers found
gu: કોઈ ડ્રાઈવરો મળ્યા નથી
pa: ਕੋਈ ਡਰਾੲੀਵਰ ਨਹੀ ਲੱਭਿਆ

source: Load driver disk
gu: ડ્રાઈવર ડિસ્ક લાવો
pa: ਜੰਤਰ ਡਰਾੲੀਵਰ ਲੋਡ ਕਰੋ

source: No drivers were found to manually insert. Would you like to use a driver disk?
gu: કોઈ ડ્રાઈવરો જાતે દાખલ કરવા માટે મળ્યા નથી. શું તમે ડ્રાઈવર ડિસ્ક વાપરવા માંગો છો?
pa: ਦਸਤੀ ਭਰਨ ਲਈ ਕੋਈ ਡਰਾੲੀਵਰ ਨਹੀ ਲੱਭਾ ਹੈ। ਕੀ ਤੁਸੀਂ ਇੱਕ ਡਰਾੲੀਵਰ ਡਿਸਕ ਵਰਤਣੀ ਚਾਹੋਗੇ?

source: Please select the driver below which you wish to load. If it does not appear and you have a driver disk, press F2.
gu: નીચેનામાંથી ડ્રાઈવર પસંદ કરો કે જે તમે લાવવા માંગતા હોય. જો તે નહિં દેખાય અને તમારી પાસે ડ્રાઈવર ડિસ્ક હોય, તો F2 દબાવો.
pa: ਕਿਰਪਾ ਕਰਕੇ ਹੇਠ ਦਿੱਤੇ ਡਰਾੲੀਵਰਾਂ ਵਿੱਚੋਂ ਆਪਣੀ ਲੋਡ਼ ਦਾ ਡਰਾੲੀਵਰ ਲੋਡ ਕਰਨ ਲਈ ਚੁਣੋ। ਜੇਕਰ ਇਹ ਉਪਲੱਬਧ ਨਹੀ ਹੈ ਅਤੇ ਤੁਹਾਡੇ ਕੋਲ ਡਰਾੲੀਵਰ-ਡਿਸਕ ਹੈ ਤਾਂ F2 ਦਬਾਓ।

source: Specify optional module arguments
gu: વૈકલ્પિક મોડ્યુલ દલીલો સ્પષ્ટ કરો
pa: ਚੋਣਵੇ ਮੈਡੀਊਲ ਆਰਗੂਮਿੰਟ ਨਿਰਧਾਰਿਤ ਕਰੋ

source: Select Device Driver to Load
gu: લાવવા માટે ઉપકરણ ડ્રાઈવર પસંદ કરો
pa: ਲੋਡ ਕਰਨ ਲਈ ਜੰਤਰ ਡਰਾੲੀਵਰ ਚੁਣੋ

source: Loading %s driver...
gu: %s ડ્રાઈવર લાવી રહ્યા છીએ...
pa: ਡਰਾੲੀਵਰ %s ਲੋਡ ਕਰ ਰਿਹਾ ਹੈ...

source: The %s installation tree in that directory does not seem to match your boot media.
gu: તે ડિરેક્ટરીમાંનુ %s સ્થાપન ટ્રી તમારુ બુટ મિડીયા સરખાવે એમ લાગતું નથી.
pa: %s ਇੰਸਟਾਲੇਸ਼ਨ ਲਡ਼ੀ, ਉਸ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ, ਤੁਹਾਡੇ ਬੂਟ-ਮਾਧਿਅਮ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾ ਰਹੀ ਹੈ।

source: An error occured reading the install from the ISO images. Please check your ISO images and try again.
gu: ISO ઈમેજોમાંથી સ્થાપન વાંચવામાં ભૂલ ઉદ્ભવી. મહેરબાની કરીને તમારીISO ઈમેજો ચકાસો અને ફરીથી પ્રયત્ન કરો.
pa: ਆਈਸੋ(ISO) ਪ੍ਰਤੀਬਿੰਬ ਤੋ ਇੰਸਟਾਲ ਪੜਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਆਈਸੋ(ISO) ਪ੍ਰਤੀਬਿੰਬ ਦੀ ਜਾਂਚ ਕਰਕੇ ਮੁਡ਼ ਕੋਸ਼ਿਸ ਕਰੋ।

source: You don't seem to have any hard drives on your system! Would you like to configure additional devices?
gu: તમારી સિસ્ટમ પર તમારી પાસે હાર્ડ ડ્રાઈવ હોય એમ લાગતું નથી! શું તમેવધારાના ઉપકરણો રુપરેખાંકિત કરવા માંગો છો?
pa: ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਹਾਰਡ-ਡਰਾੲੀਵ ਨਹੀ ਜਾਪਦੀ ਹੈ! ਕੀ ਤੁਸੀਂ ਹੁਣੇ ਹੀ ਹੋਰ ਜੰਤਰ ਚੁਣਨਾ ਪਸੰਦ ਕਰੋਗੇ?

source: What partition and directory on that partition hold the CD (iso9660) images for %s? If you don't see the disk drive you're using listed here, press F2 to configure additional devices.
gu: તે પાર્ટીશન પરનો કયો પાર્ટીશન અને ડિરેક્ટરી CD (iso9660) ઈમેજો%s માટે રાખે છે? જો તમે અંહિ તમે વાપરી રહેલ ડિસ્ક ડ્રાઈવ નીચેની યાદીમાં નહિં જોતા હોય, તો વધારાના ઉપકરણો રુપરેખાંકિત કરવા માટે F2 દબાવો.
pa: ਕਿਹਡ਼ਾ ਭਾਗ ਅਤੇ ਡਾਇਰੈਕਟਰੀ ਹੈ, ਜਿਸ ਉਪੱਰ %s ਲਈ ਸੀਡੀ (iso9660) ਪ੍ਰਤੀਬਿੰਬ ਸੰਭਾਲਿਆ ਹੈ? ਜੇਕਰ ਤੁਸੀਂ ਉਹ ਭਾਗ ਜਾਂ ਹਾਰਡ-ਡਿਸਕ ਸੂਚੀ ਵਿੱਚ ਨਹੀ ਵੇਖ ਰਹੇ ਹੋ ਤਾਂ ਹੋਰ ਜੰਤਰਾਂ ਨੂੰ ਜੋਡ਼ਨ ਲਈ F2 ਦਬਾਓ।

source: Directory holding images:
gu: ડિરેક્ટરીને સમાવતી ઈમેજો:
pa: ਡਾਇਰੈਕਟਰੀ, ਜਿਸ ਵਿੱਚ ਪ੍ਰਤੀਬਿੰਬ ਹੈ:

source: Select Partition
gu: પાર્ટીશન પસંદ કરો
pa: ਭਾਗ ਚੁਣੋ

source: Device %s does not appear to contain %s CDROM images.
gu: ઉપકરણ %s એ %s CDROM ઈમેજો સમાવે એમ લાગતું નથી.
pa: ਜੰਤਰ %s ਉੱਪਰ %s ਸੀਡੀ ਰੋਮ ਪ੍ਰਤੀਬਿੰਬ ਨਹੀ ਜਾਪਦੇ ਹਨ।

source: Bad argument to HD kickstart method command %s: %s
gu: HD કિકસ્ટાર્ટ પદ્ધતિ આદેશ %s ને ખરાબ દલીલ: %s
pa: HD ਕਿੱਕਸਟਾਰਟ ਢੰਗ ਕਮਾਂਡ %s ਲਈ ਗਲਤ ਆਰਗੂਮਿੰਟ: %s

source: Cannot find kickstart file on hard drive.
gu: હાર્ડ ડ્રાઈવ પર કિકસ્ટાર્ટ ફાઈલ શોધી શકતા નથી.
pa: ਹਾਰਡ ਡਿਸਕ ਤੇ ਕਿੱਕਸਟਾਰਟ ਫਾਇਲ ਖੋਜ ਨਹੀ ਸਕਿਆ।

source: Cannot find hard drive for BIOS disk %s
gu: BIOS ડિસ્ક %s માટે હાર્ડ ડ્રાઈવ શોધી શકતા નથી
pa: BIOS ਡਿਸਕ %s ਲਈ ਹਾਰਡ ਡਰਾੲੀਵ ਲੱਭ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ

source: Keyboard Type
gu: કીબોર્ડનો પ્રકાર
pa: ਕੀ-ਬੋਰਡ ਕਿਸਮ

source: What type of keyboard do you have?
gu: તમારી પાસે કયા પ્રકારનું કીબોર્ડ છે?
pa: ਤੁਸੀਂ ਕਿਸ ਤਰ੍ਹਾਂ ਦਾ ਕੀ-ਬੋਰਡ ਵਰਤਣਾ ਚਾਹੋਗੇ?

source: Error opening kickstart file %s: %s
gu: કિકસ્ટાર્ટ ફાઈલ %s ખોલવામાં ભૂલ: %s
pa: ਕਿੱਕਸਟਾਰਟ ਫਾਇਲ %s ਖੋਲਣ ਵਿੱਚ ਅਸਫਲ: %s

source: Error reading contents of kickstart file %s: %s
gu: કિકસ્ટાર્ટ ફાઈલ %s ના સમાવિષ્ટો વાંચવામાં ભૂલ: %s
pa: ਕਿੱਕਸਟਾਰਟ ਫਾਇਲ %s ਦੇ ਭਾਗ ਪੜਨ ਵਿੱਚ ਅਸਫਲ: %s

source: Error in %s on line %d of kickstart file %s.
gu: %s મા લીટી %d પર કિકસ્ટાર્ટ ફાઈલ %s માં ભૂલ છે.
pa: %s ਵਿੱਚ ਸਤਰ %d ਤੇ ਗਲਤੀ ਹੈ, ਕਿੱਕਸਟਾਰਟ ਫਾਇਲ %s ਵਿੱਚ

source: Cannot find ks.cfg on boot floppy.
gu: બુટ ફ્લોપી પર ks.cfg શોધી શકતા નથી.
pa: ਬੂਟ ਫਲਾਪੀ ਤੇ ks.cfg ਨਹੀ ਲੱਭੀ

source: Bad argument to shutdown kickstart method command %s: %s
gu: કિકસ્ટાર્ટ પદ્ધતિ આદેશ %s માટે બંધ કરવાની ખરાબ દલીલ: %s
pa: ਕਿੱਕਸਟਾਰਟ ਢੰਗ ਕਮਾਂਡ %s ਬੰਦ ਕਰਨ ਲਈ ਗਲਤ ਮੁੱਲ: %s

source: Welcome to %s - Rescue Mode
pa: %s ਤੇ ਜੀ ਆਇਆਂ ਨੂੰ - ਸੰਕਟਕਾਲੀਨ ਢੰਗ

source: <Tab>/<Alt-Tab> between elements | <Space> selects | <F12> next screen
gu: <Tab>/<Alt-Tab> વસ્તુઓ વચ્ચે | <Space> પસંદ કરે છે | <F12> પછીની સ્ક્રીન
pa: <Tab>/<Alt-Tab> ਇਕਾਈਆਂ ਵਿੱਚ | <Space> ਚੋਣ | <F12> ਅਗਲਾ ਪਰਦਾ

source: Choose a Language
gu: ભાષા પસંદ કરો
pa: ਭਾਸ਼ਾ ਚੁਣੋ

source: Local CDROM
gu: સ્થાનિક CDROM
pa: ਸਥਾਨਿਕ CDROM

source: Hard drive
gu: હાર્ડ ડ્રાઈવ
pa: ਹਾਰਡ ਡਰਾੲੀਵ

source: NFS image
gu: NFS ઈમેજ
pa: NFS ਪ੍ਰਤੀਬਿੰਬ

source: Update Disk Source
gu: સુધારા ડિસ્ક સ્રોત
pa: ਨਵੀਨੀਕਰਨ ਡਿਸਕ ਸਰੋਤ

source: You have multiple devices which could serve as sources for an update disk. Which would you like to use?
gu: તમારી પાસે ઘણા બધા ઉપકરણો છે કે જે સુધારા ડિસ્ક માટે સ્રોત તરીકે વર્તે છે. તમે કઈ વાપરવા માંગો છો?
pa: ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਤੋ ਵੱਧ ਜੰਤਰ ਹਨ, ਜੋ ਕਿ ਨਵੀਨੀਕਰਨ ਡਿਸਕ ਲਈ ਸਰੋਤ ਦਾ ਕੰਮ ਕਰ ਸਕਦੇ ਹਨ। ਤੁਸੀਂ ਕਿਹਡ਼ਾ ਵਰਤਣਾ ਪਸੰਦ ਕਰੋਗੇ?

source: Insert your updates disk into /dev/%s and press "OK" to continue.
gu: તમારી સુધારેલ ડિસ્ક /dev/%s માં દાખલ કરો અને "બરાબર" પર ક્લિક કરીને ચાલુ રાખો.
pa: ਆਪਣੀ ਨਵੀਨੀਕਰਨ ਡਿਸਕ /dev/%s ਵਿੱਚ ਪਾਉ ਅਤੇ ਜਾਰੀ ਰਹਿਣ ਲਈ "ਠੀਕ ਹੈ" ਦਬਾਓ।

source: Updates Disk
gu: ડિસ્ક સુધારે છે
pa: ਨਵੀਨੀਕਰਨ ਡਿਸਕ

source: Failed to mount updates disk
gu: સુધારા ડિસ્ક માઉન્ટ કરવામાં નિષ્ફળ
pa: ਨਵੀਨੀਕਰਨ ਡਿਸਕ ਮਾਊਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ

source: Updates
gu: સુધારાઓ
pa: ਨਵੀਨ

source: Reading anaconda updates...
gu: એનાકોન્ડા સુધારા વાંચી રહ્યા છીએ...
pa: ਐਨਾਕਾਂਡਾ ਨਵੀਨ ਖੋਲ ਰਿਹਾ ਹੈ...

source: No hard drives have been found. You probably need to manually choose device drivers for the installation to succeed. Would you like to select drivers now?
gu: કોઈ હાર્ડ ડ્રાઈવ મળી નથી. તમને કદાચ સ્થાપનની સફળતા માટે જાતે ઉપકરણ ડ્રાઈવરો પસંદ કરવાની જરુર છે. શું તમે ડ્રાઈવરો હમણાં પસંદ કરવા માંગો છો?
pa: ਕੋਈ ਹਾਰਡ-ਡਰਾੲੀਵ ਨਹੀ ਲੱਭੀ, ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਸਫਲਤਾ ਲਈ ਤੁਸੀਂ ਨਿਸ਼ਚੇ ਹੀ ਜੰਤਰ-ਡਰਾੲੀਵਰ ਦਸਤੀ ਚੁਣਨਾ ਚਾਹੋਗੇ। ਕੀ ਤੁਸੀਂ ਹੁਣੇ ਹੀ ਡਰਾੲੀਵਰ ਚੁਣਨਾ ਪਸੰਦ ਕਰੋਗੇ?

source: You do not have enough RAM to install %s on this machine.
gu: તમારી પાસે આ મશીન પર %s સ્થાપિત કરવા માટે પૂરતી RAM નથી.
pa: ਤੁਹਾਡੀ ਮਸ਼ੀਨ ਤੇ %s ਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਲੋੜੀਂਦੀ ਰੈਮ(RAM) ਨਹੀ ਹੈ।

source: Rescue Method
gu: રીસ્ક પદ્ધતિ
pa: ਸੰਕਟਕਾਲੀਨ ਢੰਗ

source: Installation Method
gu: સ્થાપન પદ્ધતિ
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਢੰਗ

source: What type of media contains the rescue image?
gu: કયા પ્રકારની મિડીયા રીસ્ક ઈમેજને સમાવે છે?
pa: ਬਚਾਉ ਪ੍ਰਤੀਬਿੰਬ ਕਿਸ ਕਿਸਮ ਦੇ ਮਾਧਿਅਮ ਤੇ ਹਨ?

source: What type of media contains the packages to be installed?
gu: કયા પ્રકારના મિડીયા સ્થાપન કરવા માટેના પેકેજો સમાવે છે?
pa: ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਪੈਕੇਜ ਕਿਸ ਕਿਸਮ ਦੇ ਮਾਧਿਅਮ ਤੇ ਹਨ?

source: No driver found
gu: કોઈ ડ્રાઈવર મળ્યા નથી
pa: ਕੋਈ ਡਰਾੲੀਵਰ ਨਹੀ ਲੱਭਾ

source: Select driver
gu: ડ્રાઈવર પસંદ કરો
pa: ਡਰਾੲੀਵਰ ਚੁਣੋ

source: Use a driver disk
gu: ડ્રાઈવર ડિસ્ક વાપરો
pa: ਡਰਾੲੀਵਰ ਡਿਸਕ ਵਰਤੋਂ

source: Unable to find any devices of the type needed for this installation type. Would you like to manually select your driver or use a driver disk?
gu: આ સ્થાપન પ્રકાર માટે જરુરી પ્રકારનાં કોઈ ઉપકરણો શોધવામાં અસમર્થ. શું તમે જાતે તમારા ડ્રાઈવરો પસંદ કરવા માંગો છો અથવા ડ્રાઈવર ડિસ્ક?
pa: ਇਸ ਇੰਸਟਾਲੇਸ਼ਨ ਕਿਸਮ ਲਈ ਲੋੜੀਂਦੀ ਕੋਈ ਜੰਤਰ ਦੀ ਕਿਸਮ ਨੂੰ ਖੋਜਣ ਵਿੱਚ ਅਸਫਲ ਹੈ। ਤੁਸੀਂ ਡਰਾੲੀਵਰ ਨੂੰ ਦਸਤੀ ਚੁਣਨਾ ਚਾਹੁੰਦੇ ਹੋ ਜਾਂ ਜੰਤਰ-ਡਿਸਕ ਵਰਤਣੀ ਚਾਹੁੰਦੇ ਹੋ?

source: The following devices have been found on your system.
gu: તમારી સિસ્ટમ પર નીચેના ઉપકરણો મળી આવ્યા છે.
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ ਇਹ ਜੰਤਰ ਖੋਜੇ ਗਏ ਹਨ।

source: No device drivers have been loaded for your system. Would you like to load any now?
gu: તમારી સિસ્ટમ માટે કોઈ ઉપકરણ ડ્રાઈવરો લવાયા હતા. શું તમે કોઈપણ હમણાં લાવવા માંગો છો?
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਲਈ ਕੋਈ ਜੰਤਰ-ਡਰਾੲੀਵਰ ਲੋਡ ਨਹੀ ਕੀਤੇ ਗਏ ਹਨ। ਕੀ ਤੁਸੀਂ ਕਿਸੇ ਨੂੰ ਹੁਣ ਲੋਡ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Devices
gu: ઉપકરણો
pa: ਜੰਤਰ

source: Done
gu: થઈ ગયું
pa: ਸਮਾਪਤ

source: Add Device
gu: ઉપકરણ ઉમેરો
pa: ਜੰਤਰ ਸ਼ਾਮਿਲ

source: loader has already been run. Starting shell.
gu: લોડર પહેલાથી જ ચાલી રહ્યું છે. શેલ શરુ કરી રહ્યા છીએ.
pa: ਲੋਡਰ ਤਾਂ ਪਹਿਲਾਂ ਹੀ ਚੱਲ ਰਿਹਾ ਹੈ। ਸ਼ੈੱਲ ਸ਼ੁਰੂ ਹੋ ਰਹੀ ਹੈ।

source: Running anaconda, the %s rescue mode - please wait...
gu: એનાકોન્ડા ચલાવી રહ્યા છીએ, %s રીસ્ક સ્થિતિ - મહેરબાની કરીને રાહ જુઓ...
pa: ਐਨਾਕਾਂਡਾ ਜਾਰੀ ਹੈ, %s ਸੰਕਟਕਾਲੀਨ ਢੰਗ - ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ...

source: Running anaconda, the %s system installer - please wait...
gu: એનાકોન્ડા ચલાવી રહ્યા છીએ, %s સિસ્ટમ સ્થાપક - મહેરબાની કરીને રાહ જુઓ...
pa: ਐਨਾਕਾਂਡਾ ਜਾਰੀ ਹੈ, %s ਸਿਸਟਮ ਇੰਸਟਾਲਰ - ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ...

source: Unable to read the disc checksum from the primary volume descriptor. This probably means the disc was created without adding the checksum.
gu: પ્રાથમિક વોલ્યુમ ડિસ્ક્રિપ્ટરમાંથી ડિસ્ક ચેકસમ વાંચવામાં અસમર્થ. આનો અર્થ કદાચ એ થાય કે ડિસ્ક ચેકસમ ઉમેર્યા વગર બનાવાઈ હતી.
pa: ਪ੍ਰਾਇਮਰੀ ਵਾਲੀਅਮ ਵੇਰਵੇ ਤੋਂ ਡਿਸਕ ਚੈਕ-ਸਮ ਜਾਂਚਣ ਵਿੱਚ ਅਸਫਲ ਹੈ। ਇਸ ਦਾ ਅਰਥ ਹੈ ਕਿ ਡਿਸਕ ਨੂੰ ਚੈਕ-ਸਮ ਜੋਡ਼ੇ ਬਿਨਾਂ ਹੀ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ।

source: Checking "%s"...
gu: "%s" ચકાસી રહ્યા છીએ...
pa: ਜਾਂਚ ਹੋ ਰਹੀ ਹੈ "%s"...

source: Checking media now...
gu: મિડીયા હમણાં ચકાસી રહ્યા છીએ...
pa: ਹੁਣ ਮਾਧਿਅਮ ਦੀ ਜਾਂਚ ਹੋ ਰਹੀ ਹੈ...

source: Unable to find install image %s
gu: સ્થાપન ઈમેજ %s શોધવામાં અસમર્થ
pa: ਇੰਸਟਾਲ ਪ੍ਰਤੀਬਿੰਬ %s ਦੀ ਖੋਜ ਅਸਫਲ

source: FAIL. The image which was just tested has errors. This could be due to a corrupt download or a bad disc. If applicable, please clean the disc and try again. If this test continues to fail you should not continue the install.
gu: FAIL. ઈમેજ કે જે હમણાં જ ચકાસાઈ છે તેમાં ભૂલો છે. આ બગડેલા ડાઉનલોડ અથવાખરાબ ડિસ્કને લીધે હોઈ શકે. જો લાગુ પાડી શકાય એમ હોય, તો મહેરબાનીકરીને ડિસ્ક ચોખ્ખી કરો અને ફરીથી પ્રયત્ન કરો. જો આ ચકાસણી નિષ્ફળતા આવે ત્યાં સુધી ચાલુ રહી તો તમે સ્થાપન ચાલુ રાખી શકો છો.
pa: ਅਸਫਲ। ਪ੍ਰਤੀਬਿੰਬ ਜਿਸ ਦੀ ਜਾਂਚ ਕੀਤੀ ਗਈ ਹੈ, ਵਿੱਚ ਗਲਤੀਆਂ ਹਨ। ਇਸ ਦਾ ਸੰਭਵ ਕਾਰਨ ਖਰਾਬ ਡਾਊਨਲੋਡ ਜਾਂ ਨਕਾਰਾ ਡਿਸਕ ਹੋ ਸਕਦਾ ਹੈ। ਜੇ ਸੰਭਵ ਹੈ ਤਾਂ ਡਿਸਕ ਸਾਫ ਕਰੋ ਅਤੇ ਮੁਡ਼ ਕੋਸ਼ਿਸ ਕਰੋ। ਜੇਕਰ ਇਹ ਜਾਂਚ ਮੁਡ਼ ਅਸਫਲ ਰਹੀ ਤਾਂ ਤੁਸੀਂ ਇੰਸਟਾਲੇਸ਼ਨ ਨੂੰ ਜਾਰੀ ਨਹੀ ਰੱਖ ਸਕਦੇ ਹੋ।

source: PASS. It is OK to install from this media.
gu: PASS. આ મિડીયામાંથી સ્થાપિત કરવું એ બરાબર છે.
pa: ਸਫਲ ਇਸ ਮਾਧਿਅਮ ਤੋਂ ਇੰਸਟਾਲ ਕਰਨਾ ਠੀਕ ਹੈ।

source: NA. No checksum information available, unable to verify media.
gu: NA. કોઈ ચેકસમ જાણકારી ઉપ્લબ્ધ નથી, મિડીયા ચકાસવા માટે અસમર્થ.
pa: ਉਪਲੱਬਧ ਨਹੀਂ। ਕੋਈ ਚੈਕ-ਸਮ ਜਾਣਕਾਰੀ ਉਪਲੱਬਧ ਨਹੀ ਹੈ, ਮਾਧਿਅਮ ਦੀ ਜਾਂਚ ਵਿੱਚ ਅਸਫਲ।

source: Media Check Result
gu: મિડીયા ચકાસણી પરિણામ
pa: ਮਾਧਿਅਮ ਜਾਂਚ ਨਤੀਜਾ

source: of the image: %s
gu: ઈમેજનું: %s
pa: ਦਾ ਪ੍ਰਤੀਬਿੰਬ: %s

source: The media check %sis complete, and the result is: %s
gu: મિડીયા ચકાસણી %sis પૂર્ણ થઈ, અને પરિણામ છે: %s
pa: ਮਾਧਿਅਮ ਜਾਂਚ %s ਦੀ ਜਾਂਚ ਪੂਰੀ ਹੋ ਗਈ ਹੈ ਅਤੇ ਨਤੀਜਾ ਹੈ: %s

source: Failed to read directory %s: %s
gu: ડિરેક્ટરી %s વાંચવામાં નિષ્ફળ: %s
pa: ਡਾਇਰੈਕਟਰੀ %s ਨੂੰ ਪੜਨ ਵਿੱਚ ਅਸਫਲ਼: %s

source: Would you like to perform a checksum test of the ISO image: %s?
gu: શું તમે ISO ઈમેજનું ચેકસમ કરવા માંગો છો: %s?
pa: ਕੀ ਤੁਸੀਂ ISO ਪ੍ਰਤੀਬਿੰਬ ਲਈ ਚੈਕ-ਸਮ ਜਾਂਚ ਕਰਨੀ ਪਸੰਦ ਕਰੋਗੇ: %s?

source: Checksum Test
gu: ચેકસમ ચકાસણી
pa: ਚੈਕ-ਸਮ ਦੀ ਜਾਂਚ

source: Bad argument to device kickstart method command %s: %s
gu: ઉપકરણ કિકસ્ટાર્ટ પદ્ધતિ આદેશ માટે %s ખરાબ દલીલ: %s
pa: ਜੰਤਰ ਕਿੱਕਸਟਾਰਟ ਢੰਗ ਕਮਾਂਡ %s ਲਈ ਗਲਤ ਆਰਗੂਮਿੰਟ ਹੈ: %s

source: Please enter the following information: o the name or IP number of your %s server o the directory on that server containing %s for your architecture
gu: મહેરબાની કરીને નીચેની જાણકારી દાખલ કરો: o તમારા %s સર્વરનું નામ અથવા IP નંબર o તે સર્વર પરની ડિરેક્ટરી %s તમારા આર્કીટેક્ચર માટે
pa: ਕਿਰਪਾ ਕਰਕੇ ਹੇਠ ਲਿਖੀ ਜਾਣਕਾਰੀ ਦਿਉ: o ਨਾਂ ਜਾਂ IP ਨੰਬਰ ਆਪਣੇ %s ਸਰਵਰ ਦਾ o ਡਾਇਰੈਕਟਰੀ, ਜੋ ਕਿ ਉਸ ਸਰਵਰ ਤੇ ਤੁਹਾਡੇ ਢਾਂਚੇ ਲਈ %s ਰੱਖਦੀ ਹੈ।

source: %s is a wireless network adapter. Please provide the ESSID and encryption key needed to access your wireless network. If no key is needed, leave this field blank and the install will continue.
gu: %s એ વાયરલેસ નેટવર્ક એડેપ્ટર છે. મહેરબાની કરીને ESSID ાડો એનક્રિપ્શન કી કે જે તમારા વાયરલેસ નેટવર્કને ચલાવવા માટે જરુરી છે તે પૂરુ પાડોwoજો કોઈ કી જરુરી ના હોય, તો આ ક્ષેત્ર ખાલી છોડો અને સ્થાપન ચાલુ રહેશે.nue.
pa: %s ਇੱਕ ਬੇਤਾਰ ਨੈੱਟਵਰਕ ਐਡਪਟਰ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਬੇਤਾਰ ਨੈੱਟਵਰਕ ਤੇ ਜਾਣ ਲਈ ESSID ਤੇ ਇਕ੍ਰਿਪਡ ਕੁੰਜੀ(key) ਉਪਲਬੱਧ ਕਰਵਾਉ, ਜੇਕਰ ਕੋਈ ਕੀ ਨਹੀਂ ਲੋੜੀਦੀ ਹੈ ਤਾਂ ਇਹ ਖੇਤਰ ਖਾਲੀ ਰਹਿਣ ਦਿਉ ਤੇ ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਰਹੇਗੀ।

source: Wireless Settings
gu: વાયરલેસ સુયોજનો
pa: ਬੇਤਾਰ ਵਿਵਸਥਾ

source: Nameserver IP
gu: નામસર્વર IP
pa: ਨਾਂ-ਸਰਵਰ IP

source: Nameserver
gu: નામસર્વર
pa: ਨਾਂ-ਸਰਵਰ

source: Your dynamic IP request returned IP configuration information, but it did not include a DNS nameserver. If you know what your nameserver is, please enter it now. If you don't have this information, you can leave this field blank and the install will continue.
gu: તમારી ઉમદા IP માંગણીએ IP રુપરેખાંકન જાણકારી આપી છે, પરંતુ તે DNS નામસર્વર સમાવતું નથી. જો તમે જાણતા હોય તો, મહેરબાની કરીને હમણાં જ તે દાખલ કરો. જો તમારી પાસે આ જાણકારી ના હોય, તો તમે આ ક્ષેત્ર છોડી શકો છો અને સ્થાપન ચાલુ રાખી શકો છો.
pa: ਤੁਹਾਡੇ ਡਾਇਆਨਮਿਕ IP ਬੇਨਤੀ ਨੇ IP ਸੰਰਚਨਾ ਜਾਣਕਾਰੀ ਉਪਲੱਬਧ ਕਰਵਾਈ ਹੈ, ਪਰ ਇਸ ਵਿੱਚ DNS ਨਾਂ ਸਰਵਰ ਦਾ ਨਾਂ ਸ਼ਾਮਿਲ ਨਹੀ ਹੈ, ਜੇਕਰ ਤੁਹਾਨੂੰ ਇਸ ਦਾ ਪਤਾ ਹੈ ਤਾਂ ਇਸ ਨੂੰ ਭਰੋ। ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਇਹ ਜਾਣਕਾਰੀ ਨਹੀ ਹੈ ਤਾਂ ਤੁਸੀਂ ਇਸ ਖੇਤਰ ਨੂੰ ਖਾਲੀ ਛੱਡ ਸਕਦੇ ਹੋ ਅਤੇ ਇੰਸਟਾਲ ਜਾਰੀ ਰਹੇਗਾ।

source: Invalid IP Information
gu: અમાન્ય IP જાણકારી
pa: ਗਲਤ IP ਸਿਰਨਾਵਾਂ

source: You entered an invalid IP address.
gu: તમે અમાન્ય IP સરનામુ દાખલ કરેલ છે.
pa: ਤੁਸੀਂ ਗਲਤ IP ਸਿਰਨਾਵਾਂ ਭਰਿਆ ਹੈ।

source: Dynamic IP
gu: ઉમદા IP
pa: ਡਾਇਆਨਮਿਕ IP

source: Sending request for IP information for %s...
gu: %s માટે IP જાણકારીની માંગણી મોકલી રહ્યા છીએ...
pa: %s ਲਈ IP ਜਾਣਕਾਰੀ ਲਈ ਨਿਵੇਦਨ ਭੇਜਿਆ ਗਿਆ ਹੈ...

source: Please enter the IP configuration for this machine. Each item should be entered as an IP address in dotted-decimal notation (for example, 1.2.3.4).
gu: મહેરબાની કરીને આ મશીન માટે IP રુપરેખાંકન દાખલ કરો. દરેક વસ્તુ IP સરનામા તરીકે પૂર્ણાંક ટપકાંવાળી પદ્ધતિમાં હોવી જોઈએ (ઉદાહરણ તરીકે, 1.2.3.4).
pa: ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਮਸ਼ੀਨ ਦੀ IP ਦੀ ਸੰਰਚਨਾ ਭਰੋ। ਹਰੇਕ ਭਰੀ ਇਕਾਈ, ਜੋ ਕਿ IP ਸਿਰਨਾਵਾਂ ਹੋਵੇ, ਦਸ਼ਮਲਵ-ਬਿੰਦੂ ਦੇ ਰੂਪ ਵਿੱਚ ਦਿੱਤੀ ਜਾਵੇ (ਜਿਵੇ ਕਿ 1.2.3 ਆਦਿ)

source: IP address:
gu: IP સરનામુ:
pa: IP ਸਿਰਨਾਵਾਂ:

source: Netmask:
gu: નેટમાસ્ક:
pa: ਨੈੱਟਮਾਸਕ:

source: Default gateway (IP):
gu: મૂળભુત ગેટવે (IP):
pa: ਮੂਲ ਗੇਟਵੇ(IP):

source: Primary nameserver:
gu: પ્રાથમિક નામસર્વર:
pa: ਪ੍ਰਾਇਮਰੀ ਨਾਂ-ਸਰਵਰ:

source: Use dynamic IP configuration (BOOTP/DHCP)
gu: ઉમદા IP રુપરેખાંકન વાપરો (BOOTP/DHCP)
pa: ਡਾਇਆਨਮਿਕ IP ਸੰਰਚਨਾ (BOOTP/DHCP) ਵਰਤੋਂ

source: Configure TCP/IP
gu: TCP/IP રુપરેખાંકિત કરો
pa: TCP/IP ਸੰਰਚਨਾ

source: Missing Information
gu: ખોવાયેલ જાણકારી
pa: ਗੁੰਮ ਜਾਣਕਾਰੀ

source: You must enter both a valid IP address and a netmask.
gu: તમારે માન્ય IP સરનામુ અને નેટમાસ્ક દાખલ કરવા જ જોઈએ.
pa: ਤੁਹਾਨੂੰ ਦੋਵੇਂ ਇੱਕ ਜਾਇਜ਼ IP ਸਿਰਨਾਵਾਂ ਅਤੇ ਇੱਕ ਨੈੱਟਮਾਸਕ ਨਿਰਧਾਰਨ ਕਰਨਾ ਜ਼ਰੂਰੀ ਹੈ।

source: Determining host name and domain...
gu: યજમાન નામ અને ડોમેઈન નક્કી કરી રહ્યા છીએ...
pa: ਮੇਜ਼ਬਾਨ ਨਾਂ ਅਤੇ ਡੋਮੇਨ ਜਾਣ ਰਿਹਾ ਹੈ...

source: Bad argument to kickstart network command %s: %s
gu: કિકસ્ટાર્ટ નેટવર્ક આદેશ %s માટે ખરાબ દલીલ: %s
pa: ਕਿੱਕਸਟਾਰਟ ਨੈੱਟਵਰਕ ਕਮਾਂਡ %s ਲਈ ਨਕਾਰਾ ਆਰਗੂਮਿੰਟ: %s

source: Bad bootproto %s specified in network command
gu: નેટવર્ક આદેશમાં ખરાબ બુટપ્રોટો %s સ્પષ્ટ કરેલ છે
pa: ਨੈੱਟਵਰਕ ਕਮਾਂਡ ਵਿੱਚ ਗਲਤ ਬੂਟ-ਪਰੋਟੋਕੋਲ %s ਨਿਰਧਾਰਿਤ ਕੀਤਾ ਹੈ

source: Networking Device
gu: નેટવર્કીંગ ઉપકરણ
pa: ਨੈੱਟਵਰਕ ਜੰਤਰ

source: You have multiple network devices on this system. Which would you like to install through?
gu: તમારી પાસે આ સિસ્ટમ પર ઘણી બધા નેટવર્ક ઉપકરણો છે. કયા તેના દ્વાર સ્થાપિત કરવા માંગો છો?
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ ਜ਼ਿਆਦਾ ਨੈੱਟਵਰਕ ਜੰਤਰ ਹਨ, ਤੁਸੀਂ ਕਿਸ ਤੋਂ ਇੰਸਟਾਲ ਕਰਨਾ ਪਸੰਦ ਕਰੋਗੇ?

source: NFS server name:
gu: NFS સર્વર નામ:
pa: NFS ਸਰਵਰ ਨਾਂ:

source: %s directory:
gu: %s ડિરેક્ટરી:
pa: %s ਡਾਇਰੈਕਟਰੀ:
