Repository: rhinstaller/anaconda
Catalog: po/*.po
Languages: gu, pa

source: Error mounting device %s as %s: %s This most likely means this partition has not been formatted. Press OK to reboot your system.
gu: %s ને %s તરીકે માઉન્ટ કરવામાં ભૂલ આવી: %s આ ખૂબ સારી છે એટલે કે આ પાર્ટીશન ફોર્મેટ થઈ ગયેલ છે. તમારી સિસ્ટમ રીબુટ કરવા માટે બરાબર બટન દબાવો.
pa: ਗਲਤੀ: ਜੰਤਰ %s ਨੂੰ %s ਦੇ ਤੌਰ ਤੇ ਮਾਊਟ ਕਰਨ ਵਿੱਚ: %s ਇਸ ਦਾ ਆਮ ਕਾਰਨ ਭਾਗ ਦਾ ਫਾਰਮਿਟ ਨਾ ਹੋਣਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਸਿਸਟਮ ਨੂੰ ਮੁਡ਼-ਚਾਲੂ ਕਰਨ ਲਈ 'ਠੀਕ ਹੈ' ਦਬਾਓ।

source: Error finding / entry. This is most likely means that your fstab is incorrect. Press OK to reboot your system.
pa: / ਇੰਦਰਾਜ ਲੱਭਣ ਵਾਲੀ ਗਲਤੀ ਹੈ। ਇਸ ਦਾ ਆਮ ਕਾਰਨ fstab ਦਾ ਠੀਕ ਨਾ ਹੋਣਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਸਿਸਟਮ ਨੂੰ ਮੁਡ਼-ਚਾਲੂ ਕਰਨ ਲਈ 'ਠੀਕ ਹੈ' ਦਬਾਓ।

source: Duplicate Labels
gu: નકલી લેબલો
pa: ਮੁਡ਼-ਉਹੀ ਲੇਬਲ

source: Multiple devices on your system are labelled %s. Labels across devices must be unique for your system to function properly. Please fix this problem and restart the installation process.
gu: તમારી સિસ્ટમમાં ઘણા બધા ઉપકરણો %s લેબલવાળા છે. ઉપકરણો માટેનાલેબલ તમારી સિસ્ટમ માટે અનન્ય હોવા જોઈએ તેને યોગ્ય રીતે કામ કરવા માટે. મહેરબાની કરીને આ સમસ્યા દૂર કરો અને સ્થાપનની પ્રક્રિયા ફરીથી શરુ કરો.
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ ਬਹੁ-ਜੰਤਰਾਂ ਦੇ ਲੇਬਲ %s ਹਨ। ਜੰਤਰਾਂ ਲਈ ਲੇਬਲ ਸ਼ੰਨਾਖਤੀ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ ਤਾਂ ਕਿ ਉਹ ਠੀਕ-ਠਾਕ ਕੰਮ ਕਰ ਸਕਣ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਸਮੱਸਿਆ ਨੂੰ ਹੱਲ ਕਰਨ ਉਪਰੰਤ ਇੰਸਟਾਲੇਸ਼ਨ ਮੁਡ਼ ਚਾਲੂ ਕਰੋ।

source: _Reboot
gu: રીબુટ (_R)
pa: ਮੁਡ਼ ਚਾਲੂ(_R)

source: Formatting
gu: બંધારણ ઘડી રહ્યા છીએ
pa: ਫਾਰਮਿਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: Formatting %s file system...
gu: %s ફાઈલ સિસ્ટમ ફોર્મેટ કરી રહ્યા છીએ...
pa: ਫਾਇਲ ਸਿਸਟਮ %s ਫਾਰਮਿਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...

source: An error occurred copying the screenshots over.
gu: સ્ક્રીનશોટની નકલ કરતાં ભૂલ ઉદ્ભવી હતી.
pa: ਪਰਦਾ-ਤਸਵੀਰ ਦੀ ਨਕਲ ਦੌਰਾਨ ਗਲਤੀ ਹੈ।

source: Screenshots Copied
gu: સ્ક્રીનશોટની નકલ કરાઈ ગઈ
pa: ਪਰਦਾ-ਤਸਵੀਰਾਂ ਦੀ ਨਕਲ ਹੋ ਗਈ

source: The screenshots have been saved into the directory: /root/anaconda-screenshots/ You can access these when you reboot and login as root.
gu: સ્ક્રીનશોટ આ ડિરેક્ટરીમાં સંગ્રહાઈ ગયો: /root/anaconda-screenshots/ તમે જ્યારે રીબુટ કરો અને રુટ તરીકે પ્રવેશો ત્યારે તેને વાપરી શકો છો.
pa: ਪਰਦਾ-ਤਸਵੀਰਾਂ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਸੰਭਾਲੇ ਗਏ ਹਨ: /root/anaconda-screenshots/ ਤੁਸੀਂ ਇਹਨਾਂ ਨੂੰ ਮੁਡ਼ ਚਾਲੂ ਕਰਨ ਮਗਰੋ ਅਤੇ ਪ੍ਰਬੰਧਕ(root) ਦੇ ਤੌਰ ਤੇ ਲਾਗਆਨ ਦੌਰਾਨ ਖੋਲ ਸਕਦੇ ਹੋ।

source: Saving Screenshot
gu: સ્ક્રીનશોટ સંગ્રહી રહ્યા છીએ
pa: ਪਰਦਾ-ਤਸਵੀਰ ਸੰਭਾਲੀ ਜਾ ਰਹੀ ਹੈ

source: A screenshot named '%s' has been saved.
gu: '%s' નામવાળો સ્ક્રીનશોટ સંગ્રહાઈ ગયો.
pa: ਪਰਦਾ-ਤਸਵੀਰ, ਜਿਸ ਦਾ ਨਾਂ '%s' ਹੈ, ਨੂੰ ਸੰਭਾਲਿਆ ਗਿਆ ਹੈ।

source: Error Saving Screenshot
gu: સ્ક્રીનશોટ સંગ્રહવામાં ભૂલ આવી
pa: ਪਰਦਾ-ਤਸਵੀਰ ਸੰਭਾਲਣ ਦੌਰਾਨ ਗਲਤੀ

source: An error occurred while saving the screenshot. If this occurred during package installation, you may need to try several times for it to succeed.
gu: સ્ક્રીનશોટ સંગ્રહવામાં ભૂલ ઉદ્ભવી. જો આ પેકેજના સ્થાપન દરમ્યાન ઉદ્ભવે, તમારે એની સફળતા માટે ઘણી વખત વાપરવાનો પ્રયત્ન કરવો જોઈએ.
pa: ਪਰਦਾ-ਤਸਵੀਰਾਂ ਨੂੰ ਸੰਭਾਲਣ ਦੌਰਾਨ ਗਲਤੀ ਹੈ। ਜੇਕਰ ਇਹ ਪੈਕੇਜ ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੌਰਾਨ ਆਈ ਹੈ ਤਾਂ ਤੁਹਾਨੂੰ ਸਫਲਤਾ ਲੈਣ ਲਈ ਕਈ ਵਾਰ ਕੋਸ਼ਿਸ ਕਰਨੀ ਪਵੇਗੀ।

source: Fix
gu: સુધારો
pa: ਨਿਰਧਾਰਿਤ

source: Yes
gu: હા
pa: ਹਾਂ

source: No
gu: ના
pa: ਨਹੀਂ

source: Retry
gu: ફરીથી પ્રયાસ કરો
pa: ਮੁਡ਼ ਕੋਸ਼ਿਸ

source: Ignore
gu: અવગણો
pa: ਅਣਡਿੱਠਾ

source: Cancel
gu: નકારો
pa: ਰੱਦ ਕਰੋ

source: Exception Occured
pa: ਅਪਵਾਦ ਆਇਆ

source: _Debug
gu: ભૂલ શોધો (_D)
pa: ਡੀਬੱਗ(_D)

source: _Save to floppy
pa: ਫਲਾਪੀ ਤੇ ਸੰਭਾਲੋ(_S)

source: The following error was found while parsing your kickstart configuration: %s
gu: જ્યારે તમારુ કિકસ્ટાર્ટ રુપરેખાંકન ચકાસતી વખતે ભૂલ મળી આવી: %s
pa: ਤੁਹਾਡੀ ਕਿੱਕਸਟਾਰਟ ਸੰਰਚਨਾ ਨੂੰ ਪਾਰਸ ਕਰਨ ਦੌਰਾਨ ਹੇਠ ਲਿਖੀ ਗਲਤੀ ਆਈ ਹੈ: %s

source: Error Parsing Kickstart Config
gu: કિકસ્ટાર્ટ રુપરેખા ચકાસતી વખતે ભૂલ
pa: ਗਲਤੀ ਕਿੱਕਸਟਾਰਟ ਸੰਰਚਨਾ ਨੂੰ ਪਾਰਸ ਕਰਨ ਦੌਰਾਨ

source: Please insert a floppy now. All contents of the disk will be erased, so please choose your diskette carefully.
gu: મહેરબાની કરીને ફ્લોપી નાંખો. ડિસ્કના બધા સમાવિષ્ટો ભૂંસાઈ જશે, અાથી મહેરબાની કરીને તમારી ડિસ્ક સંભાળીને પસંદ કરો.
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਫਲਾਪੀ ਪਾਉ। ਡਿਸਕ ਦੇ ਸਾਰੇ ਅੰਸ਼ ਮਿਟ ਜਾਣਗੇ, ਇਸਕਰਕੇ ਆਪਣੀ ਫਲਾਪੀ ਧਿਆਨ ਨਾਲ ਚੁਣੋ।

source: Release notes are missing.
gu: આવૃત્તિ નોંધો ખોવાયેલ છે.
pa: ਜਾਰੀ ਸੂਚਨਾ ਗੁੰਮ ਹੈ।

source: The release notes are missing.
gu: આવૃત્તિ નોંધો ખોવાયેલ છે.
pa: ਜਾਰੀ ਸੂਚਨੀ ਗੁੰਮ ਹੈ।

source: Error!
gu: ભૂલ!
pa: ਗਲਤੀ!

source: An error occurred when attempting to load an installer interface component. className = %s
gu: સ્થાપક ઈન્ટરફેસ ભાગ લાવતી વખતે ભૂલ ઉદ્ભવી હતી. className = %s
pa: ਇੰਸਟਾਲਰ ਇੰਟਰਫੇਸ ਹਿੱਸਾ ਲੋਡ ਕਰਨ ਦੇ ਯਤਨ ਦੌਰਾਨ ਗਲਤੀ ਹੈ। ਸ਼੍ਰੇਣੀ ਨਾਂ = %s

source: _Exit
gu: બહાર નીકળો (_E)
pa: ਬਾਹਰ(_E)

source: _Retry
gu: ફરીથી પ્રયત્ન કરો (_R)
pa: ਮੁਡ਼ ਕੋਸ਼ਿਸ(_R)

source: The installer will now exit...
gu: સ્થાપક હવે બંધ થઈ જશે...
pa: ਇੰਸਟਾਲਰ ਹੁਣ ਬੰਦ ਹੋ ਰਿਹਾ ਹੈ...

source: Your system will now be rebooted...
gu: તમારી સિસ્ટમ હવે રીબુટ થશે...
pa: ਤੁਹਾਡਾ ਸਿਸਟਮ ਹੁਣ ਮੁਡ਼ ਚਾਲੂ ਹੋ ਰਿਹਾ ਹੈ...

source: Rebooting System
gu: સિસ્ટમ રીબુટ કરી રહ્યા છીએ
pa: ਸਿਸਟਮ ਮੁਡ਼ ਚਾਲੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: %s Installer
gu: %s સ્થાપક
pa: %s ਇੰਸਟਾਲਰ

source: Unable to load title bar
gu: શીર્ષક પટ્ટી લાવવામાં અસમર્થ
pa: ਸਿਰਲੇਖ-ਪੱਟੀ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ

source: Install Window
gu: વિન્ડો સ્થાપિત કરો
pa: ਇੰਸਟਾਲ ਝਰੋਖਾ

source: The following ISO images are missing which are required for the install: %s The system will now reboot.
gu: નીચેની ISO ઈમેજો ખોવાયેલ છે કે જે સ્થાપન માટે જરુરી છે: %s સિસ્ટમ હવે રીબુટ થશે.
pa: ਹੇਠ ਲਿਖੇ ISO ਪ੍ਰਤੀਬਿੰਬ ਉਪਲੱਬਧ ਨਹੀ ਹਨ, ਜੋ ਕਿ ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਲੋਡ਼ੀਦੇ ਹਨ: %s ਸਿਸਟਮ ਹੁਣ ਮੁਡ਼-ਚਾਲੂ ਹੋਵੇਗਾ।

source: This group includes all the packages available. Note that there are substantially more packages than just the ones in all the other package groups on this page.
gu: આ જૂથ બધા ઉપ્લબ્ધ પેકેજો સમાવે છે. નોંધ કરો કે ત્યાં ઘણા પેકેજો કે જે માત્ર એક પેકેજ જૂથમાં છે આ પાના પર.
pa: ਇਹ ਸਮੂਹ ਵਿੱਚ ਸਾਰੇ ਉਪਲੱਬਧ ਪੈਕੇਜ ਸ਼ਾਮਿਲ ਹਨ। ਇਹ ਜਾਣ ਲਵੋ ਕਿ ਇਸ ਵਿੱਚ ਜਿਆਦਾ ਪੈਕੇਜ ਹਨ, ਇਸ ਸਫੇ ਦੇ ਕਿਸੇ ਵੀ ਪੈਕੇਜ ਸਮੂਹ ਨਾਲੋਂ ਜਿਆਦਾ।

source: Everything
gu: દરેક વસ્તુ
pa: ਹਰ ਇਕਾਈ

source: Choose this group to get the minimal possible set of packages. Useful for creating small router/firewall boxes, for example.
gu: આ જૂથ ન્યુનતમ શક્ય પેકેજોનો સમૂહ મેળવવામાં પસંદ કરો. નાના રાઉટર/ફાયરવોલ બોક્સ બનાવવા માટે ઉપયોગી છે, ઉદાહરણ.
pa: ਇਸ ਸਮੂਹ ਨੂੰ ਨਿਊਨਤਮ ਸੰਭਵ ਸਮੂਹ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਚੁਣੋ। ਇਹ ਛੋਟੇ ਰਾਊਟਰ/ਫਾਇਰਵਾਲ ਡੱਬਾ ਆਦਿ ਬਣਾਉਣ ਲਈ ਉਪਯੋਗੀ ਹੈ।

source: Miscellaneous
gu: મિશ્રિત
pa: ਫੁਟਕਲ

source: Required Install Media
gu: જરુરી સ્થાપન માધ્યમ
pa: ਲੋਡ਼ੀਦਾ ਇੰਸਟਾਲ ਮਾਧਿਅਮ

source: The software you have selected to install will require the following CDs: %s Please have these ready before proceeding with the installation. If you need to abort the installation and reboot please select "Reboot".
gu: તમે સ્થાપન માટે પસંદ સોફ્ટવેરને નીચેની CD ઓ જરુરી છે: %s મહેરબાની કરીને સ્થાપન પહેલા આ તૈયાર રાખો. જો તમારે સ્થાપન અડધેથીઅટકાવવું હોય અને રીબુટ કરવું હોય તો મહેરબાની કરીને "રીબુટ" પસંદ કરો.
pa: ਸਾਫਟਵੇਅਰ, ਜੋ ਕਿ ਤੁਸੀਂ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਚੁਣਿਆ ਹੈ, ਲਈ ਹੇਠ ਲਿਖੀਆਂ ਸੀਡੀ ਦੀ ਜ਼ਰੂਰਤ ਪਵੇਗੀ: %s ਕਿਰਪਾ ਕਰਕੇ ਇੰਸਟਾਲੇਸ਼ਨ ਨਾਲ ਜਾਰੀ ਰਹਿਣ ਤੋ ਪਹਿਲਾਂ ਤੁਸੀਂ ਇਹਨਾਂ ਨੂੰ ਤਿਆਰ ਕਰ ਲਵੋ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਇੰਸਟਾਲੇਸ਼ਨ ਨੂੰ ਛੱਡਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ ਤਾਂ ਮੁਡ਼ ਚਾਲ਼ੂ ਕਰਨ ਲਈ "ਮੁਡ਼-ਚਾਲੂ" ਨੂੰ ਦਬਾਓ।

source: _Continue
gu: ચાલુ રાખો (_C)
pa: ਜਾਰੀ ਰੱਖੋ(_C)

source: An error occurred unmounting the CD. Please make sure you're not accessing %s from the shell on tty2 and then click OK to retry.
gu: CD માઉન્ટ કાઢી નાખતાં ભૂલ ઉદ્ભવી. મહેરબાની કરીને ખાતરી કરો કે તમે %s tty2 પર વાપરી તો રહ્યા નથી ને અને ફરીથી પ્રયાસ કરવા માટે બરાબર બટન પર ક્લિક કરો.
pa: ਸੀਡੀ ਨੂੰ ਅਨ-ਮਾਊਟ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਇਹ ਯਕੀਨੀ ਬਣਾ ਲਵੋ ਕਿ ਤੁਸੀਂ %s ਨੂੰ ਖੋਲ ਤਾਂ ਨਹੀ ਰਹੇ, tty2 ਤੇ ਸ਼ੈੱਲ ਤੋਂ ਅਤੇ ਮੁਡ਼ ਕੋਸ਼ਿਸ ਕਰਨ ਲਈ ਠੀਕ ਹੈ ਨੂੰ ਦਬਾਓ।

source: Copying File
gu: ફાઈલ નકલ કરી રહ્યા છીએ
pa: ਫਾਇਲ ਦੀ ਨਕਲ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ

source: Transferring install image to hard drive...
gu: સ્થાપન માટેની ઈમેજ હાર્ડ ડ્રાઈવ પર મોકલી રહ્યા છીએ...
pa: ਇੰਸਟਾਲ ਪ੍ਰਤੀਬਿੰਬ ਹਾਰਡ-ਡਿਸਕ ਤੇ ਤਬਦੀਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...

source: An error occurred transferring the install image to your hard drive. You are probably out of disk space.
gu: સ્થાપન માટેની ઈમેજ તમારી હાર્ડ ડ્રાઈવ પર મોકલતાં ભૂલ ઉદ્ભવી. તમે કદાચ ડિસ્કની જગ્યા કરતાં વધારે વાપરી રહ્યા હશો.
pa: ਇੰਸਟਾਲ ਪ੍ਰਤੀਬਿੰਬ ਨੂੰ ਤੁਹਾਡੀ ਹਾਰਡ-ਡਿਸਕ ਤੇ ਤਬਦੀਲ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ। ਤੁਹਾਡੀ ਡਿਸਕ ਤੇ ਖਾਲੀ ਥਾਂ ਹੀ ਨਹੀਂ ਬਚੀ ਹੈ।

source: Change CDROM
gu: CDROM બદલો
pa: ਸੀਡੀ-ਰੋਮ ਤਬਦੀਲ

source: Please insert %s disc %d to continue.
gu: મહેરબાની કરીને %s ડિસ્ક દાખલ કરો %d ચાલુ રાખવા માટે.
pa: ਕਿਰਪਾ ਕਰਕੇ ਜਾਰੀ ਰੱਖਣ ਲਈ %s ਡਿਸਕ %d ਪਾਓ।

source: Wrong CDROM
gu: ખોટી CDROM
pa: ਗਲਤ ਸੀਡੀ-ਰੋਮ

source: That's not the correct %s CDROM.
gu: આ યોગ્ય %s CDROM નથી.
pa: ਇਹ ਸਹੀ %s ਸੀਡੀ-ਰੋਮ ਨਹੀ ਹੈ।

source: Unable to access the CDROM.
gu: CDROM ચલાવવા માટે અસમર્થ.
pa: CDROM ਨੂੰ ਖੋਲ ਸਕਣ ਵਿੱਚ ਅਸਫਲ।

source: Install on System
gu: સિસ્ટમ પર સ્થાપિત કરો
pa: ਸਿਸਟਮ ਤੇ ਇੰਸਟਾਲ

source: Scriptlet Failure
pa: Scriptlet ਅਸਫਲ

source: There was an error running the scriptlet. You may examine the output in %s. This is a fatal error and your install will be aborted. Press the OK button to reboot your system.
pa: scriptlet ਚਲਾਉਣ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ। ਤੁਸੀਂ %s ਵਿੱਚ ਆਉਟਪੁੱਟ ਵੇਖ ਸਕਦੇ ਹੋ। ਇਹ ਇੱਕ ਗੰਭੀਰ ਗਲਤੀ ਹੈ ਅਤੇ ਤੁਹਾਡੀ ਇੰਸਟਾਲੇਸ਼ਨ ਨੂੰ ਇਥੇ ਹੀ ਛੱਡਣਾ ਪੈ ਰਿਹਾ ਹੈ। ਆਪਣੇ ਸਿਸਟਮ ਨੂੰ ਮੁਡ਼-ਚਾਲੂ ਕਰਨ ਲਈ 'ਠੀਕ ਹੈ' ਦਬਾਓ।

source: Missing Package
gu: ખોવાયેલ પેકેજ
pa: ਨਾ-ਉਪਲੱਬਧ ਪੈਕੇਜ

source: You have specified that the package '%s' should be installed. This package does not exist. Would you like to continue or abort your installation?
gu: જો તમે એમ સ્પષ્ટ કરેલ હોય કે પેકેજ '%s' સ્થાપિત થવું જોઈએ. આ પેકેજઅસ્તિત્વમાં નથી. શું તમે ચાલુ રાખવા માંગો છો અથવા સ્થાપન અડધેથી અટકાવવા માંગો છો?
pa: ਤੁਸੀਂ ਨਿਰਧਾਰਿਤ ਕੀਤਾ ਹੈ ਕਿ ਪੈਕੇਜ '%s' ਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਚਾਹੀਦਾ ਹੈ। ਇਹ ਪੈਕੇਜ ਮੌਜੂਦ ਨਹੀਂ ਹੈ। ਕੀ ਤੁਸੀਂ ਇੰਸਟਾਲੇਸ਼ਨ ਨੂੰ ਛੱਡਣਾ ਚਾਹੁੰਦੇ ਹੋ ਜਾਂ ਇਸ ਨੂੰ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: _Abort
gu: અડધેથી બંધ કરી રહ્યા છીએ (_A)
pa: ਅਧੂਰਾ ਛੱਡੋ(_A)

source: Missing Group
gu: ખોવાયેલ જૂથ
pa: ਨਾ-ਉਪਲੱਬਧ ਸਮੂਹ

source: You have specified that the group '%s' should be installed. This group does not exist. Would you like to continue or abort your installation?
gu: તમે સ્પષ્ટ કરેલ છે કે જૂથ '%s' સ્થાપિત થયેલ હોવું જોઈએ. આ જૂથ અસ્તિત્વમાંનથી. શું તમે ચાલુ રાખવા માંગો છો અથવા સ્થાપન અડધેથી અટકાવવા માંગો છો?
pa: ਤੁਸੀਂ ਸਮੂਹ '%s' ਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਨਿਰਧਾਰਿਤ ਕੀਤਾ ਹੈ। ਇਹ ਸਮੂਹ ਮੌਜੂਦ ਨਹੀਂ ਹੈ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰਹਿਣਾ ਚਾਹੋਗੇ ਜਾਂ ਇੰਸਟਾਲੇਸ਼ਨ ਨੂੰ ਛੱਡਣਾ ਚਾਹੋਗੇ?

source: Hostname must be 64 or less characters in length.
gu: યજમાનનું નામ ૬૪ અથવા તેનાથી ઓછા અક્ષરો જેટલું હોવું જોઈએ.
pa: ਮੇਜ਼ਬਾਨ-ਨਾਂ 64 ਜਾਂ ਘੱਟ ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਜ਼ਰੂਰੀ ਹੈ।

source: Hostname must start with a valid character in the range 'a-z' or 'A-Z'
gu: યજમાનનું નામ યોગ્ય અક્ષરો કે જે a-z' અથવા 'A-Z' ના વિસ્તારમાં હોય તેનાથી શરુ થવું જોઈએ.
pa: ਮੇਜ਼ਬਾਨ-ਨਾਂ ਦਾ ਨਾਂ ਇਹਨਾਂ ਅੱਖਰਾ 'a-z' ਜਾਂ 'A-Z' ਨਾਲ ਸ਼ੁਰੂ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ

source: Hostnames can only contain the characters 'a-z', 'A-Z', '-', or '.'
gu: યજમાનનું નામ માત્ર 'a-z', 'A-Z', '-', અથવા '.' અક્ષરો ધરાવતું હોવું જોઈએ.
pa: ਮੇਜ਼ਬਾਨ-ਨਾਂ ਦੇ ਨਾਂ ਵਿੱਚ ਸਿਰਫ 'a-z', 'A-Z', '-', ਜਾਂ '.' ਅੱਖਰ ਹੀ ਵਰਤਣੇ ਚਾਹੀਦੇ ਹਨ।

source: Proceed with upgrade?
gu: સુધારા સાથે પ્રક્રિયા કરવી છે?
pa: ਨਵੀਨੀਕਰਨ ਜਾਰੀ ਰੱਖਣਾ ਹੈ?

source: The file systems of the Linux installation you have chosen to upgrade have already been mounted. You cannot go back past this point.
gu: લિનક્સના સ્થાપન માટે તમે પસંદ કરેલ ફાઈલ સિસ્ટમ પહેલાથી જ માઉન્ટ થયેલ છે. તમે આ બિંદુની પાછળના પાને જઈ શકશો નહિં.
pa: ਲੀਨਕਸ ਇੰਸਟਾਲੇਸ਼ਨ ਦਾ ਫਾਇਲ-ਸਿਸਟਮ, ਜੋ ਕਿ ਤੁਸੀਂ ਨਵੀਨੀਕਰਨ ਲਈ ਚੁਣਿਆ ਹੈ, ਪਹਿਲਾਂ ਹੀ ਮਾਊਂਟ ਹੈ। ਤੁਸੀਂ ੲਿਸ ਸਥਿਤੀ ਤੋਂ ਅੱਗੇ ਜਾ ਉਪਰੰਤ ਪਿੱਛੇ ਵਾਪਿਸ ਨਹੀਂ ਆ ਸਕਦੇ।

source: Would you like to continue with the upgrade?
gu: શું તમે સુધારાની ક્રિયા સાથે ચાલુ રાખવા માંગો છો?
pa: ਕੀ ਇਸ ਨਵੀਨੀਕਰਨ ਨਾਲ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Reading
gu: વાંચી રહ્યા છીએ
pa: ਖੋਲੀ ਜਾ ਰਹੀ ਹੈ

source: Reading package information...
gu: પેકેજની જાણકારી વાંચી રહ્યા છીએ
pa: ਪੈਕੇਜ ਜਾਣਕਾਰੀ ਖੋਲੀ ਜਾ ਰਹੀ ਹੈ...

source: Unable to read header list. This may be due to a missing file or bad media. Press <return> to try again.
gu: હેડરની યાદી વાંચવામાં અસમર્થ. આ મોટે ભાગે ખોવાયેલ ફાઈલ અથવા ખરાબ માધ્યમને લીધે છે. ફરીથી પ્રયત્ન કરવા માટે એન્ટર દબાવો.
pa: ਹੈਂਡਰ ਸੂਚੀ ਖੋਲਣ ਵਿੱਚ ਅਸਫਲ ਹੈ। ਇਹ ਦਾ ਕਾਰਨ ਫਾਇਲ ਗੁੰਮ ਹੋਣਾ ਜਾ ਮਾਧਿਅਮ ਨਕਾਰਾ ਹੋਣਾ ਹੈ, <Enter> ਦਬਾ ਕੇ ਮੁਡ਼ ਕੋਸ਼ਿਸ ਕਰੋ।

source: Unable to read comps file. This may be due to a missing file or bad media. Press <return> to try again.
gu: કોમ્પ્સ ફાઈલ વાંચવા માટે અસમર્થ. આ મોટે ભાગે ખોવાયેલ ફાઈલ અથવા ખરાબ માધ્યમને લીધે છે. ફરીથી પ્રયત્ન કરવા માટે એન્ટર દબાવો.
pa: ਫਾਇਲ comps ਨੂੰ ਖੋਲਣ ਵਿੱਚ ਅਸਫਲ ਹੈ। ਇਹ ਦਾ ਕਾਰਨ ਫਾਇਲ ਗੁੰਮ ਹੋਣਾ ਜਾਂ ਮਾਧਿਅਮ ਨਕਾਰਾ ਹੋਣਾ ਹੈ। <Enter> ਦਬਾ ਕੇ ਮੁਡ਼ ਕੋਸ਼ਿਸ ਕਰੋ।

source: The comps file in your installation tree is missing critical groups. Please ensure that your install tree has been correctly generated.
pa: ਤੁਹਾਡੀ ਇੰਸਟਾਲੇਸ਼ਨ ਲੜੀ ਵਿੱਚ comps ਫਾਇਲ ਨਾਜਕ ਸਮੂਹ ਗੁੰਮ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਇਹ ਯਕੀਨੀ ਬਣਾਉ ਕਿ ਇੰਸਟਾਲੇਸ਼ਨ ਲੜੀ ਠੀਕ ਤਰ੍ਹਾਂ ਬਣੀ ਹੈ।

source: You are trying to install on a machine which isn't supported by this release of %s.
gu: તમે મશીન કે જેને %s ની આ આવૃત્તિનો ારા નથી તેના ઉપર સ્થાપન કરવાનો પ્રયત્ન કરી રહ્યા છો.ારિત
pa: ਤੁਸੀਂ ਉਸ ਮਸ਼ੀਨ ਤੇ ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ ਕਰ ਰਹੇ ਹੋ, ਜੋ ਕਿ %s ਦੇ ਇਸ ਜਾਰੀ ਵਰਜਨ ਨਾਲ ਸਹਿਯੋਗੀ ਨਹੀ ਹੈ।

source: Dependency Check
gu: આધારભૂત ચકાસણી
pa: ਨਿਰਭਰਤਾ ਜਾਂਚ

source: Checking dependencies in packages selected for installation...
gu: સ્થાપન માટે પસંદ થયેલ પેકેજો માટે આધારિતપણું ચકાસી રહ્યા છીએ...
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਚੁਣੇ ਪੈਕੇਜਾਂ ਵਿੱਚ ਨਿਰਭਰਤਾ ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...

source: Processing
gu: પ્રક્રિયા કરી રહ્યા છીએ
pa: ਕਾਰਵਾਈ ਜਾਰੀ ਹੈ

source: Preparing to install...
gu: સ્થાપન માટે તૈયારી કરી રહ્યા છીએ
pa: ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਤਿਆਰ ਕਰ ਰਿਹਾ ਹੈ...

source: The package %s-%s-%s cannot be opened. This is due to a missing file or perhaps a corrupt package. If you are installing from CD media this usually means the CD media is corrupt, or the CD drive is unable to read the media. Press <return> to try again.
gu: પેકેજ %s-%s-%s ખોલી શકાતું નથી. આ ખોવાયેલ ફાઈલને લીધે અથવાબગડેલા પેકેજને લીધે છે. જો તમે CD માંથી સ્થાપન કરી રહ્યા છો તોCD માધ્યમ બગડેલું છે, અથવા CD ડ્રાઈવ એ આ માધ્યમને વાંચવા માટે અસમર્થ છે. ફરીથી પ્રયત્ન કરવા માટે એન્ટર દબાવો.
pa: ਪੈਕੇਜ %s-%s-%s ਖੋਲੇ ਨਹੀ ਜਾ ਸਕਦੇ ਹਨ। ਇਸ ਦਾ ਕਾਰਨ ਸੰਭਵ ਤੌਰ ਤੇ ਫਾਇਲ ਦੀ ਗੈਰ-ਮੌਜੂਦਗੀ ਜਾਂ ਪੈਕੇਜ ਦਾ ਨਕਾਰਾ ਹੋਣਾ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਸੀਡੀ ਤੋ ਇੰਸਟਾਲ ਕਰ ਰਹੇ ਹੋ ਤਾਂ ਇਸ ਦਾ ਅਰਥ ਇਹ ਹੈ ਕਿ ਸੀਡੀ ਨਕਾਰਾ ਹੈ ਜਾਂ ਸੀਡੀ ਡਰਾੲੀਵ ਮਾਧਿਅਮ ਤੋ ਖੋਲਣ ਵਿੱਚ ਅਸਮਰੱਥ ਹੈ। ਮੁਡ਼ ਕੋਸ਼ਿਸ ਕਰਨ ਲਈ <Enter> ਦਬਾਓ।

source: Re_boot
pa: ਮੁਡ਼ ਚਾਲੂ(_b)

source: If you reboot, your system will be left in an inconsistent state that will likely require reinstallation. Are you sure you wish to continue?
pa: ਜੇਕਰ ਤੁਸੀਂ ਮੁੜ-ਚਾਲੂ ਕੀਤਾ, ਤਾਂ ਤੁਹਾਡਾ ਸਿਸਟਮ ਕਸੂਤੀ ਸਥਿਤੀ ਵਿੱਚ ਫਸਿਆ ਰਹਿ ਜਾਵੇਗਾ, ਜਿਸ ਤੇ ਮੁੜ ਇੰਸਟਾਲੇਸ਼ਨ ਕਰਨੀ ਪਵੇਗੀ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Installing...
gu: સ્થાપિત કરી રહ્યા છીએ...
pa: ਇੰਸਟਾਲ ਹੋ ਰਿਹਾ ਹੈ...

source: Error Installing Package
gu: પેકેજો સ્થાપિત કરવામાં ભૂલ
pa: ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰਨ ਵਿੱਚ ਗਲਤੀ

source: There was an error installing %s. This can indicate media failure, lack of disk space, and/or hardware problems. This is a fatal error and your install will be aborted. Please verify your media and try your install again. Press the OK button to reboot your system.
gu: %s નું સ્થાપન કરવામાં ભૂલ હતી. આ માધ્યમની નિષ્ફળતા સૂચવે છે, ડિસ્કની જગ્યાની અછત, અને/અથવા હાર્ડવેરની સમસ્યાઓ. આ મોટી સમસ્યા છે અને તમારુ સ્થાપન અડધેથી બંધ થઈ જશે. મહેરબાની કરીનેતમારુ માધ્યમ ચકાસો અને ફરીથી સ્થાપન કરવાનો પ્રયત્ન કરો. તમારી સિસ્ટમ રીબુટ કરવા માટે બરાબર બટન દબાવો.
pa: %s ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੌਰਾਨ ਗਲਤੀ ਹੈ। ਇਹ ਮਾਧਿਅਮ ਦੀ ਅਸਫਲਤਾ, ਡਿਸਕ ਵਿੱਚ ਲੋੜੀਂਦੀ ਥਾਂ ਨਾ ਹੋਣਾ ਅਤੇ/ਜਾਂ ਹਾਰਡਵੇਅਰ ਸਮੱਸਿਆ ਨੂੰ ਵੇਖਾ ਰਿਹਾ ਹੈ। ਇਹ ਇੱਕ ਗੰਭੀਰ ਗਲਤੀ ਹੈ ਅਤੇ ਤੁਹਾਡੀ ਇੰਸਟਾਲੇਸ਼ਨ ਨੂੰ ਇਥੇ ਹੀ ਛੱਡਣਾ ਪੈ ਰਿਹਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਮਾਧਿਅਮ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਮੁਡ਼ ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ ਕਰੋ ਆਪਣੇ ਸਿਸਟਮ ਨੂੰ ਮੁਡ਼-ਚਾਲੂ ਕਰਨ ਲਈ 'ਠੀਕ ਹੈ' ਦਬਾਓ।

source: Unable to merge header list. This may be due to a missing file or bad media. Press <return> to try again.
gu: હેડરની યાદી ભેગી કરવામાં અસમર્થ. આ મોટે ભાગે ખોવાયેલ ફાઈલ અથવા ખરાબ માધ્યમને લીધે છે. ફરીથી પ્રયત્ન કરવા માટે એન્ટર દબાવો.
pa: ਸਿਰਲੇਖ ਸੂਚੀ ਨੂੰ ਵਿਲੀਨ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਹੈ। ਇਹ ਦਾ ਕਾਰਨ ਫਾਇਲ ਗੁੰਮ ਹੋਣਾ ਜਾਂ ਮਾਧਿਅਮ ਨਕਾਰਾ ਹੋਣਾ ਹੈ। <Enter> ਦਬਾ ਕੇ ਮੁਡ਼ ਕੋਸ਼ਿਸ ਕਰੋ।

source: Preparing RPM transaction...
gu: RPM પરિવહન માટે તૈયારી કરી રહ્યા છીએ...
pa: ਆਰਪੀਐਮ(RPM) ਤਬਦੀਲੀ ਲਈ ਤਿਆਰੀ...

source: Upgrading %s packages
gu: %s પેકેજો સુધારી રહ્યા છીએ
pa: %s ਪੈਕੇਜਾਂ ਦਾ ਨਵੀਨੀਕਰਨ ਜਾਰੀ ਹੈ

source: Installing %s packages
gu: %s પેકેજો સ્થાપિત કરી રહ્યા છીએ
pa: %s ਪੈਕੇਜ ਇੰਸਟਾਲ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ

source: Upgrading %s-%s-%s.%s.
gu: %s-%s-%s.%s. સુધારી રહ્યા છીએ
pa: ਨਵੀਨੀਕਰਨ ਹੋ ਰਿਹਾ ਹੈ %s-%s-%s.%s।

source: Installing %s-%s-%s.%s.
gu: %s-%s-%s.%s. સ્થાપન કરી રહ્યા છીએ
pa: ਇੰਸਟਾਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ %s-%s-%s.%s।

source: The following packages were automatically selected to be installed: %s
gu: નીચેના પેકેજો આપોઆપ સ્થાપન માટે પસંદ થઈ જશે: %s
pa: ਹੇਠ ਲਿਖੇ ਪੈਕੇਜ ਖੁਦ ਹੀ ਇੰਸਟਾਲ ਹੋਣ ਲਈ ਚੁਣੇ ਗਏ ਹਨ: %s

source: Install Starting
gu: શરુઆતથી સ્થાપન કરો
pa: ਸ਼ੁਰੂਆਤ ਇੰਸਟਾਲ

source: Starting install process, this may take several minutes...
gu: સ્થાપનની પ્રક્રિયા શરુ કરી રહ્યા છીએ, આ થોડી મિનિટો લેશે...
pa: ਇੰਸਟਾਲ ਕਾਰਜ ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ, ਇਹ ਕੁੱਝ ਮਿੰਟ ਲੈ ਸਕਦਾ ਹੈ...

source: You don't appear to have enough disk space to install the packages you've selected. You need more space on the following file systems:
gu: તમારી પસંદ કરેલ જેટલી પૂરતી જગ્યા હોય એમ લાગતું નથી. તમારે નીચેની સિસ્ટમો પર વધુ જગ્યા જોઈએ:
pa: ਤੁਸੀਂ ਜੋ ਪੈਕੇਜ ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਚੁਣੇ ਹਨ, ਉਹਨਾਂ ਲਈ ਤੁਹਾਡੇ ਕੋਲ ਲੋੜੀਂਦੀ ਥਾਂ ਡਿਸਕ ਤੇ ਉਪਲੱਬਧ ਨਹੀ ਹੈ। ਤੁਹਾਨੂੰ ਹੇਠ ਲਿਖੇ ਫਾਇਲ-ਸਿਸਟਮ ਤੇ ਹੋਰ ਥਾਂ ਲੋੜੀਂਦੀ ਹੈ:

source: Mount Point
gu: માઉન્ટ બિંદુ
pa: ਮਾਊਸ ਸਥਿਤੀ

source: Space Needed
gu: જગ્યા જરુરી છે
pa: ਲੋੜੀਂਦੀ ਥਾਂ

source: You don't appear to have enough file nodes to install the packages you've selected. You need more file nodes on the following file systems:
gu: તમે સ્થાપન માટે પસંદ કરેલ પેકેજો માટે જરુરી જગ્યા હોય એમ જણાતુ નથી. ફાઈલ સિસ્ટમ પર તમને વધુ ફાઈલ નોડ જરુરી છે:
pa: ਤੁਸੀਂ ਜੋ ਪੈਕੇਜ ਇੰਸਟਾਲੇਸ਼ਨ ਲਈ ਚੁਣੇ ਹਨ, ਉਹਨਾਂ ਲਈ ਤੁਹਾਡੇ ਕੋਲ ਲੋਡ਼ੀਦੇ ਫਾਇਲ ਨੋਡ ਉਪਲੱਬਧ ਨਹੀ ਹਨ। ਤੁਹਾਨੂੰ ਹੇਠ ਲਿਖੇ ਫਾਇਲ-ਸਿਸਟਮ ਤੇ ਹੋਰ ਫਾਇਲ ਨੋਡ ਲੋਡ਼ੀਦੇ ਹਨ:

source: Nodes Needed
gu: નોડ જરુરી છે
pa: ਲੋਡ਼ੀਦੇ ਨੋਡ

source: Disk Space
gu: ડિસ્ક જગ્યા
pa: ਡਿਸਕ ਥਾਂ

source: Post Install
gu: પોસ્ટ સ્થાપન
pa: ਇੰਸਟਾਲ ਤੋ ਪਹਿਲਾਂ

source: Performing post install configuration...
gu: પોસ્ટ સ્થાપન રુપરેખાંકન કરી રહ્યા છીએ...
pa: ਇੰਸਟਾਲ ਸੰਰਚਨਾ ਤੋਂ ਬਾਅਦ ਕਾਰਵਾਈ ਜਾਰੀ ਹੈ...

source: The following packages were available in this version but NOT upgraded:
gu: નીચેના પેકેજો આ આવૃત્તિ માટે ઉપ્લબ્ધ છે પરંતુ સુધારાયેલ નથી:
pa: ਇਸ ਵਰਜਨ ਵਿੱਚ ਹੇਠ ਲਿਖੇ ਪੈਕੇਜ ਉਪਲੱਬਧ ਤਾਂ ਹਨ, ਪਰ ਨਵੀਨੀਕਰਨ ਕੀਤੇ ਨਹੀ ਹਨ:

source: The following packages were available in this version but NOT installed:
gu: નીચેના પેકેજો આ આવૃત્તિ માટે ઉપ્લબ્ધ છે પરંતુ સ્થાપિત થયેલ નથી:
pa: ਇਸ ਵਰਜਨ ਵਿੱਚ ਹੇਠ ਲਿਖੇ ਪੈਕੇਜ ਉਪਲੱਬਧ ਤਾਂ ਹਨ, ਪਰ ਇੰਸਟਾਲ ਕੀਤੇ ਨਹੀ ਹਨ:

source: Warning! This is pre-release software!
gu: ચેતવણી! આ પહેલા-રીલીઝ થયેલ સોફ્ટવેર છે!
pa: ਚੇਤਵਾਨੀ! ਇਹ ਪਹਿਲਾਂ-ਜਾਰੀ ਸਾਫਟਵੇਅਰ ਹੈ!

source: Thank you for downloading this pre-release of %s. This is not a final release and is not intended for use on production systems. The purpose of this release is to collect feedback from testers, and it is not suitable for day to day usage. To report feedback, please visit: %s and file a report against '%s'.
pa: ਇਸ %s ਦੇ ਪਹਿਲਾਂ ਜਾਰੀ ਵਰਜਨ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ ਇਹ ਮੁੱਖ ਜਾਰੀ ਵਰਜਨ ਨਹੀ ਹੈ ਅਤੇ ਇਸ ਨੂੰ ਉਤਪਾਦਨ ਲਈ ਨਹੀ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਇਸ ਦਾ ਮੁੱਖ ਮੰਤਵ ਜਾਂਚਕਰਤਾਵਾਂ ਕੋਲੋ ਨਤੀਜੇ ਇੱਕਠੇ ਕਰਨੇ ਹਨ ਅਤੇ ਇਸ ਨੂੰ ਨਿੱਤ ਦੀਆਂ ਜਰੂਰਤਾਂ ਮੁਤਾਬਕ ਨਹੀ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਜਾਣਕਾਰੀ ਦੇਣ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਇਥੇ ਸੰਪਰਕ ਕਰੋ: %s '%s' ਦੇ ਲਈ ਰਿਪੋਰਟ ਦਿਉ।

source: _Install anyway
gu: કોઈપણ રીતે સ્થાપન કરવા માંગો છો (_I)
pa: ਕਿਸੇ ਤਰਾਂ ਵੀ ਇੰਸਟਾਲ(_I)

source: _Back
gu: પાછા જાવ (_B)
pa: ਪਿੱਛੇ(_B)

source: Foreign
gu: વિદેશ
pa: ਬਾਹਰੀ

source: The device %s is LDL formatted instead of CDL formatted. LDL formatted DASDs are not supported for usage during an install of %s. If you wish to use this disk for installation, it must be re-initialized causing the loss of ALL DATA on this drive. Would you like to reformat this DASD using CDL format?
gu: ઉપકરણ %s એ LDL બંધારણવાળુ છે CDL ની જગ્યાએ. LDL બંધારણવાળી DASD એ %s ના સ્થાપન દરમ્યાન આધાર માટે ઉપયોગી નથી. જો તમેઆ ડિસ્ક સ્થાપન માટે ઉપયોગ કરવા માંગતા હોય, તો એ ફરીથી પ્રારંભથયેલ હોવી જોઈએ કારણકે બધી માહિતી આ ડ્રાઈવ પર છે. શું તમે આ DASD ને CDL બંધારણની મદદથી ફરીથી ફોર્મેટ કરવા માંગો છો?
pa: ਜੰਤਰ %s LDL ਫਾਰਮਿਟਡ ਹੈ, ਨਾ ਕਿ CDL ਫਾਰਮਿਟਿੰਗ। LDL ਫਾਰਮਿਟਿੰਗ DASDs %s ਦੀ ਇੰਸਟਾਲ ਦੌਰਾਨ ਵਰਤੋ ਲਈ ਸਹਿਯੋਗੀ ਨਹੀ ਹਨ। ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਡਿਸਕ ਤੇ ਇੰਸਟਾਲੇਸ਼ਨ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਇਸ ਨੂੰ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰਨਾ ਪਵੇਗਾ, ਜਿਸ ਕਰਕੇ ਡਰਾੲੀਵ ਤੇ ਮੌਜੂਦ ਸਾਰਾ ਡਾਟਾ ਖਤਮ ਹੋ ਜਾਵੇਗਾ। ਕੀ ਤੁਸੀਂ ਇਸ DASD ਨੂੰ CDL ਫਾਰਮਿਟ ਵਰਤ ਕੇ ਮੁਡ਼-ਫਾਰਮਿਟ ਕਰਨਾ ਪਸੰਦ ਕਰੋਗੇ?

source: /dev/%s currently has a %s partition layout. To use this disk for the installation of %s, it must be re-initialized, causing the loss of ALL DATA on this drive. Would you like to format this drive?
gu: /dev/%s પાસે હમણા %s પાર્ટીશન લેઆઉટ છે. %s ના સ્થાપન માટે આ ડિસ્કનો ઉપયોગ કરવા માટે, તેનો ફરીથી પ્રારંભ થયેલ હોવો જોઈએ, કારણકે બધી માહિતી આ ડ્રાઈવ પર હોય છે. શું તમે આ ડ્રાઈવ ફોર્મેટ કરવા માંગો છો?
pa: /dev/%s ਤੇ, ਵਿਭਾਗੀਕਰਨ ਖਾਕਾ ਦੀ ਕਿਸਮ %s ਹੈ। %s ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਨੂੰ ਇਸ ਡਿਸਕ ਤੇ ਜਾਰੀ ਰੱਖਣ ਲਈ, ਇਸ ਨੂੰ ਮੁੜ ਸ਼ੁਰੂ ਕਰਨਾ ਪਵੇਗਾ, ਜਿਸ ਕਰਕੇ ਡਰਾੲੀਵ ਤੇ ਮੌਜੂਦ ਸਾਰਾ ਡਾਟਾ ਖਤਮ ਹੋ ਜਾਵੇਗਾ। ਕੀ ਤੁਸੀਂ ਇਸ ਡਰਾੲੀਵ ਨੂੰ ਮੁਡ਼ ਸ਼ੁਰੂ ਕਰਨਾ ਪਸੰਦ ਕਰੋਗੇ?

source: _Ignore drive
gu: ડ્રાઈવ અવગણઓ (_I)
pa: ਡਰਾੲੀਵ ਅਣਡਿੱਠੀ(_I)

source: _Format drive
gu: ડ્રાઈવ ફોર્મેટ કરો (_F)
pa: ਡਰਾੲੀਵ ਫਾਰਮਿਟ(_I)

source: Error mounting file system on %s: %s
gu: %s પર ફાઈલ સિસ્ટમ માઉન્ટ કરવામાં ભૂલ આવી: %s
pa: ਗਲਤੀ, %s ਤੇ ਫਾਇਲ ਸਿਸਟਮ ਮਾਊਟ ਕਰਨ ਵਿੱਚ: %s

source: Initializing
gu: પ્રારંભ કરી રહ્યા છીએ
pa: ਸ਼ੁਰੂ ਕੀਤੀ ਜਾਦੀ ਹੈ

source: Please wait while formatting drive %s...
gu: મહેરબાની કરીને ડ્રાઈવ %s ફોર્મેટ કરતી વખતે રાહ જુઓ...
pa: ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ, ਜਦੋਂ ਕਿ %s ਜੰਤਰ ਨੂੰ ਫਾਰਮਿਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...

source: The partition table on device %s (%s) was unreadable. To create new partitions it must be initialized, causing the loss of ALL DATA on this drive. This operation will override any previous installation choices about which drives to ignore. Would you like to initialize this drive, erasing ALL DATA?
gu: ઉપકરણ %s (%s) પરનું પાર્ટીશન કોષ્ટક વાંચી શકાય એવું નથી. નવાપાર્ટીશન બનાવવા માટે તેનો પ્રારંભ થયેલો હોવો જ જોઈએ, કે જે આ ડ્રાઈવ પર માહિતી ખોવાઈ જવાનું કારણ બને છે. આ પ્રક્રિયા પહેલાના સ્થાપનની વસ્તુઓ પર ફરીથી લખી નાંખશે કે જેઅવગણવાનું હોય. શું તમે આ ડ્રાઈવનો પ્રારંભ કરવા માંગો છો, બધી માહિતી ભૂંસી કાઢશે?
pa: ਜੰਤਰ %s (%s) ਤੇ ਭਾਗ-ਸਾਰਣੀ ਪੜਨਯੋਗ ਨਹੀ ਹੈ। ਇਸ ਨੂੰ ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਪਰ ਇਸ ਡਰਾੲੀਵ ਤੋਂ ਸਾਰਾ ਡਾਟਾ ਖਤਮ ਹੋ ਜਾਵੇਗਾ। ਇਸ ਕਾਰਵਾਈ ਨਾਲ ਪਹਿਲਾਂ ਡਰਾੲੀਵ ਬਾਰੇ ਪਹਿਲਾਂ ਕੀਤੀ ਚੋਣ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਕੀ ਤੁਸੀਂ ਡਾਰਇਵ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਅਤੇ ਸਾਰਾ ਡਾਟਾ ਖਤਮ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੋ?

source: The partition table on device %s was unreadable. To create new partitions it must be initialized, causing the loss of ALL DATA on this drive. This operation will override any previous installation choices about which drives to ignore. Would you like to initialize this drive, erasing ALL DATA?
gu: ઉપકરણ %s પરનું પાર્ટીશન કોષ્ટક વાંચી શકાય એવું નથી. નવાપાર્ટીશન બનાવવા માટે તેનો પ્રારંભ થયેલો હોવો જ જોઈએ, કે જે આ ડ્રાઈવ પર માહિતી ખોવાઈ જવાનું કારણ બને છે. આ પ્રક્રિયા પહેલાના સ્થાપનની વસ્તુઓ પર ફરીથી લખી નાંખશે કે જેઅવગણવાનું હોય. શું તમે આ ડ્રાઈવનો પ્રારંભ કરવા માંગો છો, બધી માહિતી ભૂંસી કાઢશે?
pa: ਜੰਤਰ %s ਤੇ ਭਾਗ-ਸਾਰਣੀ ਪੜਨਯੋਗ ਨਹੀ ਹੈ। ਇਸ ਨੂੰ ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਪਰ ਇਸ ਡਰਾੲੀਵ ਤੋਂ ਸਾਰਾ ਡਾਟਾ ਖਤਮ ਹੋ ਜਾਵੇਗਾ। ਇਸ ਕਾਰਵਾਈ ਨਾਲ ਪਹਿਲਾਂ ਡਰਾੲੀਵ ਬਾਰੇ ਪਹਿਲਾਂ ਕੀਤੀ ਚੋਣ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਕੀ ਤੁਸੀਂ ਡਾਰਇਵ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਅਤੇ ਸਾਰਾ ਡਾਟਾ ਖਤਮ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੋ?

source: No Drives Found
gu: કોઈ ડ્રાઈવ મળી નથી
pa: ਕੋਈ ਜੰਤਰ ਨਹੀ ਲੱਭਾ

source: An error has occurred - no valid devices were found on which to create new file systems. Please check your hardware for the cause of this problem.
gu: ભૂલ ઉદ્ભવી - કોઈ માન્ય ઉપકરણો મળ્યા નથી કે જેના ઉપર નવી ફાઈલ સિસ્ટમ બનાવી શકાય. મહેરબાની કરીને તમારા હાર્ડવેરને ચકાસો આ સમસ્યાને ટાળવા માટે.
pa: ਇੱਕ ਗਲਤੀ ਹੈ - ਕੋਈ ਵੀ ਜੰਤਰ ਨਹੀ ਲੱਭਾ, ਜਿਸ ਤੇ ਤੁਸੀਂ ਨਵਾਂ ਫਾਇਲ ਸਿਸਟਮ ਬਣਾ ਸਕੋ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਸਮੱਸਿਆ ਲਈ ਆਪਣੇ ਜੰਤਰ (ਹਾਰਡਵੇਅਰ) ਦੀ ਜਾਂਚ ਕਰੋ।

source: Please enter a volume group name.
gu: મહેરબાની કરીને કદ જૂથ નામ દાખલ કરો.
pa: ਕਿਰਪਾ ਕਰਕੇ ਵਾਲੀਅਮ-ਸਮੂਹ ਦਾ ਨਾਂ ਦਿਉ।
