Repository: rhinstaller/anaconda
Catalog: po/*.po
Languages: gu, pa

source: Enter a label to be displayed in the boot loader menu. The device (or hard drive and partition number) is the device from which it boots.
gu: બુટ લોડર મેનુમાં પ્રદર્શિત થતુ લેબલ દાખલ કરો. ઉપકરણ એ કે જેમાંથી (અથવા હાર્ડ ડ્રાઈવ અને પાર્ટીશન નંબર) તે બુટ થાય છે.
pa: ਬੂਟ-ਲੋਡਰ ਮੇਨੂ ਵਿੱਚ ਵੇਖਣ ਲਈ ਇੱਕ ਲੇਬਲ ਦਿਉ। ਜੰਤਰ (ਜਾਂ ਹਾਰਡ-ਡਰਾੲੀਵ ਅਤੇ ਭਾਗ ਨੰਬਰ), ਉਹ ਇਸ ਤੋਂ ਇਹ ਬੂਟ ਕਰੇਗਾ।

source: _Label
gu: લેબલ (_L)
pa: ਲੇਬਲ(_L)

source: Default Boot _Target
gu: મૂળભુત બુટ લક્ષ્ય (_T)
pa: ਮੂਲ ਬੂਟ ਟੀਚਾ(_T)

source: You must specify a label for the entry
gu: તમારે દાખલા માટે લેબલ સ્પષ્ટ કરવું જ પડે છે
pa: ਇੰਦਰਾਜ਼ ਲਈ ਤੁਹਾਨੂੰ ਲੇਬਲ ਨਿਰਧਾਰਿਤ ਕਰਨਾ ਜ਼ਰੂਰੀ ਹੈ

source: Boot label contains illegal characters
gu: બુટ લેબલ અયોગ્ય અક્ષરો સમાવે છે
pa: ਬੂਟ-ਲੇਬਲ ਗਲਤ ਅੱਖਰ ਰੱਖਦਾ ਹੈ

source: Duplicate Label
gu: નકલી લેબલ
pa: ਹੂਬਹੂ ਲੇਬਲ

source: This label is already in use for another boot entry.
gu: આ લેબલ પહેલાથી જ બીજા પ્રવેશ માટે વપરાયેલ છે.
pa: ਇਹ ਲੇਬਲ ਪਹਿਲਾਂ ਹੀ ਬੂਟ ਇੰਦਰਾਜ਼ ਵਿੱਚ ਵਰਤਿਆ ਜਾ ਚੁੱਕਿਆ ਹੈ।

source: Duplicate Device
gu: નકલી ઉપકરણ
pa: ਨਕਲੀ ਜੰਤਰ

source: This device is already being used for another boot entry.
gu: બીજા બુટ પ્રવેશ માટે આ ઉપકરણ પહેલાથી જ વપરાયેલ છે.
pa: ਇਹ ਜੰਤਰ ਪਹਿਲਾਂ ਹੀ ਹੋਰ ਬੂਟ ਇੰਦਰਾਜ਼ ਨਾਲ ਵਰਤਿਆ ਜਾ ਰਿਹਾ ਹੈ।

source: Cannot Delete
gu: કાઢી શકતા નથી
pa: ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ

source: This boot target cannot be deleted because it is for the %s system you are about to install.
gu: બુટ લક્ષ્ય કાઢી શકાતું નથી કારણકે તે %s સિસ્ટમ માટે છે જે તમે સ્થાપિત કરવા જઈ રહ્યા છો.
pa: ਬੂਟ ਨਿਸ਼ਾਨਾ ਹਟਾਇਆ ਨਹੀ ਜਾ ਸਕਦਾ ਹੈ, ਕਿਉਕਿ ਇਹ ਉਸ %s ਸਿਸਟਮ ਲਈ ਹੈ, ਜੋ ਕਿ ਤੁਸੀਂ ਇੰਸਟਾਲ ਕਰ ਰਹੇ ਹੋ।

source: Individual Package Selection
gu: પેકેજની અયોગ્ય પસંદગી
pa: ਵੱਖੋ-ਵੱਖ ਪੈਕੇਜ ਚੋਣ

source: All Packages
gu: બધા પેકેજો
pa: ਸਭ ਪੈਕੇਜ

source: Package: %s Version: %s
gu: પેકેજ: %s આવૃત્તિ: %s
pa: ਪੈਕੇਜ: %s ਵਰਜਨ: %s

source: _Tree View
gu: ટ્રી દેખાવ (_T)
pa: ਪੇਚਦਾਰ ਦਰਿਸ਼(_T)

source: _Flat View
gu: સપાટ દેખાવ (_F)
pa: ਸਮਾਂਤਰ ਦਰਿਸ਼(_F)

source: _Package
gu: પેકેજ (_P)
pa: ਪੈਕੇਜ(_P)

source: _Size (MB)
gu: માપ (MB) (_S)
pa: ਆਕਾਰ (ਮੈਬਾ)(_S)

source: Total size:
gu: કુલ માપ:
pa: ਕੁੱਲ ਆਕਾਰ:

source: Select _all in group
gu: જૂથમાં બધું પસંદ કરો (_a)
pa: ਸਮੂਹ ਵਿੱਚ ਸਭ ਚੁਣੋ(_A)

source: _Unselect all in group
gu: જૂથમાં બધું નાપસંદ કરો (_U)
pa: ਸਮੂਹ ਵਿੱਚ ਕੋਈ ਨਾ ਚੁਣੋ (_U)

source: Package Group Selection
gu: પેકેજ જૂથ પસંદગી
pa: ਪੈਕੇਜ ਸਮੂਹ ਚੋਣ

source: Minimal
gu: ન્યુનતમ
pa: ਨਿਊਨਤਮ

source: Details for '%s'
gu: '%s' માટેની વિગતો
pa: '%s' ਲਈ ਵੇਰਵਾ

source: A package group can have both Base and Optional package members. Base packages are always selected as long as the package group is selected. Select the optional packages to be installed:
gu: પેકેજ જૂથ પાસે બંને આધાર અને વૈકલ્પિક પેકેજ સભ્યો છે. આધાર પેકેજો હંમેશા પેકેજ જૂથ પસંદ થાય તેની સાથે જ પસંદ થઈ જાય છે. વૈકલ્પિક પેકેજો સ્થાપિત થવા માટે પસંદ કરો:
pa: ਪੈਕੇਜ ਸਮੂਹ ਵਿੱਚ ਦੋਵੇ ਮੂਲ ਅਤੇ ਚੋਣੇ ਪੈਕੇਜ ਮੈਬਰ ਹਨ। ਮੂਲ ਪੈਕੇਜ ਤਾਂ ਪੈਕੇਜ ਸਮੂਹ ਦੀ ਚੋਣ ਹੋਣ ਦੀ ਹਾਲਾਤ ਹਮੇਸ਼ਾ ਹੀ ਚੁਣੇ ਜਾਣਗੇ। ਚੋਣਵੇ ਪੈਕੇਜਾਂ ਦੀ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਚੋਣ:

source: Base Packages
gu: આધાર પેકેજો
pa: ਮੂਲ ਪੈਕੇਜ

source: Optional Packages
gu: વૈકલ્પિક પેકેજો
pa: ਚੋਣਵੇਂ ਪੈਕੇਜ

source: Details
gu: વિગતો
pa: ਵੇਰਵਾ

source: _Select individual packages
gu: અંગત પેકેજો પસંદ કરો (_S)
pa: ਵੱਖੋ-ਵੱਖ ਪੈਕੇਜ ਦੀ ਚੋਣ(_S)

source: Additional Size Options
gu: વધારાના માપ માટેના વિકલ્પો
pa: ਵਾਧੂ ਆਕਾਰ ਚੋਣ

source: _Fixed size
gu: ચોક્કસ માપ (_F)
pa: ਨਿਸ਼ਚਿਤ ਆਕਾਰ(_F)

source: Fill all space _up to (MB):
gu: બધી જગ્યા આટલા માપ સુધી ભરી દો (MB):
pa: ਇਸ ਤੱਕ ਸਾਰੀ ਥਾਂ ਭਰੋ(ਮੈਬਾ)(_U):

source: Fill to maximum _allowable size
gu: મહત્તમ માન્ય માપ સુધી ભરી દો
pa: ਅਧਿਕਤਮ ਮਨਜ਼ੂਰ ਥਾਂ ਭਰੋ(_A)

source: The end cylinder must be greater than the start cylinder.
gu: અંતિમ સીલીન્ડર શરુઆતના સીલીન્ડર કરતાં મોટો જ હોવો જોઈએ.
pa: ਆਖਰੀ ਸਿੰਲਡਰ ਸ਼ੁਰੂਆਤੀ ਸਿੰਲਡਰ ਤੋਂ ਵੱਡਾ ਚਾਹੀਦਾ ਹੈ।

source: Add Partition
gu: પાર્ટીશન ઉમેરો
pa: ਭਾਗ ਸ਼ਾਮਿਲ

source: Edit Partition: /dev/%s
gu: પાર્ટીશનમાં ફેરફાર કરો: /dev/%s
pa: ਭਾਗ ਵਿੱਚ ਸੋਧ: /dev/%s

source: Edit Partition
gu: પાર્ટીશનમાં ફેરફાર કરો
pa: ਭਾਗ ਵਿੱਚ ਸੋਧ

source: File System _Type:
gu: ફાઈલ સિસ્ટમનો પ્રકાર (_T):
pa: ਫਾਇਲ ਸਿਸਟਮ ਕਿਸਮ(_T):

source: Allowable _Drives:
gu: ઉપ્લબ્ધ ડ્રાઈવો (_D):
pa: ਉਪਲੱਬਧ ਜੰਤਰ(_D):

source: Drive:
gu: ડ્રાઈવ:
pa: ਡਰਾੲੀਵ:

source: Original File System Label:
gu: મૂળ ફાઈલ સિસ્ટમ લેબલ:
pa: ਅਸਲੀ ਫਾਇਲ-ਸਿਸਟਮ ਲੇਬਲ:

source: _Start Cylinder:
gu: શરુઆતનો સીલીન્ડર (_S):
pa: ਸ਼ੁਰੂਆਤੀ ਸਿੰਲਡਰ(_S):

source: _End Cylinder:
gu: અંતિમ સીલીન્ડર (_E):
pa: ਆਖਰੀ ਸਿੰਲਡਰ (_E):

source: Force to be a _primary partition
gu: પ્રાથમિક પાર્ટીશન હોય તે માટે દબાણ કરો (_p)
pa: ਪ੍ਰਾਇਮਰੀ ਭਾਗ ਬਣਨ ਲਈ ਮਜਬੂਰ ਕਰੋ(_P)

source: Type
gu: પ્રકાર
pa: ਕਿਸਮ

source: Format
gu: બંધારણ
pa: ਫਾਰਮਿਟ

source: Start
gu: શરુ
pa: ਸ਼ੁਰੂ

source: End
gu: અંત
pa: ਖਤਮ

source: Mount Point/ RAID/Volume
gu: માઉન્ટ બિંદુ/ RAID/વોલ્યુમ
pa: ਮਾਊਟ ਸਥਿਤੀ/ ਰੇਡ(RAID)/ਵਾਲੀਅਮ

source: Size (MB)
gu: માપ (MB)
pa: ਆਕਾਰ (ਮੈਬਾ)

source: Partitioning
gu: પાર્ટીશન કરી રહ્યા છીએ
pa: ਵਿਭਾਗੀਕਰਨ

source: The following critical errors exist with your requested partitioning scheme.
gu: તમારી મંગાયેલી પાર્ટીશન કરવાની પદ્ધતિ સાથે નીચેની ગંભીર ભૂલો હતી.
pa: ਇਹ ਘਾਤਕ ਗਲਤੀਆਂ ਕਰਕੇ ਤੁਹਾਡੀ ਲੋਡ਼ੀਂਦੀ ਵਿਭਾਗੀਕਰਨ ਸਕੀਮ ਖਤਮ ਹੋ ਗਈ ਹੈ।

source: These errors must be corrected prior to continuing with your install of %s.
gu: તમારા %s ના સ્થાપન સાથે ચાલુ રાખવા પહેલાં ભૂલો સુધારેલી જ હોવી જોઈએ.
pa: ਇਹ ਗਲਤੀਆਂ ਠੀਕ ਕਰਨੀਆਂ ਜਰੂਰੀ ਹਨ ਤਾਂਕਿ ਤੁਸੀਂ %s ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਰਹੋ।

source: Partitioning Errors
gu: પાર્ટીશન કરવામાં ભૂલો
pa: ਵਿਭਾਗੀਕਰਨ ਗਲਤੀਆਂ

source: The following warnings exist with your requested partition scheme.
gu: તમારા મંગાયેલી પાર્ટીશન કરવાની પદ્ધતિ સાથે નીચેની ચેતવણીઓ હતી.
pa: ਹੇਠ ਲਿਖੀਆ ਘਾਤਕ ਗਲਤੀਆਂ ਕਰਕੇ ਤੁਹਾਡੀ ਲੋੜੀਂਦੀ ਵਿਭਾਗੀਕਰਨ ਸਕੀਮ ਖਤਮ ਹੋ ਗਈ ਹੈ।

source: Would you like to continue with your requested partitioning scheme?
gu: તમારી મંગાયેલી પાર્ટીશન કરવાની પદ્ધતિ સાથે તમે ચાલુ રાખવા માંગો છો?
pa: ਕੀ ਤੁਸੀਂ ਲੋੜੀਂਦੀ ਵਿਭਾਗੀਕਰਨ ਸਕੀਮ ਨਾਲ ਜਾਰੀ ਰਹਿਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Partitioning Warnings
gu: પાર્ટીશન કરતી વખતની ચેતવણીઓ
pa: ਵਿਭਾਗੀਕਰਨ ਚੇਤਾਵਨੀਆਂ

source: Format Warnings
gu: બંધારણ ચેતવણીઓ
pa: ਫਾਰਮਿਟ ਚੇਤਵਾਨੀ

source: _Format
gu: બંધારણ (_F)
pa: ਫਾਰਮਿਟ(_F)

source: LVM Volume Groups
gu: LVM વોલ્યુમ જૂથો
pa: LVM ਵਾਲੀਅਮ ਸਮੂਹ

source: RAID Devices
gu: RAID ઉપકરણો
pa: ਰੇਡ(RAID) ਜੰਤਰ

source: None
gu: કંઈ નહિં
pa: ਨਹੀਂ

source: Hard Drives
gu: હાર્ડ ડ્રાઈવો
pa: ਹਾਰਡ ਡਰਾੲੀਵ

source: Free space
gu: ખાલી જગ્યા
pa: ਖਾਲੀ ਥਾਂ

source: Extended
gu: વિસ્તૃત
pa: ਐਕਸਟੇੱਡ

source: software RAID
gu: સોફ્ટવેર RAID
pa: ਸਾਫਟਵੇਅਰ ਰੇਡ(RAID)

source: Free
gu: મુક્ત
pa: ਖਾਲੀ

source: Could not allocate requested partitions: %s.
gu: મંગાયેલ પાર્ટીશનો સ્થિત કરી શક્યા નહિં: %s.
pa: ਲੋਡ਼ੀਦੇ ਭਾਗ ਨੂੰ ਜਾਰੀ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ: %s।

source: Warning: %s.
gu: ચેતવણી: %s.
pa: ਚੇਤਾਵਨੀ: %s।

source: Not supported
gu: આધાર નથી
pa: ਸਹਾਇਕ ਨਹੀ

source: LVM is NOT supported on this platform.
gu: LVM ને આ પ્લેટફોર્મ પર આધાર નથી.
pa: LVM ਇਸ ਪਲੇਟਫਾਰਮ ਲਈ ਸਹਿਯੋਗੀ ਨਹੀ ਹੈ।

source: Software RAID is NOT supported on this platform.
gu: સોફ્ટવેર RAID ને આ પ્લેટફોર્મ પર આધાર નથી.
pa: ਸਾਫਟਵੇਅਰ ਰੇਡ(RAID) ਇਸ ਪਲੇਟਫਾਰਮ ਲਈ ਸਹਿਯੋਗੀ ਨਹੀ ਹੈ।

source: No RAID minor device numbers available
gu: કોઈ RAID ન્યુનતમ ઉપકરણ નંબરો ઉપ્લબ્ધ નથી
pa: ਕੋਈ ਰੇਡ(RAID) ਪ੍ਰਤੀਬਿੰਬ ਜੰਤਰ ਨੰਬਰ ਉਪਲੱਬਧ ਨਹੀ ਹੈ

source: A software RAID device cannot be created because all of the available RAID minor device numbers have been used.
gu: સોફ્ટવેર RAID ઉપકરણ બનાવી શકાતું નથી કારણકે ઉપ્લબ્ધ RAID ન્યુનત્મઉપકરણ નંબરો વપરાઈ ગયેલ છે.
pa: ਸਾਫਟਵੇਅਰ ਰੇਡ(RAID) ਬਣਾਇਆ ਨਹੀ ਜਾ ਸਕਿਆ ਹੈ, ਕਿਉਂਕਿ ਸਾਰੇ ਉਪਲੱਬਧ ਰੇਡ(RAID) ਜੰਤਰ ਵਰਤੇ ਜਾ ਰਹੇ ਹਨ।

source: RAID Options
gu: RAID વિકલ્પો
pa: ਰੇਡ(RAID) ਚੋਣ

source: Software RAID allows you to combine several disks into a larger RAID device. A RAID device can be configured to provide additional speed and reliability compared to using an individual drive. For more information on using RAID devices please consult the %s documentation. You currently have %s software RAID partition(s) free to use.
gu: સોફ્ટવેર RAID તમને ઘણી બધી ડિસ્ક મોટા RAID ઉપકરણમાં ભેગીકરવાની પરવાનગી આપે છે. RAID ઉપકરણ વધુ ઝડપ અને અંગત ડ્રાઈવ વાપરવા માટે રાહત પૂરી પાડે છે. RAID ઉપકરણો વિશે વધુ જાણકારી મેળવવા માટે મહેરબાની કરીને %s દસ્તાવેજો જુઓ. તમારી પાસે વર્તમાનમાં %s સોફ્ટવેર RAID વાપરવા માટે મુક્ત છે.
pa: ਸਾਫਟਵੇਅਰ ਰੇਡ(RAID) ਤੁਹਾਨੂੰ ਕਈ ਡਿਸਕਾਂ ਨੂੰ ਇੱਕ ਵੱਡੇ ਰੇਡ(RAID) ਜੰਤਰ ਦੇ ਰੂਪ ਵਿੱਚ ਜੋਡ਼ਨ ਲਈ ਸਹਾਈ ਹੈ। ਇੱਕ ਰੇਡ(RAID) ਜੰਤਰ ਇੱਕ ਵੱਖਰੀ ਡਰਾੲੀਵ ਨਾਲ ਜਿਆਦਾ ਗਤੀ ਅਤੇ ਭਰੋਸਾ ਦੇਣ ਦੇ ਯੋਗ ਹੈ। ਰੇਡ(RAID) ਦੀ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ, %s ਦਸਤਾਵੇਜ਼ ਦੀ ਜਾਂਚ ਕਰੋ। ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਸਮੇਂ %s ਸਾਫਟਵੇਅਰ ਰੇਡ(RAID) ਭਾਗ ਵਰਤਣ ਲਈ ਖਾਲੀ ਹਨ।

source: To use RAID you must first create at least two partitions of type 'software RAID'. Then you can create a RAID device which can be formatted and mounted.
gu: RAID વાપરવા માટે તમારે પહેલાં ઓછામાં ઓછા બે પાર્ટીશનો 'સોફ્ટવેર RAID' પ્રકારના રાખવા જોઈએ. પછી તમે RAID ઉપકરણ બનાવી શકો છો કે જેનું બંધારણ ઘડી શકાય અને માઉન્ટ થઈ શકે.
pa: ਰੇਡ(RAID) ਵਰਤਣ ਲਈ ਤੁਹਾਨੂੰ ਘੱਟੋ-ਘੱਟ ਦੋ ਭਾਗ 'ਸਾਫਟਵੇਅਰ ਰੇਡ(RAID)' ਦੀ ਕਿਸਮ ਦੇ ਬਣਾਉਣੇ ਪੈਣਗੇ, ਤਦ ਤੁਹਾਨੂੰ ਇੱਕ ਰੇਡ(RAID) ਜੰਤਰ ਬਣਾਉਣਾ ਪਵੇਗਾ, ਜਿਸ ਨੂੰ ਕਿ ਫਾਰਮਿਟ ਕੀਤਾ ਜਾ ਸਕੇ ਅਤੇ ਜਿਸ ਨੂੰ ਮਾਊਟ ਕੀਤਾ ਜਾ ਸਕੇ।

source: What do you want to do now?
gu: તમે હમણાં શું કરવા માંગો છો?
pa: ਹੁਣ ਤੁਸੀਂ ਕੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Create a software RAID _partition.
gu: સોફ્ટવેર RAID પાર્ટીશન બનાવો (_p).
pa: ਸਾਫਟਵੇਅਰ ਰੇਡ(RAID) ਭਾਗ ਬਣਾਉ(_P)।

source: Create a RAID _device [default=/dev/md%s].
gu: RAID ઉપકરણ બનાવો [default=/dev/md%s] (_d).
pa: ਰੇਡ(RAID) ਜੰਤਰ ਬਣਾਉ [ਮੂਲ=/dev/md%s](_D)।

source: Clone a _drive to create a RAID device [default=/dev/md%s].
gu: RAID ઉપકરણ બનાવવા માટે ડ્રાઈવનું ક્લોન બનાવો [default=/dev/md%s].
pa: ਸਮਰੂਪੀ ਡਰਾੲੀਵ, ਰੇਡ(RAID) ਜੰਤਰ ਬਣਾਉਣ ਲਈ [ਮੂਲ=/dev/md%s] (_D)।

source: Couldn't Create Drive Clone Editor
gu: ડ્રાઈવ ક્લોન સંપાદક બનાવી શક્યા નહિં
pa: ਡਰਾੲੀਵ ਸਮਰੂਪੀ ਸੰਪਾਦਕ ਨਹੀ ਬਣਾ ਸਕਿਆ

source: The drive clone editor could not be created for some reason.
gu: અમુક કારણોસર ડ્રાઈવ ક્લોન સંપાદક બનાવી શક્યા નહિં.
pa: ਡਰਾੲੀਵ ਸਮਰੂਪੀ ਸੰਪਾਦਕ ਕੁਝ ਕਾਰਨਾਂ ਕਰਕੇ ਨਹੀ ਬਣਾਇਆ ਜਾ ਸਕਿਆ ਹੈ।

source: Ne_w
gu: નવું (_w)
pa: ਨਵਾਂ(_W)

source: Re_set
gu: ફરીથી સુયોજિત કરો (_s)
pa: ਮੁਡ਼ ਨਿਰਧਾਰਨ(_S)

source: R_AID
pa: ਰੇਡ(R_AID)

source: Hide RAID device/LVM Volume _Group members
gu: RAID ઉપકરણ/LVM વોલ્યુમ જૂથ સભ્યો છુપાવો (_G)
pa: ਰੇਡ(RAID) ਜੰਤਰ/LVM ਵਾਲੀਅਮ ਸਮੂਹ ਮੈਂਬਰ ਉਹਲੇ ਕਰੋ(_G)

source: Automatic Partitioning
gu: આપોઆપ પાર્ટીશન કરી રહ્યા છીએ
pa: ਸਵੈਚਾਲਤ- ਵਿਭਾਗੀਕਰਨ

source: You need to select at least one hard drive to have %s installed onto.
gu: તમારે ઓછામાં ઓછી એક હાર્ડ ડ્રાઈવ પસંદ કરેલી હોવી જોઈએ કે જેના પર %s સ્થાપિત હોય.
pa: ਤੁਹਾਨੂੰ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਹਾਰਡ-ਡਿਸਕ ਲੋੜੀਂਦੀ ਹੈ, ਜਿਸ ਉਪੱਰ %s ਇੰਸਟਾਲ ਹੋਵੇ।

source: I want to have automatic partitioning:
gu: મારે આપોઆપ પાર્ટીશન હોય એની જરુર છે:
pa: ਮੈ ਸਵੈਚਾਲਤ-ਵਿਭਾਗੀਕਰਨ ਚਾਹੁੰਦਾ ਹਾਂ:

source: Select the drive(s) to use for this installation:
gu: આ સ્થાપન માટે ડ્રાઈવો પસંદ કરો:
pa: ਇਸ ਇੰਸਟਾਲੇਸ਼ਨ ਦੌਰਾਨ ਵਰਤਣ ਲਈ ਡਰਾੲੀਵਾਂ ਦੀ ਚੋਣ:

source: Re_view (and modify if needed) the partitions created
gu: બનેલા પાર્ટીશનોનો રીવ્યુ લો
pa: ਬਣਾਏ ਭਾਗਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰੋ (ਅਤੇ ਲੋਡ਼ ਹੋਣ ਤੇ ਸੋਧ ਵੀ ਕਰੋ)(_V)

source: <Not Applicable>
gu: < લાગુ પડતું નથી>
pa: <ਅਨੁਕੂਲ ਨਹੀ>

source: How would you like to prepare the file system on this partition?
gu: તમે આ પાર્ટીશન પર ફાઈલ સિસ્ટમ કેવી રીતે તૈયાર થયેલી જોવા માંગો છો?
pa: ਇਸ ਭਾਗ ਤੇ ਤੁਸੀਂ ਫਾਇਲ-ਸਿਸਟਮ ਕਿਸ ਤਰਾਂ ਤਿਆਰ ਕਰਨਾ ਪਸੰਦ ਕਰੋਗੇ?

source: Leave _unchanged (preserve data)
gu: ફેરફાર કર્યા વિના રહેવા દો (માહિતી બચાવે)
pa: ਨਾ-ਤਬਦੀਲ ਹੀ ਰੱਖੋ(ਡਾਟਾ ਸੰਭਾਲੋ)(_U)

source: _Format partition as:
gu: પાર્ટીશનને આ રીતે ફોર્મેટ કરો (_F):
pa: ਭਾਗ ਨੂੰ ਫਾਰਮਿਟ(_F):

source: Mi_grate partition to:
gu: પાર્ટીશનને આમાં ફેરવો (_g):
pa: ਭਾਗ ਨੂੰ ਤਬਦੀਲ(_G):

source: Check for _bad blocks?
gu: ખરાબ બ્લોકો માટે ચકાસો? (_b)
pa: ਨਕਾਰਾ ਬਲਾਕਾਂ ਦੀ ਜਾਂਚ(_B)?

source: Partitions of type '%s' must be constrained to a single drive. This is done by selecting the drive in the 'Allowable Drives' checklist.
gu: '%s' પ્રકારના પાર્ટીસનો એક ડ્રાઈવમાં સમાયેલા હોવા જોઈએ. આ 'ઉપ્લબ્ધ ડ્રાઈવો' ની યાદીમાં પસંદગી કરીને થાય છે.
pa: ਭਾਗ ਦੀ ਕਿਸਮ '%s' ਸਿਰਫ ਇੱਕ ਡਰਾੲੀਵ ਲਈ ਹੀ ਨਿਯਤ ਹੈ। ਇਸ ਨੂੰ"ਡਰਾੲੀਵ ਇਜ਼ਾਜਤ" ਸੂਚੀ ਵਿੱਚੋ ਚੁਣ ਕੇ ਨਿਸ਼ਚਿਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।

source: Disk Partitioning Setup
gu: ડિસ્ક પાર્ટીશન સેટઅપ
pa: ਡਿਸਕ ਵਿਭਾਗੀਕਰਨ ਨਿਰਧਾਰਨ

source: _Automatically partition
gu: આપોઆપ પાર્ટીશન (_A)
pa: ਸਵੈਚਾਲਿਤ ਭਾਗ(_A)

source: Manually partition with _Disk Druid
gu: ડિસ્ક ડ્રુડ સાથે જાતે પાર્ટીશનો પાડો (_D)
pa: ਡਿਸਕ ਡਰਾਊਕ ਨਾਲ ਦਸਤੀ ਭਾਗ(_D)

source: %s MB
pa: %s ਮੈਬਾ

source: %s KB
pa: %s ਕਿਬਾ

source: %s Byte
gu: %s બાઈટ
pa: %s ਬਾਈਟ

source: %s Bytes
gu: %s બાઈટો
pa: %s ਬਾਈਟ

source: Installing Packages
gu: પેકેજો સ્થાપિત કરી રહ્યા છીએ
pa: ਪੈਕੇਜ ਇੰਸਟਾਲ ਹੋ ਰਹੇ ਹਨ

source: Remaining time: %s minutes
gu: બાકીનો સમય: %s મિનિટો
pa: ਬਕਾਇਆ ਸਮਾਂ: %s ਮਿੰਟ

source: Downloading %s
gu: %s ડાઉનલોડ કરી રહ્યા છીએ
pa: ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾਦਾ ਹੈ %s

source: Installing %s-%s-%s.%s (%s)
gu: %s-%s-%s.%s (%s) સ્થાપિત કરી રહ્યા છીએ
pa: ਇੰਸਟਾਲ ਹੋ ਰਿਹਾ ਹੈ %s-%s-%s.%s (%s)

source: Summary
gu: સાર
pa: ਸੰਖੇਪ

source: Status:
gu: સ્થિતિ:
pa: ਸਥਿਤੀ:

source: At least two unused software RAID partitions are needed to create a RAID device. First create at least two partitions of type "software RAID", and then select the "RAID" option again.
gu: ઓછામાં ઓછા બે નહિં વપરાયેલ સોફ્ટવેર RAID પાર્ટીશનો RAID ઉપકરણબનાવવા માટે જરુરી છે. પહેલા ઓછામાં ઓછા બે પાર્ટીશનો "સોફ્ટવેર RAID" પ્રકારના બનાવો, અને પછી "RAID" વિકલ્પ ફરીથી પસંદ કરો.
pa: ਰੇਡ(RAID) ਭਾਗ ਬਣਾਉਣ ਲਈ ਘੱਟੋ-ਘੱਟ ਦੋ ਨਾ-ਵਰਤੇ ਸਾਫਟਵੇਅਰ ਰੇਡ(RAID) ਭਾਗ ਬਣੇ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ। ਪਹਿਲਾਂ ਦੋ ਭਾਗ "ਸਾਫਟਵੇਅਰ ਰੇਡ(RAID)" ਕਿਸਮ ਦੇ ਬਣਾੳ ਅਤੇ ਤਦ"ਰੇਡ(RAID)" ਚੋਣ ਮੁਡ਼ ਚੁਣੋ।

source: Make RAID Device
gu: RAID ઉપકરણ બનાવો
pa: ਰੇਡ(RAID) ਜੰਤਰ ਬਣਾਉ

source: Edit RAID Device: /dev/md%s
gu: RAID ઉપકરણમાં ફેરફાર કરો: /dev/md%s
pa: ਰੇਡ(RAID) ਜੰਤਰ ਸੋਧ: /dev/md%s

source: Edit RAID Device
gu: RAID ઉપકરણમાં ફેરફાર કરો
pa: ਰੇਡ(RAID) ਜੰਤਰ ਸੋਧ

source: RAID _Device:
gu: RAID ઉપકરણ (_D):
pa: ਰੇਡ(RAID) ਜੰਤਰ(_D):

source: RAID _Level:
gu: RAID સ્તર (_L):
pa: ਰੇਡ(RAID) ਲੇਬਲ(_L):

source: _RAID Members:
gu: _RAID સભ્યો:
pa: ਰੇਡ(_RAID) ਅੰਗ:

source: Number of _spares:
gu: સ્પેરોની સંખ્યા (_s):
pa: ਸਪੇਅਰਾਂ ਦੀ ਗਿਣਤੀ(_S):

source: _Format partition?
gu: પાર્ટીશનને ફોર્મેટ કરવું છે (_F)?
pa: ਭਾਗ ਫਾਰਮਿਟ ਕਰਨਾ ਹੈ(_F)?

source: The source drive has no partitions to be cloned. You must first define partitions of type 'software RAID' on this drive before it can be cloned.
gu: સ્રોત ડ્રાઈવને કોઈ પાર્ટીશનો ક્લોન કરેલ નથી. તમારે પહેલા 'સોફ્ટવેર RAID' પ્રકારનો પાર્ટીશન વ્યાખ્યાયિત કરવો પડે છે આ ડ્રાઈવ પર તે ક્લોન બની જાય તે પહેલાં.
pa: ਸਰੋਤ ਡਰਾੲੀਵ ਤੇ ਕੋਈ ਭਾਗ ਸਮਰੂਪੀ ਕਰਨ ਲਈ ਨਹੀ ਹੈ। ਸਮਰੂਪੀ ਬਣਾਉਣ ਤੋ ਪਹਿਲਾਂ ਇਸ ਡਰਾੲੀਵ ਤੇ ਤੁਹਾਨੂੰ ਭਾਗ ਦੀ ਕਿਸਮ "ਸਾਫਟਵੇਅਰ ਰੇਡ(RAID)" ਪ੍ਰਭਾਸ਼ਿਤ ਕਰਨੀ ਜਰੂਰੀ ਹੈ।

source: Source Drive Error
gu: સ્રોત ડ્રાઈવ ભૂલ
pa: ਸਰੋਤ ਡਰਾੲੀਵ ਗਲਤੀ

source: The source drive selected has partitions on it which are not of type 'software RAID'. These partitions will have to be removed before this drive can be cloned.
gu: પસંદ થયેલ સ્રોત ડ્રાઈવ પાસે તેના પાર્ટીશનો છે કે જે 'સોફ્ટવેર RAID' પ્રકારના નથી. આ પાર્ટીશનો આ ડ્રાઈવ ક્લોન થઈ જાય તે પહેલાં દૂર થઈ જશે.
pa: ਚੁਣੀ ਸਰੋਤ ਜੰਤਰ ਤੇ ਭਾਗਾਂ ਦੀ ਕਿਸਮ 'ਸਾਫਟਵੇਅਰ ਰੇਡ(RAID)" ਨਹੀ ਹੈ। ਇਸ ਡਰਾੲੀਵ ਨੂੰ ਸਮਰੂਪੀ ਕਰਨ ਲਈ ਇਹਨਾਂ ਭਾਗਾਂ ਨੂੰ ਹਟਾਉਣ ਜਰੂਰੀ ਹੈ।

source: The source drive selected has partitions which are not constrained to the drive /dev/%s. These partitions will have to be removed or restricted to this drive before this drive can be cloned.
gu: પસંદ થયેલ સ્રોત ડ્રાઈવ પાસે પાર્ટીશનો છે કે જે ડ્રાઈવ /dev/%s સાથે સંકળાયેલ નથી. આ ડ્રાઈવ ક્લોન થઈ જાય તે પહેલાં આ પાર્ટીશનો દૂર થઈ જશે અથવા આ ડ્રાઈવ માટે પ્રતિબંધિત થઈ જશે.
pa: ਚੁਣੀ ਸਰੋਤ ਡਰਾੲੀਵ ਜਿਸ ਤੇ ਭਾਗ ਹਨ, ਜੋ ਕਿ ਡਰਾੲੀਵ /dev/%s ਲਈ ਸੀਮਾਬੱਧ ਨਹੀ ਹਨ। ਇਸ ਡਰਾੲੀਵ ਨੂੰ ਸਮਰੂਪੀ ਕਰਨ ਲਈ ਇਹਨਾਂ ਭਾਗਾਂ ਨੂੰ ਹਟਾਉਣ ਜਰੂਰੀ ਹੈ ਜਾਂ ਇਹਨਾਂ ਨੂੰ ਸੀਮਾਬੱਧ ਕਰਨਾ ਪਵੇਗਾ।

source: The source drive selected has software RAID partition(s) which are members of an active software RAID device. These partitions will have to be removed before this drive can be cloned.
gu: પસંદ થયેલ સ્રોત ડ્રાઈવ પાસે સોફ્ટવેર RAID પાર્ટીશનો છે કે જે સક્રિય સોફ્ટવેરRAID ઉપકરણના સભ્ય છે. આ ડ્રાઈવ ક્લોન થઈ જાય તે પહેલાં આ પાર્ટીશનો દૂર કરી દેવામાં આવશે.
pa: ਚੁਣੀ ਸਰੋਤ ਡਰਾੲੀਵ ਤੇ ਸਾਫਟਵੇਅਰ ਰੇਡ(RAID) ਭਾਗ ਹਨ, ਜੋ ਕਿ ਸਰਗਰਮ ਸਾਫਟਵੇਅਰ ਰੇਡ(RAID)ਜੰਤਰ ਦੇ ਮੈਂਬਰ ਹਨ। ਇਸ ਡਰਾੲੀਵ ਨੂੰ ਸਮਰੂਪੀ ਕਰ ਲਈ ਇਹਨਾਂ ਭਾਗਾਂ ਨੂੰ ਹਟਾਉਣ ਜਰੂਰੀ ਹੈ।

source: Target Drive Error
gu: લક્ષ્ય ડ્રાઈવ ભૂલ
pa: ਟੀਚਾ ਡਰਾੲੀਵ ਗਲਤੀ

source: Please select the target drives for the clone operation.
gu: મહેરબાની કરીને ક્લોનની પ્રક્રિયા માટે લક્ષ્ય ડ્રાઈવો પસંદ કરો.
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਮਰੂਪੀ ਕਾਰਵਾਈ ਲਈ ਟੀਚਾ ਡਰਾੲੀਵਾਂ ਦੀ ਚੋਣ ਕਰੋ।

source: The source drive /dev/%s cannot be selected as a target drive as well.
gu: સ્રોત ડ્રાઈવ /dev/%s આ રીતે લક્ષ્ય ડ્રાઈવ તરીકે પસંદ કરી શકાતું નથી.
pa: ਸਰੋਤ ਡਰਾੲੀਵ /dev/%s ਨੂੰ ਨਿਯਤ ਡਰਾੲੀਵ ਨਹੀ ਬਣਾਇਆ ਜਾ ਸਕਦਾ ਹੈ।

source: The target drive /dev/%s has a partition which cannot be removed for the following reason: "%s" This partition must be removed before this drive can be a target.
gu: લક્ષ્ય ડ્રાઈવ /dev/%s પાસે પાર્ટીશન છે કે જે નીચેના કારણોસર દૂર કરી શકાતું નથી: "%s" આ ડ્રાઈવ લક્ષ્ય બને તે પહેલાં આ પાર્ટીશન દૂર કરવું જ પડે છે.
pa: ਟੀਚਾ ਡਰਾੲੀਵ /dev/%s ਤੇ ਇੱਕ ਭਾਗ ਹੈ, ਜੋ ਕਿ ਅੱਗੇ ਲਿਖੇ ਕਾਰਨਾਂ ਕਰਕੇ ਹਟਾਇਆ ਨਹੀ ਜਾ ਸਕਦਾ ਹੈ: "%s" ਟੀਚੇ ਲਈ ਇਸ ਭਾਗ ਨੂੰ ਹਟਾਉਣਾ ਜ਼ਰੂਰੀ ਹੈ।

source: Please select a source drive.
gu: મહેરબાની કરીને સ્રોત ડ્રાઈવ પસંદ કરો.
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਰੋਤ ਜੰਤਰ ਚੁਣੋ।

source: The drive /dev/%s will now be cloned to the following drives:
gu: ડ્રાઈવ /dev/%s હવે નીચેની ડ્રાઈવોમાં ક્લોન થઈ જશે:
pa: ਡਰਾੲੀਵ /dev/%s ਹੇਠ ਲਿਖੀਆਂ ਡਾਰਇਵਾਂ ਨਾਲ ਸਮਰੂਪ ਕੀਤੀ ਜਾਵੇਗੀ:

source: WARNING! ALL DATA ON THE TARGET DRIVES WILL BE DESTROYED.
gu: ચેતવણી! લક્ષ્ય ડ્રાઈવ પરની બધી માહિતી હવે પછી નાશ થઈ જશે.
pa: ਚੇਤਾਵਨੀ ! ਨਿਯਤ ਡਰਾੲੀਵਾਂ ਤੇ ਮੌਜੂਦ ਸਾਰਾ ਡਾਟਾ ਨਸ਼ਟ ਹੋ ਜਾਵੇਗਾ।

source: Final Warning
gu: છેલ્લી ચેતવણી
pa: ਆਖਰੀ ਚੇਤਾਵਨੀ

source: Clone Drives
gu: ક્લોન ડ્રાઈવો
pa: ਸਮਰੂਪੀ ਡਰਾੲੀਵ

source: There was an error clearing the target drives. Cloning failed.
gu: લક્ષ્ય ડ્રાઈવો સાફ કરવામાં ત્યાં ભૂલ હતી. ક્લોન કરવાનું નિષ્ફળ.
pa: ਨਿਯਤ ਡਰਾੲੀਵਾਂ ਨੂੰ ਸਾਫ ਕਰਨ ਵਿੱਚ ਅਸਫਲ, ਸਮਰੂਪਤਾ ਅਸਫਲ।

source: Clone Drive Tool This tool allows you to significantly reduce the amount of effort required to setup RAID arrays. The idea is to take a source drive which has been prepared with the desired partitioning layout, and clone this layout onto other similar sized drives. Then a RAID device can be created. NOTE: The source drive must have partitions which are restricted to be on that drive only, and can only contain unused software RAID partitions. Other partition types are not allowed. EVERYTHING on the target drive(s) will be destroyed by this process.
gu: ક્લોન ડ્રાઈવ સાધન આ સાધન તમને RAID અૅરે સુયોજિત કરવા માટે જરુરી પ્રયત્ન ઘટાડવા માટેની પરવાનગી આપે છે. વિચાર તો એવો છે કે સ્રોત ડ્રાઈવ લઈ લેવી કે જે જરુરી પાર્ટીશન દેખાવ સાથે છે, અને આ દેખાવને તેના જેવા બીજા સરખા માપની ડ્રાઈવોમાં ફેરવો. પછી RAID ઉપકરણ બનાવી શકાશે. નોંધ: સ્રોત ડ્રાઈવ પાસે પાર્ટીશનો હોવા જ જોઈએ કે જે માત્ર તે ડ્રાઈવ સાથે જ બંધાયેલા હોય, અને તે માત્ર નહિં વપરાયેલ સોફ્ટવેર RAID પાર્ટીશનો સમાવે. બીજા પ્રકારના પાર્ટીશનો માન્ય નથી. આ પ્રક્રિયા દ્વારા લક્ષ્ય ડ્રાઈવો પરનું બધું જ નાશ થઈ જશે.
pa: ਸਮਰੂਪੀ ਡਰਾੲੀਵ ਸੰਦ ਇਹ ਸੰਦ ਰੇਡ(RAID) ਲਡ਼ੀ ਬਣਾਉਣ ਲਈ ਕਰਨ ਪੈਦੇ ਯਤਨਾਂ ਨੂੰ ਬਹੁਤ ਹੱਦ ਤੱਕ ਘਟਾਉਣ ਵਿੱਚ ਸਹਾਇਕ ਹੈ। ਤਰੀਕਾ ਇਹ ਹੈ ਕਿ ਇੱਕ ਸਰੋਤ ਡਾਰਇਵ, ਜੋ ਕਿ ਪਸੰਦੀਦੇ ਭਾਗ ਖਾਕਾ ਨਾਲ ਤਿਆਰ ਕੀਤੀ ਜਾਦੀ ਹੈ ਅਤੇ ਇਸ ਦਾ ਸਮਰੂਪ ਦੂਜੀ ਉਸੇ ਆਕਾਰ ਦੀ ਡਰਾੲੀਵ ਤੇ ਤਿਆਰ ਕੀਤਾ ਜਾਦਾ ਹੈ, ਤਦ ਇੱਕ ਰੇਡ(RAID) ਜੰਤਰ ਬਣਾਇਆ ਜਾਦਾ ਹੈ। ਟਿੱਪਣੀ: ਸਰੋਤ ਡਰਾੲੀਵ ਤੇ ਭਾਗ ਸਿਰਫ ਉਸ ਡਰਾੲੀਵ ਤੇ ਹੋਣੇ ਜਰੂਰੀ ਹਨ ਅਤੇ ਸਿਰਫ ਨਾ ਵਰਤੇ ਸਾਫਟਵੇਅਰ ਭਾਗ ਹੋਣੇ ਜਰੂਰੀ ਹਨ, ਹੋਰ ਭਾਗ ਦੀ ਇਜ਼ਾਜਤ ਨਹੀ ਹੈ। ਨਿਸ਼ਾਨਾ ਡਰਾੲੀਵ ਤੇ ਸਭ ਡਾਟਾ ਖਤਮ ਹੋ ਜਾਵੇਗਾ।

source: Source Drive:
gu: સ્રોત ડ્રાઈવ:
pa: ਸਰੋਤ ਡਰਾੲੀਵ:

source: Target Drive(s):
gu: લક્ષ્ય ડ્રાઈવો:
pa: ਟੀਚਾ ਡਾਰਇਵਾਂ:

source: Drives
gu: ડ્રાઈવો
pa: ਡਰਾੲੀਵ:

source: Release Notes
gu: પ્રકાશન નોંધો
pa: ਜਾਰੀ ਸੂਚਨਾ

source: Unable to load file!
gu: ફાઈલ લાવવા માટે સમર્થ નથી!
pa: ਫਾਇਲ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ!

source: Time Zone Selection
gu: ટાઈમ ઝોન પસંદગી
pa: ਸਮਾਂ ਖੇਤਰ ਚੋਣ

source: System clock uses _UTC
gu: સિસ્ટમ ઘડિયાળ _UTC વાપરે છે
pa: ਸਿਸਟਮ ਘਡ਼ੀ _UTC ਵਰਤਦੀ ਹੈ

source: Please select the nearest city in your timezone:
gu: તમારા ટાઈમ ઝોન માટે મહેરબાની કરીને નજીકનું શહેર પસંદ કરો:
pa: ਆਪਣੇ ਨੇਡ਼ਲਾ ਸਮਾਂ-ਖੇਤਰ ਚੁਣੋ:

source: _Location
gu: જગ્યા (_L)
pa: ਸਥਿਤੀ(_L)

source: Description
gu: વર્ણન
pa: ਵਰਣਨ

source: Upgrade Boot Loader Configuration
gu: બુટ લોડર રુપરેખાંકન સુધારો
pa: ਬੂਟ-ਲੋਡਰ ਸੰਰਚਨਾ ਦਾ ਨਵੀਨੀਕਰਨ ਕਰੋ

source: _Update boot loader configuration
gu: બુટ લોડર રુપરેખાંકન સુધારો (_U)
pa: ਬੂਟ ਲੋਡਰ ਸੰਰਚਨਾ ਦਾ ਨਵੀਨੀਕਰਨ ਕਰੋ(_U)

source: This will update your current boot loader.
gu: આ તમારુ વર્તમાન બુટ લોડર સુધારશે.
pa: ਇਹ ਤੁਹਾਡੇ ਮੌਜੂਦਾ ਬੂਟ-ਲੋਡਰ ਦਾ ਨਵੀਨੀਕਰਨ ਕਰ ਦੇਵੇਗਾ।

source: The installer has detected the %s boot loader currently installed on %s.
gu: સ્થાપકે વર્તમાનમાં %s પર સ્થાપિત %s બુટ લોડર શોધી કાઢ્યું.
pa: ਇੰਸਟਾਲਰ ਨੇ %s ਬੂਟ-ਲੋਡਰ ਇਸ ਸਮੇ %s ਤੇ ਖੋਜਿਆ ਹੈ।

source: This is the recommended option.
gu: આ આગ્રહવાળો વિકલ્પ છે.
pa: ਇਹ ਸਿਫਾਰਸ਼ੀ ਚੋਣ ਹੈ।

source: The installer is unable to detect the boot loader currently in use on your system.
gu: તમારી સિસ્ટમમાં હાલમાં વપરાતું બુટ લોડર શોધવા માટે આ સ્થાપક સમર્થ નથી.
pa: ਇੰਸਟਾਲਰ ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ ਇਸ ਸਮੇਂ ਬੂਟ-ਲੋਡਰ ਖੋਜਣ ਵਿੱਚ ਅਸਫਲ ਰਿਹਾ ਹੈ।

source: _Create new boot loader configuration
gu: નવું બુટ લોડર રુપરેકાંકન બનાવો (_C)
pa: ਨਵੀ ਬੂਟ-ਲੋਡਰ ਸੰਰਚਨਾ ਬਣਾਉ(_C)

source: This will let you create a new boot loader configuration. If you wish to switch boot loaders, you should choose this.
gu: આ તમને નવું બુટ લોડર રુપરેખાંકન બનાવવાની પરવાનગી આપે છે. જો તમે બુટ લોડરો બદલવા માંગો, તો તમે આ પસંદ કરી શકો.
pa: ਇਹ ਤੁਹਾਨੂੰ ਨਵੀ ਬੂਟ-ਲੋਡਰ ਸੰਰਚਨਾ ਬਣਾਉਣ ਦੇਵੇਗਾ। ਜੇਕਰ ਤੁਸੀਂ ਬੂਟ-ਲੋਡਰ ਵਿੱਚ ਤਬਦੀਲੀ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਇਸ ਦੀ ਚੋਣ ਕਰੋ।

source: _Skip boot loader updating
gu: બુટ લોડર સુધારવાનું અવગણી દો (_S)
pa: ਬੂਟ-ਲੋਡਰ ਦਾ ਨਵੀਨੀਕਰਨ ਛੱਡੋ(_S)

source: This will make no changes to boot loader configuration. If you are using a third party boot loader, you should choose this.
gu: આ બુટ લોડરના રુપરેખાંકનમાં કોઈ બદલાવો કરતું નથી. જો તમે ત્રીજી વ્યક્તિનું બુટ લોડર વાપરી રહ્યા હો, તો તમે આ પસંદ કરી શકો છો.
pa: ਇਹ ਤੁਹਾਡੇ ਬੂਟ-ਲੋਡਰ ਸੰਰਚਨਾ ਵਿੱਚ ਕੋਈ ਤਬਦੀਲੀ ਨਹੀ ਕਰੇਗਾ। ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਬੂਟ-ਲੋਡਰ ਹੈ ਤਾਂ ਤੁਸੀਂ ਇਸ ਨੂੰ ਚੁਣ ਸਕਦੇ ਹੋ।

source: What would you like to do?
gu: તમે શું કરવા માંગો છો?
pa: ਤੁਸੀਂ ਕੀ ਕਰਨਾ ਚਾਹੋਗੇ?

source: Migrate File Systems
gu: ફાઈલ સિસ્ટમો ફેરવો
pa: ਫਾਇਲ-ਸਿਸਟਮ ਤਬਦੀਲ ਕਰੋ

source: This release of %s supports the ext3 journalling file system. It has several benefits over the ext2 file system traditionally shipped in %s. It is possible to migrate the ext2 formatted partitions to ext3 without data loss. Which of these partitions would you like to migrate?
gu: %s નું આ પ્રકાશન ext3 ફાઈલ સિસ્ટમને આધાર આપે છે. તેની પાસે%s ની જૂની ext2 ફાઈલ સિસ્ટમ કરતાં વધુ લાભો છે. એ શક્ય છે કેext2 બંધારણવાળા પાર્ટીશનોને માહિતીના ખોવાય વગર ext3 ફાઈલ સિસ્ટમમાં ફેરવવા. તમે નીચેનામાંના કયા પાર્ટીશનને ફેરવવા માંગો છો?
pa: %s ਦਾ ਇਹ ਜਾਰੀ ਵਰਜਨ ext3 ਜਰਨਲਿੰਗ ਫਾਇਲ-ਸਿਸਟਮ ਲਈ ਸਹਿਯੋਗੀ ਹੈ। ਇਸ ਦੇ ext2 ਪੁਰਾਣੇ ਫਾਇਲ ਸਿਸਟਮ, ਜੋ ਕਿ %s ਨਾਲ ਆ ਰਿਹਾ ਸੀ, ਦੇ ਸਾਹਮਣੇ ਕਈ ਲਾਭ ਹਨ। ext2 ਫਾਰਮਿਟਡ ਭਾਗ ਨੂੰ ਬਿਨਾਂ ਡਾਟਾ ਖਰਾਬ ਕੀਤੇ ext3 ਭਾਗ ਵਿੱਚ ਤਬਦੀਲ ਕਰਨਾ ਸੰਭਵ ਹੈ। ਤੁਸੀਂ ਕਿਹਡ਼ੇ ਭਾਗ ਨੂੰ ਤਬਦੀਲ ਕਰਨਾ ਪਸੰਦ ਕਰੋਗੇ?

source: Upgrade Swap Partition
gu: સ્વેપ પાર્ટીશન સુધારો
pa: ਸਵੈਪ ਭਾਗ ਦਾ ਨਵੀਨੀਕਰਨ ਕਰੋ

source: The 2.4 kernel needs significantly more swap than older kernels, as much as twice as much swap space as RAM on the system. You currently have %dMB of swap configured, but you may create additional swap space on one of your file systems now.
gu: કર્નલ 2.4 ને જૂની કર્નલો કરતાં વધારે સ્વેપની જરુર પડે છે, ઓછામાં ઓછીતમારી સિસ્ટમની RAM કરતાં બેવડી. તમારી પાસે હાલમાં %dMB ની સ્વેપરુપરેખાંકિત કરેલ છે, પરંતુ તમે વધારાની સ્વેપ જગ્યા તમારી ફાઈલ સિસ્ટમમાં હમણાં બનાવી શકો છો.
pa: ਕਰਨਲ 2.4 ਨੂੰ ਹੋਰ ਕਰਨਲਾਂ ਦੀ ਬਜਾਏ ਜਿਆਦਾ ਸਵੈਪ ਲੋੜੀਂਦੀ ਹੈ, ਲਗਭੱਗ ਤੁਹਾਡੇ ਸਿਸਟਮ ਦੀ ਰੈਮ ਮੈਮੋਰੀ ਤੋਂ ਲੱਗਭਗ ਦੋ-ਗੁਣਾ। ਤੁਸੀਂ ਇਸ ਸਮੇਂ ਕੇਵਲ %d ਮੈਬਾ ਸਵੈਪ ਦੀ ਸੰਰਚਨਾ ਕੀਤੀ। ਪਰ ਤੁਸੀਂ ਆਪਣੇ ਫਾਇਲ-ਸਿਸਟਮ ਤੇ ਹੋਰ ਵਧੇਰੇ ਸਵੈਪ ਥਾਂ ਬਣਾ ਸਕਦੇ ਹੋ।

source: The installer has detected %s MB of RAM.
gu: સ્થાપકે %s MB ની RAM શોધી કાઢી.
pa: ਇੰਸਟਾਲਰ ਨੇ ਰੈਮ(RAM) %s ਮੈਬਾ ਖੋਜੀ ਹੈ।

source: I _want to create a swap file
gu: હું સ્વેપ ફાઈલ બનાવવા માંગુ છે (_w)
pa: ਮੈ ਸਵੈਪ ਫਾਇਲ ਬਣਾਉਣਾ ਚਾਹੁੰਦਾ ਹਾਂ(_W)
