Repository: rhinstaller/anaconda
Catalog: po/*.po
Languages: gu, pa

source: NFS Setup
gu: NFS સુયોજન
pa: NFS ਨਿਰਧਾਰਨ

source: That directory does not seem to contain a %s installation tree.
gu: તે ડિરેક્ટરી %s સ્થાપન ટ્રી સમાવે એમ લાગતું નથી.
pa: ਉਹ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਇੱਕ %s ਇੰਸਟਾਲੇਸ਼ਨ ਲਡ਼ੀ ਨਹੀ ਜਾਪਦੀ ਹੈ।

source: That directory could not be mounted from the server.
gu: સર્વરમાંથી તે ડિરેક્ટરી માઉન્ટ કરી શકાઈ નથી.
pa: ਉਸ ਡਾਇਰੈਕਟਰੀ ਨੂੰ ਸਰਵਰ ਤੋਂ ਮਾਊਟ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।

source: Bad argument to NFS kickstart method command %s: %s
gu: NFS કિકસ્ટાર્ટ પદ્ધતિને આદેશ %s ની ખોટી દલીલ: %s
pa: NFS ਕਿੱਕਸਟਾਰਟ ਢੰਗ ਕਮਾਂਡ %s ਲਈ ਗਲਤ ਆਰਗੂਮਿੰਟ ਹੈ: %s

source: Telnet
gu: ટેલનેટ
pa: ਟੇਲਨੈੱਟ

source: Waiting for telnet connection...
gu: ટેલનેટના સંપર્ક માટે રાહ જોઈ રહ્યા છીએ...
pa: ਟੇਲਨੈਟ ਕੁਨੈਕਸ਼ਨ ਲਈ ਉਡੀਕਆ ਜਾ ਰਿਹਾ ਹੈ...

source: Running anaconda via telnet...
gu: એનાકોન્ડાને ટેલનેટ દ્વારા ચલાવી રહ્યા છીએ...
pa: ਐਨਾਕਾਂਡਾ ਟੇਲਨੈਟ ਰਾਹੀਂ ਚੱਲ ਰਿਹਾ ਹੈ...

source: Unable to retrieve %s://%s/%s/%s.
gu: %s મેળવવા સમર્થ નથી://%s/%s/%s.
pa: %s ਨੂੰ ਮੁਡ਼-ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ://%s/%s/%s।

source: Unable to retrieve the install image.
gu: સ્થાપન ઈમેજ મેળવવા માટે સમર્થ નથી.
pa: ਇੰਸਟਾਲ ਪ੍ਰਤੀਬਿੰਬ ਨੂੰ ਮੁਡ਼-ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਹੈ।

source: Media Detected
gu: મિડીયા મળી આવી
pa: ਮਾਧਿਅਮ ਖੋਜਿਆ

source: Local installation media detected...
gu: સ્થાનિક સ્થાપન માધ્યમ મળી આવ્યું...
pa: ਸਥਾਨਿਕ ਇੰਸਟਾਲੇਸ਼ਨ ਮਾਧਿਅਮ ਖੋਜਿਆ...

source: Bad argument to Url kickstart method command %s: %s
gu: Url કિકસ્ટાર્ટ પદ્ધતિના આદેશને ખોટી દલીલ %s: %s
pa: Url ਕਿੱਕਸਟਾਰਟ ਢੰਗ ਕਮਾਂਡ %s ਲਈ ਗਲਤ ਆਰਗੂਮਿੰਟ ਹੈ: %s

source: Must supply a --url argument to Url kickstart method.
gu: Url કિકસ્ટાર્ટ પદ્ધતિને --url દલીલ પૂરી પાડો જ.
pa: ਇੱਕ --url ਆਰਗੂਮਿੰਟ, Url ਕਿੱਕਸਟਾਰਟ ਢੰਗ ਲਈ ਜ਼ਰੂਰੀ ਹੈ।

source: Unknown Url method %s
gu: અજ્ઞાત Url પદ્ધતિ %s
pa: ਅਣਪਛਾਤਾ Url ਢੰਗ %s

source: Failed to log into %s: %s
gu: %s માં પ્રવેશ મેળવવામાં નિષ્ફળ: %s
pa: %s ਵਿੱਚ ਲਾਗਆਨ ਅਸਫਲ: %s

source: Failed to retrieve %s: %s
gu: %s મેળવવામાં નિષ્ફળ: %s
pa: %s ਨੂੰ ਮੁਡ਼ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ਼: %s

source: Retrieving
gu: મેળવી રહ્યા છીએ
pa: ਮੁਡ਼-ਪ੍ਰਾਪਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: FTP site name:
gu: FTP સાઈટનું નામ:
pa: FTP ਸਾਇਟ ਨਾਂ:

source: Web site name:
gu: વેબ સાઈટનું નામ:
pa: ਵੈੱਬ-ਸਾਈਟ ਨਾਂ:

source: Use non-anonymous ftp
gu: બિન નામ વગરનું ftp વાપરો
pa: ਨਾ-ਅਗਿਆਤ ftp ਵਰਤੋਂ

source: FTP Setup
gu: FTP સુયોજન
pa: FTP ਨਿਰਧਾਰਨ

source: HTTP Setup
gu: HTTP સુયોજન
pa: HTTP ਨਿਰਧਾਰਨ

source: You must enter a server name.
gu: તમારે સર્વર નામ દાખલ કરવું જ જોઈએ.
pa: ਤੁਹਾਨੂੰ ਇੱਕ ਸਰਵਰ ਨਾਂ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ।

source: You must enter a directory.
gu: તમારે ડિરેક્ટરી દાખલ કરવી જ જોઈએ.
pa: ਤੁਹਾਨੂੰ ਇੱਕ ਡਾਇਰੈਕਟਰੀ ਦੇਣੀ ਚਾਹੀਦੀ ਹੈ।

source: Unknown Host
gu: અજ્ઞાત યજમાન
pa: ਅਣਪਛਾਤਾ ਮੇਜ਼ਬਾਨ

source: %s is not a valid hostname.
gu: %s એ માન્ય યજમાન નામ નથી.
pa: %s ਇੱਕ ਠੀਕ ਮੇਜ਼ਬਾਨ ਨਾਂ ਨਹੀ ਹੈ।

source: If you are using non anonymous ftp, enter the account name and password you wish to use below.
gu: જો તમે કોઈ બિન નામ વગરનું ftp વાપરી રહ્યા હોય, તો ખાતા નામ અને તેની નીચે વાપરવાનો પાસવર્ડ દાખલ કરો.
pa: ਜੇਕਰ ਤੁਸੀਂ ਅਗਿਆਤ ਐਪਟੀਪੀ(ftp) ਨਹੀ ਵਰਤਣਾ ਹੈ ਤਾਂ ਖਾਤਾ ਨਾਂ ਅਤੇ ਗੁਪਤ-ਕੋਡ ਜੋ ਕਿ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਹੇਠਾਂ ਭਰੋ।

source: If you are using a HTTP proxy server enter the name of the HTTP proxy server to use.
gu: જો તમે HTTP પ્રોક્સી સર્વર વાપરી રહ્યા હોય તો વાપરવા માટેના HTTP પ્રોક્સી સર્વરનું નામ દાખલ કરો.
pa: ਜੇਕਰ ਤੁਸੀਂ HTTP ਪਰਾਕਸੀ ਸਰਵਰ ਵਰਤ ਰਹੇ ਹੋ, ਤਾਂ ਵਰਤਣ ਲਈ HTTP ਪਰਾਕਸੀ ਸਰਵਰ ਦਾ ਨਾਂ ਭਰੋ।

source: Account name:
gu: ખાતા નામ:
pa: ਖਾਤਾ ਨਾਂ:

source: Further FTP Setup
pa: ਹੋਰ FTP ਨਿਰਧਾਰਨ

source: Further HTTP Setup
pa: ਹੋਰ HTTP ਨਿਰਧਾਰਨ

source: Loading SCSI driver
gu: SCSI ડ્રાઈવર લાવી રહ્યા છીએેે
pa: SCSI ਡਰਾੲੀਵਰ ਲੋਡ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ

source: Hide _Help
gu: મદદ છુપાવો (_H)
pa: ਸਹਾਇਤਾ ਉਹਲੇ(_H)

source: Reboo_t
gu: રીબુટ (_t)
pa: ਮੁਡ਼ ਚਾਲੂ(_T)

source: Show _Help
gu: મદદ બતાવો (_H)
pa: ਸਹਾਇਤਾ ਵੇਖਾਉ(_H)

source: _Next
gu: આગળ વધો (_N)
pa: ਅੱਗੇ(_N)

source: _Release Notes
gu: આવૃત્તિ નોંધો (_R)
pa: ਜਾਰੀ ਸੂਚਨਾ(_R)

source: Acre
gu: એકર
pa: ਏਰੀ

source: Alagoas, Sergipe
gu: અલાગોઆસ, સર્જીપે
pa: ਅਕਾਗਿਸ, ਸਰਗੀਪੀ

source: Alaska Time
gu: અલસ્કા સમય
pa: ਆਲਸਾਕਾ ਸਮਾਂ

source: Alaska Time - Alaska panhandle
gu: અલસ્કા સમય - અલાસ્કા પેનહેન્ડલ
pa: ਆਲਸਕਾ ਸਮਾਂ - ਅਲਾਸਕਾ ਪਾਨਹੈਡਲ

source: Alaska Time - Alaska panhandle neck
gu: અલસ્કા સમય - અલાસ્કા પેનહેન્ડલ નેક
pa: ਆਲਸਾਕਾ ਸਮਾਂ - ਅਲਾਸਕਾ ਪਾਨਹੈਡਲ ਨਿਕ

source: Alaska Time - west Alaska
gu: અલાસ્કા સમય - પશ્ચિમ અલાસ્કા
pa: ਆਲਸਾਕਾ ਸਮਾਂ - ਦੱਖਣੀ ਅਲਾਸਕਾ

source: Aleutian Islands
gu: એલ્યુટિઅન ટાપુઓ
pa: ਅਲੀਯਟਿਕ ਟਾਪੂ

source: Amapa, E Para
gu: અમાપા, ઈ પેરા
pa: ਅਮਾਪਾ, E ਪਾਰਾ

source: Amundsen-Scott Station, South Pole
gu: અમુન્ડસેન-સ્કોટ સ્ટેશન, દક્ષિણ ધ્રુવ
pa: ਅਮੂਡਾਸਨ-ਸਕਾਟ ਸਟੇਸ਼ਨ, ਦੱਖਣੀ ਧਰੁਵ

source: Aqtobe (Aktobe)
gu: એક્ટોબ (એક્તોબે)
pa: ਅਕਟੋਬੀ

source: Atlantic islands
gu: એટલાન્ટિક ટાપુઓ
pa: ਐਟਲਾਂਟਿਕ ਟਾਪੂ

source: Atlantic Time - E Labrador
gu: એટલાન્ટિક સમય - ઈ લેબરાડોર
pa: ਐਟਲਿਕ ਸਮਾਂ - E ਲਾਬਰਾਡੋਰ

source: Atlantic Time - Nova Scotia (most places), NB, W Labrador, E Quebec & PEI
gu: એટલાન્ટિક સમય - નોવા સ્કોટિઆ (મોટા ભાગની જગ્યાઓ), NB, W Labrador, E Quebec & PEI
pa: ਐਟਲਿਕ ਸਮਾਂ - ਨੋਵਾ ਸਕੋਟਿਕ (ਆਮ ਥਾਵਾਂ), NB, W ਲਾਬਰਾਡੋਰ, E ਕਿਊਬਿਸ ਤੇ PEI

source: Atlantic Time - Nova Scotia - places that did not observe DST 1966-1971
gu: એટલાન્ટિક સમય - નોવા સ્કોટિઆ - જગ્યાઓ કે જે DST 1966-1971 ને ધ્યાન આપતી નહોતી
pa: ਐਟਲਿਕ ਸਮਾਂ - ਨੋਵਾ ਸਕੋਟਿਕ - ਥਾਵਾਂ ਜੋ ਕਿ DST 1966-1971 ਨੂੰ ਨਹੀ ਵੇਖੀਆ

source: Atyrau (Atirau, Gur'yev), Mangghystau (Mankistau)
gu: અત્યરઉ (અતિરાઉ, ગુર્યેવ), મંગીસ્તાઉ (મનકિસ્તાઉ)
pa: ਅਟੀਰਾਯ(ਗੂਰੀਵ), ਮਾਨਗੱਹੀਸਟੂ(ਮਾਨਕੀਸਟੂ)

source: Azores
gu: અઝોર્સ
pa: ਅਜ਼ੂਰਸ

source: Bahia
gu: બાહિયા
pa: ਬਾਹੀਆ

source: Bayan-Olgiy, Govi-Altai, Hovd, Uvs, Zavkhan
gu: બયાન-ઓલ્ગી, ગોવી-અલ્ટાઈ, હોવ્ડ, યુવ્સ, ઝાવખાન
pa: ਬਾਈਯਾਨ-ਓਲਗਾਈ, ਗੋਵਾ-ਅਲਟਾਈ, ਹੋਵਡ, ਯਵਸ, ਜ਼ਾਵਖਾਨ

source: Buenos Aires (BA, CF)
gu: બુએનોઝ એર્સ (BA, CF)
pa: ਬੂਈਨੋਸ ਏਅਰੀਸ (BA, CF)

source: Canary Islands
gu: કેનેરી ટાપુઓ
pa: ਕਾਨਰੀ ਟਾਪੂ

source: Casey Station, Bailey Peninsula
gu: કેસે સ્ટેશન, બેઈલે પેનિન્સ્યુલા
pa: ਕਾਸਈ ਸਟੇਸ਼ਨ, ਬਾਲੀਏ ਪਿਨਸਲਵੇਨੀਆ

source: Catamarca (CT)
gu: કાટામાર્કા (CT)
pa: ਕਾਟਾਮਾਰਕਾ(CT)

source: central China - Gansu, Guizhou, Sichuan, Yunnan, etc.
gu: કેન્દ્રીય ચીન - ગાન્સુ, ગ્યુઈઝો, સિશુઆન, યુન્નાન, વગેરે.
pa: ਕੇਂਦਰੀ ਚੀਨ - ਗਾਨਸੂ, ਗੂਜ਼ਹੂ, ਸੀਚੂਨ, ਯੂਨਾਨ ਆਦਿ

source: central Crimea
gu: કેન્દ્ર ક્રિમીઆ
pa: ਕੇਂਦਰੀ ਚਿਰਮਾ

source: Central Standard Time - Saskatchewan - midwest
gu: કેન્દ્ર પ્રમાણભૂત સમય - સસ્કાચેવાન - મધ્યપશ્ચિમ
pa: ਕੇਂਦਰੀ ਮਿਆਰੀ ਸਮਾਂ - ਸਾਸਕਾਟਚਵਾਨ - ਮੱਧ-ਪੱਛਮੀ

source: Central Standard Time - Saskatchewan - most locations
gu: કેન્દ્ર પ્રમાણભૂત સમય - સસ્કાચેવાન - મોટા ભાગની જગ્યાઓ
pa: ਕੇਂਦਰੀ ਮਿਆਰੀ ਸਮਾਂ - ਸਾਸਕਾਟਚਵਾਨ - ਆਮ ਥਾਵਾਂ

source: Central Time
gu: કેન્દ્ર સમય
pa: ਕੇਂਦਰੀ ਸਮਾਂ

source: Central Time - Campeche, Yucatan
gu: કેન્દ્ર સમય - કેમ્પેક, યુકાટાન
pa: ਕੇਂਦਰੀ ਸਮਾਂ - ਕੰਪੇਚੀ, ਯੂਚਾਟਾਨ

source: Central Time - Coahuila, Durango, Nuevo Leon, Tamaulipas
gu: કેન્દ્ર સમય - કોઆહુઈલા, ડુરાન્ગો, ન્યુએવો લીઓન, ટામૌલિપાસ
pa: ਕੇਂਦਰੀ ਸਮਾਂ - ਕਓਹੂਲਾ, ਡੰਰਗੂ, ਨੂਵੋ ਲਿਊਨ, ਟਾਮੂਲਾਪਾਸ

source: Central Time - Manitoba & west Ontario
gu: કેન્દ્ર સમય - માનીટોબા અને પશ્ચિમ ઓન્ટારિયો
pa: ਕੇਂਦਰੀ ਸਮਾਂ - ਮਾਨੀਟੋਬਾ ਤੇ ਦੱਖਣੀ ਓਨਟਾਰੀਓ

source: Central Time - Michigan - Wisconsin border
gu: કેન્દ્ર સમય - મિકિગન - વિસ્કોન્સીન કિનારી
pa: ਕੇਂਦਰੀ ਸਮਾਂ - ਮਿਸ਼ੀਗਨ - ਵਿਸਕੋਸਾਈਨ ਸਰਹੱਦ

source: Central Time - most locations
gu: કેન્દ્ર સમય - મોટા ભાગની જગ્યાઓ
pa: ਕੇਂਦਰੀ ਸਮਾਂ - ਆਮ ਥਾਵਾਂ

source: Central Time - North Dakota - Oliver County
gu: કેન્દ્ર સમય - ઉત્તર ડાકોટા - ઓલિવર દેશ
pa: ਕੇਂਦਰੀ ਸਮਾਂ - ਉੱਤਰੀ ਡਾਕੋਟਾ - ਓਲਵਰ ਦੇਸ਼

source: Central Time - Quintana Roo
gu: કેન્દ્ર સમય - ક્વિન્ટાના રુ
pa: ਕੇਂਦਰੀ ਸਮਾਂ - ਕਿਊਨਰਾਨਾ ਰੂ

source: Central Time - Rainy River & Fort Frances, Ontario
gu: કેન્દ્ર સમય - વરસાદી નદી અને ફ્રાંસિસ કિલ્લો, ઓન્ટારીઓ
pa: ਕੇਂਦਰੀ ਸਮਾਂ - ਰੇਨੀ ਨਦੀ ਤੇ ਫਰਾਂਸਸ ਕਿਲਾ, ਓਨਟਾਰੀਓ

source: Central Time - west Nunavut
gu: કેન્દ્ર સમય - પશ્ચિમ નુનાવુટ
pa: ਕੇਂਦਰੀ ਸਮਾਂ - ਦੱਖਣੀ ਨੂਨਾਵਟ

source: Ceuta & Melilla
gu: સેઉટા અને મેલિલા
pa: ਕਈਟਾ ਤੇ ਮੀਲਾਸੀਆ

source: Chatham Islands
gu: ચથ્થામ ટાપુઓ
pa: ਚਾਥਮ ਟਾਪੂ

source: Chubut (CH)
gu: ચુબુટ (CH)
pa: ਚੂਬੁਟ (CH)

source: Davis Station, Vestfold Hills
gu: ડેવિસ સ્ટેશન, વેસ્ટફોલ્ડ ટેકરીઓ
pa: ਡਾਵੀਸ ਸਟੇਸ਼ਨ, ਵਾਸਟਫੋਲਡ ਪਹਾਡ਼ੀਆਂ

source: Dornod, Sukhbaatar
gu: ડોર્નોડ, સુખબાતર
pa: ਡੋਰਨੋਡ, ਸੂਖਬਾਟਾਰ

source: Dumont-d'Urville Base, Terre Adelie
pa: ਡੂਮਾਨਟ-ਡੀ'ਯਰਵੀਲੀ ਬੇਸ, ਟੀਰੀ ਅਡਾਲੀ

source: E Amazonas
pa: E ਅਮਾਜ਼ੂਨਸ

source: east China - Beijing, Guangdong, Shanghai, etc.
pa: ਪੂਰਬੀ ਚੀਨ- ਬੀਜਿੰਗ, ਗੂੰਗਡਾਂਗ, ਸੰਘਾਈ ਆਦਿ

source: east coast, north of Scoresbysund
pa: ਪੂਰਬੀ ਕਾਸਟ, ਸਰੋਰਸਬਯਾਸੂਂਡ ਦਾ ਉੱਤਰੀ

source: east Dem. Rep. of Congo
pa: ਪੂਰਬੀ ਡੈਮੋ ਰਿਪੀਬਲਿਕ ਆਫ ਕਾਂਗੋ

source: Easter Island & Sala y Gomez
gu: પૂર્વીય ટાપુ અને સાલા વાય ગોમેઝ
pa: ਪੂਰਬੀ ਟਾਪੂ ਤੇ ਸਾਲਾ ਯਾ ਗੂਮੀਜ਼

source: Eastern Standard Time - central Nunavut
gu: પૂર્વીય પ્રમાણભૂત સમય - કેન્દ્રિય નુનાવુટ
pa: ਪੂਰਬੀ ਮਿਆਰੀ ਸਮਾਂ - ਕੇਂਦਰੀ ਨੂਨਾਵਟ

source: Eastern Standard Time - east Nunavut
gu: પૂર્વીય પ્રમાણભૂત સમય - પૂર્વીય નુનાવુટ
pa: ਪੂਰਬੀ ਮਿਆਰੀ ਸਮਾਂ - ਪੂਰਬੀ ਨੂਨਾਵਟ

source: Eastern Standard Time - Indiana - Crawford County
gu: પૂર્વીય પ્રમાણભૂત સમય - ઈન્ડિયાના - ક્રોફોર્ડ દેશ
pa: ਪੂਰਬੀ ਮਿਆਰੀ ਸਮਾਂ - ਇੰਡੀਆਨਾ - ਕਰੋਫੋਰਡ ਦੇਸ਼

source: Eastern Standard Time - Indiana - most locations
gu: પૂર્વીય પ્રમાણભૂત સમય - ઈન્ડિયાના - મોટા ભાગની જગ્યાઓ
pa: ਪੂਰਬੀ ਮਿਆਰੀ ਸਮਾਂ - ਇੰਡੀਆਨਾ - ਆਮ ਥਾਵਾਂ

source: Eastern Standard Time - Indiana - Starke County
gu: પૂર્વીય પ્રમાણભૂત સમય - ઈન્ડિયાના - સ્ટાર્ક દેશ
pa: ਪੂਰਬੀ ਮਿਆਰੀ ਸਮਾਂ - ਇੰਡੀਆਨਾ - ਸਟਾਰਕੋ ਦੇਸ਼

source: Eastern Standard Time - Indiana - Switzerland County
gu: પૂર્વીય પ્રમાણભૂત સમય - ઈન્ડિયાના - સ્વીત્ઝરલેન્ડ દેશ
pa: ਪੂਰਬੀ ਮਿਆਰੀ ਸਮਾਂ - ਇੰਡੀਆਨਾ - ਸਵਿਟਜ਼ਰਲੈਂਡ ਦੇਸ਼

source: Eastern Standard Time - Pangnirtung, Nunavut
gu: પૂર્વીય પ્રમાણભૂત સમય - પેંગ્નીર્ટુંગ, નુનાવુટ
pa: ਪੂਰਬੀ ਮਿਆਰੀ ਸਮਾਂ - ਪਾਨਗਨਰਟੰਗ, ਨੂਨਾਨਟ

source: Eastern Time
gu: પૂર્વીય સમય
pa: ਪੂਰਬੀ ਸਮਾਂ

source: Eastern Time - Kentucky - Louisville area
gu: પૂર્વીય સમય - કેન્ટુકી - લાઉસવિલે વિસ્તાર
pa: ਪੂਰਬੀ ਸਮਾਂ - ਕੀਨਟੂਚਲੀ - ਲਊਸਵਾਲੀ ਖੇਤਰ

source: Eastern Time - Kentucky - Wayne County
gu: પૂર્વીય સમય - કેન્ટુકી - વેને દેશ
pa: ਪੂਰਬੀ ਸਮਾਂ - ਕੀਨਟੂਚਲੀ - ਵਾਯਨਾ ਦੇਸ਼

source: Eastern Time - Michigan - most locations
gu: પૂર્વીય સમય - મિચીગન - મોટા ભાગની જગ્યાઓ
pa: ਪੂਰਬੀ ਸਮਾਂ - ਮਿਸ਼ੀਗਨ - ਆਮ ਥਾਵਾਂ

source: Eastern Time - Ontario - most locations
gu: પૂર્વીય સમય - ઓન્ટારિયો - મોટા ભાગની જગ્યાઓ
pa: ਪੂਰਬੀ ਸਮਾਂ - ਓਨਟੀਰੀਓ - ਆਮ ਥਾਵਾਂ

source: Eastern Time - Ontario & Quebec - places that did not observe DST 1967-1973
gu: પૂર્વીય સમય - ઓન્ટારિયો અને ક્યુબેક - જગ્યાઓ કે જે જોવાઈ નથી DST 1967-1973
pa: ਪੂਰਬੀ ਸਮਾਂ - ਓਨਟਾਰੀਓ ਤੇ ਕਿਊਬਸ - ਥਾਵਾਂ, ਜੋ ਕਿ DST 1967-1973 ਨੂੰ ਨਹੀ ਵੇਖੀਆ

source: Eastern Time - Quebec - most locations
gu: પુર્વીય સમય - ક્યુબેક - મોટા ભાગની જગ્યાઓ
pa: ਪੂਰਬੀ ਸਮਾਂ - ਕਿਊਬਸ - ਆਮ ਥਾਵਾਂ

source: Eastern Time - Thunder Bay, Ontario
gu: પૂર્વીય સમય - થન્ડર બે, ઓન્ટારિયો
pa: ਪੂਰਬੀ ਸਮਾਂ - ਥੰਡਰ ਝੀਲ, ਓਨਟਾਰੀਓ

source: east & south Borneo, Celebes, Bali, Nusa Tengarra, west Timor
gu: પૂર્વ અને દક્ષિણ બોર્નીઓ, સીલીબેસ, બાલી, નુસા ટેન્ગરા, પશ્ચિમ ટિમોર
pa: ਪੂਰਬੀ ਤੇ ਦੱਖਣੀ ਬੂਰਨੀਓ, ਸੈਲੈਬੀਸ, ਬਾਲੀ, ਨੂਸਾ ਟੀਬਗਾਰਾ, ਦੱਖਣੀ ਟਾਈਮਰੋ

source: east Uzbekistan
gu: પૂર્વી ઉઝબેકિસ્તાન
pa: ਪੂਰਬੀ ਉਜ਼ੇਬਕਸਤਾਨ

source: Galapagos Islands
gu: ગેલેપેગોસ ટાપુઓ
pa: ਗਾਲਾਪਾਗੋਸ ਟਾਪੂ

source: Gambier Islands
gu: ગેમ્બિયર ટાપુઓ
pa: ਗੈਬੀਰ ਟਾਪੂ

source: Gilbert Islands
gu: ગીલબર્ટ ટાપુઓ
pa: ਗਿਲਨਰਟ ਟਾਪੂ

source: Great Britain
gu: ગ્રેટ બ્રિટન
pa: ਬਰਤਾਨੀਆ

source: Hawaii
gu: હવાઈ
pa: ਹਾਵਾਲੀ

source: Heilongjiang
gu: હેઈલોંગજીયાંગ
pa: ਹਈਲੋਨਗਜ਼ੰਗ

source: Irian Jaya & the Moluccas
gu: ઈરીયન જયા અને મોલુકસ
pa: ਆਈਨ ਜਾਯਾ ਤੇ ਮੋਲੂਕਕਸ

source: Jan Mayen
gu: જન મયેન
pa: ਜਾਨ ਮਾਈਆਨ

source: Java & Sumatra
gu: જાવા અને સુમાત્રા
pa: ਜਾਵਾ ਤੇ ਸੁਮਟਾਰਾ

source: Johnston Atoll
gu: જ્હોનસ્ટોન અટોલ
pa: ਜੋਨਸਟੋਨ ਅਟੋਲ

source: Jujuy (JY)
gu: જ્યુજુય (JY)
pa: ਜ਼ੂਜ਼ੁਯ (JY)

source: Kosrae
gu: કોસરાઈ
pa: ਕੋਸਰਾਈ

source: Kwajalein
gu: ક્વાજાલેઈન
pa: ਕਵਾਹਾਲੇਇਨ

source: La Rioja (LR)
gu: લા રીયોજા (LR)
pa: ਲਾ ਲੀਓਜਾ (LR)

source: Line Islands
gu: લાઈન ટાપુઓ
pa: ਲਾਈਨ ਟਾਪੂ

source: Lord Howe Island
gu: લોર્ડ હોવે ટાપુ
pa: ਲਾਰਡ ਹੋਵੀ ਟਾਪੂ

source: Madeira Islands
gu: મદૈરા ટાપુઓ
pa: ਮਾਡੀਰਾ ਟਾਪੂ

source: mainland
gu: મેઈનલેન્ડ
pa: ਮੱਧਭੂਮੀ

source: Marquesas Islands
gu: માર્કેસસ ટાપુઓ
pa: ਮਾਰਕਿਊਸਸ ਟਾਪੂ

source: Mato Grosso
gu: માટો ગ્રોસો
pa: ਮਾਟੋ ਗਰੋਸੋ

source: Mato Grosso do Sul
gu: માટો ગ્રોસો ડો સુલ
pa: ਮਾਟੋ ਗਰੋਸੋ ਡੂ ਸੂਲ

source: Mawson Station, Holme Bay
gu: મોસન સ્ટેશન, હોલ્મે ટાપુ
pa: ਮਾਵਸਨ ਸਟੇਸ਼ਨ, ਹੋਲਮੀ ਝੀਲ

source: McMurdo Station, Ross Island
gu: મેકમર્ડો સ્ટેશન, રોસ ટાપુ
pa: ਮਕਮੂਰਡੋ ਸਟੇਸ਼ਨ, ਰੋਜ਼ ਟਾਪੂ

source: Mendoza (MZ)
gu: મેન્ડોઝા (MZ)
pa: ਮੇਨਡੋਜ਼ਾ(MZ)

source: Midway Islands
gu: મિડવે ટાપુઓ
pa: ਮੱਧ-ਮਾਰਗ ਟਾਪੂ

source: Moscow+00 - west Russia
gu: મોસ્કો+00 - પશ્ચિમ રશિયા
pa: ਮਾਸਕੋ+00 - ਦੱਖਣੀ ਰੂਸ

source: Moscow+01 - Caspian Sea
gu: મોસ્કો+01 - કેસ્પિયન સમુદ્ર
pa: ਮਾਸਕੋ+੦੧ - ਕੰਪੇਨੀਅਨ ਸਾਗਰ

source: Moscow-01 - Kaliningrad
gu: મોસ્કો-01 - કાલીનીન્ગ્રાડ
pa: ਮਾਸਕੋ-੦੧ - ਕਾਲਿਨਿਨਗਾਰਡ

source: Moscow+02 - Urals
gu: મોસ્કો+02 - ઉરલ્સ
pa: ਮਾਸਕੋ+੦੨ - ਯੂਰਾਲ

source: Moscow+03 - Novosibirsk
gu: મોસ્કો+03 - નોવોસિબર્સ્ક
pa: ਮਾਸਕੋ+੦੩ - ਨੋਵੋਸਾਬਰਿਸਕ

source: Moscow+03 - west Siberia
gu: મોસ્કો+03 - પશ્ચિમ સાઈબેરિયા
pa: ਮਾਸਕੋ+੦੩ - ਦੱਖਣੀ ਸਾਇਬੇਰੀਆ

source: Moscow+04 - Yenisei River
gu: મોસ્કો+04 - યેનીસી નદી
pa: ਮਾਸਕੋ+੦੪ - ਯੇਨੀਸੀ ਨਦੀ

source: Moscow+05 - Lake Baikal
gu: મોસ્કો+05 - બેઈકલ સરોવર
pa: ਮਾਸਕੋ+੦੫ - ਬੈਕਾਲ ਝੀਲ

source: Moscow+06 - Lena River
gu: મોસ્કો+06 - લીના નદી
pa: ਮਾਸਕੋ+੦੬ - ਲੀਨਾ ਨਦੀ

source: Moscow+07 - Amur River
gu: મોસ્કો+07 - અમુર નદી
pa: ਮਾਸਕੋ+੦੭ - ਅਮੂਰ ਨਦੀ

source: Moscow+07 - Sakhalin Island
gu: મોસ્કો+07 - સખલીન ટાપુ
pa: ਮਾਸਕੋ+੦੭ - ਸਾਖਾਲਿਨ ਟਾਪੂ

source: Moscow+08 - Magadan
gu: મોસ્કો+08 - મગાદાન
pa: ਮਾਸਕੋ+੦੮ - ਮਾਗਾਡਾਨ

source: Moscow+09 - Kamchatka
gu: મોસ્કો+09 - કામચાત્કા
pa: ਮਾਸਕੋ+੦੯ - ਕਾਮਚਾਟਾਕਾ

source: Moscow+10 - Bering Sea
gu: મોસ્કો+10 - બેરિંગ સમુદ્ર
pa: ਮਾਸਕੋ+੧੦ - ਬੀਰਿੰਗ ਸਾਗਰ

source: most locations
gu: મોટા ભાગની જગ્યાઓ
pa: ਆਮ ਥਾਵਾਂ

source: most locations (CB, CC, CN, ER, FM, LP, MN, NQ, RN, SA, SE, SF, SL)
gu: મોટા ભાગની જગ્યાઓ (CB, CC, CN, ER, FM, LP, MN, NQ, RN, SA, SE, SF, SL)
pa: ਆਮ ਥਾਵਾਂ (CB, CC, CN, ER, FM, LP, MN, NQ, RN, SA, SE, SF, SL)

source: Mountain Standard Time - Arizona
gu: પર્વત પ્રમાણભૂત સમય - એરિઝોના
pa: ਪਹਾਡ਼ੀ ਮਿਆਰੀ ਸਮਾਂ - ਅਰੀਜ਼ੋਨਾ

source: Mountain Standard Time - Dawson Creek & Fort Saint John, British Columbia
gu: પર્વત પ્રમાણભૂત સમય - ડોસન ક્રીક અને ફોર્ટ સંત જ્હોન, બ્રિટિશ કોલંબિયા
pa: ਪਹਾਡ਼ੀ ਮਿਆਰੀ ਸਮਾਂ - ਡਾਵਸਨ ਕਰੈਕ ਤੇ ਕਿਲਾ ਸੈਟ ਜੋਹਨ, ਬਰਤਾਨਵੀਂ ਕੋਲੰਬੀਆ

source: Mountain Standard Time - Sonora
gu: પર્વત પ્રમાણભૂત સમય - સોનોરા
pa: ਪਹਾਡ਼ੀ ਮਿਆਰੀ ਸਮਾਂ - ਸੋਨੋਰਾ

source: Mountain Time
gu: પર્વત સમય
pa: ਪਹਾਡ਼ੀ ਸਮਾਂ

source: Mountain Time - Alberta, east British Columbia & west Saskatchewan
gu: પર્વત સમય - એલબર્ટા, પૂર્વીય બ્રિટિશ કોલંબિયા અને પશ્ચિમ સસ્કાચેવાન
pa: ਪਹਾਡ਼ੀ ਸਮਾਂ - ਅਲਬਰੀਟਾ, ਪੂਰਬੀ ਬਰਤਾਨਵੀਂ ਕੋਲੰਬੀਆ ਅਤੇ ਦੱਖਣੀ ਸਾਸਕਲਾਟਚਵਾਨ

source: Mountain Time - central Northwest Territories
gu: પર્વત સમય - કેન્દ્રિય ઉત્ર પશ્ચિમિ ફરવાના સ્થળો
pa: ਪਹਾਡ਼ੀ ਸਮਾਂ - ਕੇਂਦਰੀ ਉੱਤਰੀ-ਦੱਖਣੀ ਪ੍ਰਦੇਸ਼

source: Mountain Time - Chihuahua
gu: પર્વત સમય - ચિહુઆહુઆ
pa: ਪਹਾਡ਼ੀ ਸਮਾਂ - ਚਿਹੂਹਾ

source: Mountain Time - Navajo
gu: પર્વત સમય - નવાજો
pa: ਪਹਾਡ਼ੀ ਸਮਾਂ - ਨਾਵਾਜੋ

source: Mountain Time - S Baja, Nayarit, Sinaloa
gu: પર્વત સમય - S Baja, Nayarit, Sinaloa
pa: ਪਹਾਡ਼ੀ ਸਮਾਂ - S ਬਾਜ਼ਾ, ਨਾਯਾਰਾਟ, ਸਾਨਲਿਲ

source: Mountain Time - south Idaho & east Oregon
gu: પર્વત સમય - દક્ષિણ ઈડાહો અને પૂર્વીય ઓરેગોન
pa: ਪਹਾਡ਼ੀ ਸਮਾਂ - ਦੱਖਣੀ ਈਡੋਹੋ ਤੇ ਪੂਰਬੀ ਓਰਗਾਨ

source: Mountain Time - west Northwest Territories
gu: પર્વત સમય - પશ્ચિમિ ઉત્તર પશ્ચિમ ફરવાના સ્થળો
pa: ਪਹਾਡ਼ੀ ਸਮਾਂ - ਦੱਖਣੀ ਉੱਤਰੀ-ਦੱਖਣੀ ਪ੍ਰਦੇਸ਼

source: NE Brazil (MA, PI, CE, RN, PB)
pa: NE ਬਰਾਜ਼ੀਲ (MA, PI, CE, RN, PB)

source: Newfoundland Island
gu: નવી મળેલા ટાપુઓ
pa: ਨਿਊਫਾਊਡਲੈਂਡ ਟਾਪੂ

source: New South Wales - most locations
gu: નવા દક્ષિણ વેલો - મોટા ભાગની જગ્યાઓ
pa: ਨਵਾਂ ਦੱਖਣੀ ਵਾਲਸ਼ - ਆਮ ਥਾਵਾਂ

source: New South Wales - Yancowinna
gu: નવા દક્ષિણ વેલો - યાન્કોવિના
pa: ਨਵਾਂ ਦੱਖਣੀ ਵਾਲਸ਼ -ਯਾਨਕੋਵਾਨੀਆ

source: northeast Mali
gu: ઉત્તરી માલી
pa: ਉੱਤਰੀ-ਪੂਰਬੀ ਮਾਲੀ

source: Northern Ireland
gu: ઉત્તરી આયર્લેન્ડ
pa: ਉੱਤਰੀ ਆਇਰਲੈਂਡ

source: Northern Territory
gu: ઉત્તરી ટેરિટરી
pa: ਉੱਤਰੀ ਪ੍ਰਦੇਸ਼

source: Pacific Time
gu: પેસિફિક સમય
pa: ਪ੍ਰਸ਼ਾਤ ਸਮਾਂ

source: Pacific Time - north Yukon
gu: પેસિફિક સમય - ઉત્તર યુકોન
pa: ਪ੍ਰਸ਼ਾਤ ਸਮਾਂ - ਉੱਤਰੀ ਯੂਕੋਨ

source: Pacific Time - south Yukon
gu: પેસિફિક સમય - દક્ષિણ યુકોન
pa: ਪ੍ਰਸ਼ਾਤ ਸਮਾਂ - ਦੱਖਣੀ ਯੂਕੋਨ

source: Pacific Time - west British Columbia
gu: પેસિફિક સમય - પશ્ચિમ બ્રિટિશ કોલંબિયા
pa: ਪ੍ਰਸ਼ਾਤ ਸਮਾਂ - ਦੱਖਣੀ ਬਰਤਾਨਵੀਂ ਕੋਲੰਬੀਆ

source: Palmer Station, Anvers Island
gu: પાલ્મર સ્ટેશન, એનવર્સ આઈલેન્ડ
pa: ਪਾਲਮਰ ਸਟੇਸ਼ਨ, ਅਨਵਰ ਟਾਪੂ

source: peninsular Malaysia
gu: પેનિન્સ્યુલર મલેશિયા
pa: ਪੰਨਸਿਲਾਰ ਮਲੇਸ਼ੀਆ

source: Pernambuco
gu: પર્નામ્બ્યુકો
pa: ਪਰਨਾਮਬੂਕੋ

source: Phoenix Islands
gu: ફોનીક્સ આઈલેન્ડ
pa: ਫਨੋਕਿਸ਼ ਟਾਪੂ

source: Ponape (Pohnpei)
gu: પોનાપે (પોહનપેઈ)
pa: ਪੋਨਾਪੀ (ਪੋਹਪੀ)

source: Queensland - Holiday Islands
gu: ક્વીનલેન્ડ - રજાના દિવસો માટેના ટાપુઓ
pa: ਕੁਵੀਨਜ਼ਲੈਂਡ - ਖਾਲੀ ਆਇਸਲੈਂਡ

source: Queensland - most locations
gu: ક્વીન્સલેન્ડ - મોટા ભાગની જગ્યાઓ
pa: ਕੁਵੀਨਜ਼ਲੈਂਡ - ਜਿਆਦਾਤਰ ਹਿੱਸੇ

source: Qyzylorda (Kyzylorda, Kzyl-Orda)
pa: ਕੂਜ਼ਲੋਵਡਿਕ (ਕਜ਼ਲੋਡਿਕ, ਕਜ਼ਲ-ਓਰਡ)

source: Roraima
gu: રોરાઈમા
pa: ਰੋਮਾਰੀਆ

source: Rothera Station, Adelaide Island
gu: રોથેરા સ્ટેશન, એડેલેડ આઈલેન્ડ
pa: ਰੋਥੀਰਾ ਸਟੇਸ਼ਨ, ਅਡਲਾਈਡ ਟਾਪੂ

source: Ruthenia
gu: રુથેનિયા
pa: ਰੂਥੀਨੀਆ

source: Sabah & Sarawak
gu: સબાહ અને સારાવાક
pa: ਸਾਬਹ ਤੇ ਸਾਰਾਵਾਕ

source: San Juan (SJ)
gu: સાન જ્યુઆન (SJ)
pa: ਸਾਂ ਜੂਆਨ(SJ)

source: Santa Cruz (SC)
gu: સાન્તા ક્રુઝ (SC)
pa: ਸ਼ਾਤਾਂ ਕਰੂਜ (SC)

source: Scoresbysund / Ittoqqortoormiit
pa: ਸਕੋਰਸਸੂਂਡ/ ਈਟੂਕਿਊਟੂਰਮਿਟ

source: Society Islands
gu: સોસાયટી આઈલેન્ડ
pa: ਸੋਸਾਇਟੀ ਟਾਪੂ

source: South Australia
gu: દક્ષિણ ઓસ્ટ્રેલિયા
pa: ਦੱਖਣੀ ਆਸਟਰੇਲੀਆ

source: southwest Mali
pa: ਦੱਖਣੀ-ਪੱਛਮੀ ਮਾਲੀ

source: southwest Xinjiang Uyghur
pa: ਦੱਖਣੀ-ਪੱਛਮੀ ਜ਼ਿੰਗਇੰਗ ਉਘੂਰ

source: S & SE Brazil (GO, DF, MG, ES, RJ, SP, PR, SC, RS)
pa: S ਤੇ SE ਬਰਾਜ਼ੀਲ (GO, DF, MG, ES, RJ, SP, PR, SC, RS)

source: Svalbard
gu: સ્વાલબર્ડ
pa: ਸਵਾਲਬਾਰਡ

source: Syowa Station, E Ongul I
gu: સ્યોગા સ્ટેશન, ઈ ઓન્ગુલ આઈ
pa: ਸਯੂਵਾ ਸਟੇਸ਼ਨ, ਪੂਰਬੀ ਓਨਗੂਲ ਆਈ

source: Tasmania
gu: તસ્માનિયા
pa: ਤਸਮਾਨੀਆ

source: Thule / Pituffik
gu: થુલે / પિટુફિક
pa: ਥੂਲੇ / ਪਿੱਟਫਿਕ

source: Tibet & most of Xinjiang Uyghur
gu: તિબેટ અને Xinjiang Uyghur ની મોટે ભાગની
pa: ਤਿੱਬਤ ਅਤੇ ਹੋਰ ਜ਼ਿੰਗਇੰਗ ਉਘੂਰ

source: Tierra del Fuego (TF)
gu: ટીયરા ડેલ ફ્યુગો (TF)
pa: ਟੀਇੱਰਾ ਡੀਲ ਫੂਈਗੋ(TF)

source: Tocantins
gu: તોકાન્ટીસ
pa: ਟੂਕੈਨਟਿਨ

source: Truk (Chuuk)
gu: તુર્ક (ચુક)
pa: ਤੁਰਕ (ਚੂਕ)

source: Tucuman (TM)
gu: તુકુમન (TM)
pa: ਟੂਕੂਮੈਨ (TM)

source: Victoria
gu: વિક્ટોરિયા
pa: ਵਿਕਟੋਰੀਆ

source: Vostok Station, S Magnetic Pole
pa: ਵੋਸਟੋਕ ਸਟੇਸ਼ਨ, ਦੱਖਣੀ ਚੁੰਬਕੀ ਧਰੁਵ

source: Wake Island
gu: વેક આઈલેન્ડ
pa: ਵਾਕੀ ਟਾਪੂ

source: W Amazonas
pa: ਦੱਖਣੀ ਅਮਾਜ਼ੂਨਜ਼

source: west & central Borneo
gu: પશ્ચિમ અને કેન્દ્રિય બોર્નીઓ
pa: ਦੱਖਣੀ ਤੇ ਮੱਧ ਬੋਰਨਿਓ

source: west Dem. Rep. of Congo
pa: ਦੱਖਣੀ ਡੀਮ ਰਪਬੀ ਆਫ ਕਾਂਗੋ

source: Western Australia
gu: પશ્ચિમ ઓસ્ટ્રેલિયા
pa: ਦੱਖਣੀ ਆਸਟਰੇਲੀਆ

source: West Kazakhstan
gu: પશ્ચિમ કઝાકિસ્તાન
pa: ਦੱਖਣੀ ਕਜ਼ਾਕਸਤਾਨ

source: west Uzbekistan
gu: પશ્ચિમ ઉઝબેકિસ્તાન
pa: ਦੱਖਣੀ ਉਜ਼ੇਬਕਸਤਾਨ

source: W Para, Rondonia
pa: ਡਬਲਿਊ ਪਾਰਾ, ਰੋਡੀਆਨਾ

source: Yap
gu: યજ
pa: ਯਾਪ

source: Zaporozh'ye, E Lugansk
gu: ઝેપોરોહી, ઈ લુગાન્સક
pa: ਜ਼ਾਪੂਰੂਜ਼ਹ'ਯੀ, ਪੂਰਬੀ ਲੂਗਾਨਸ

source: Afrikaans
pa: ਅਫਰੀਕਨ

source: Amharic
pa: ਅਮਹੀਕਿਨ

source: Arabic
gu: અરેબિક
pa: ਅਰਬੀ

source: Bengali
gu: બંગાલી
pa: ਬੰਗਾਲੀ

source: Bengali(India)
pa: ਬੰਗਾਲੀ (ਭਾਰਤੀ)

source: Bulgarian
gu: બલ્ગેરિયન
pa: ਬੁਲਗਾਰੀਅਨ

source: Catalan
gu: કેટલાન
pa: ਕਾਟਾਲਿਨ

source: Chinese(Simplified)
gu: ચીની(સરળ)
pa: ਚੀਨੀ(ਸਧਾਰਨ)

source: Chinese(Traditional)
gu: ચીની(સાંસ્કૃતિક)
pa: ਚੀਨੀ(ਮੂਲ਼)

source: Croatian
gu: ક્રોટિઅન
pa: ਕਰੋਟੀਅਨ

source: Czech
gu: ચેક
pa: ਚੈੱਕ

source: Danish
gu: ડેનિશ
pa: ਡੈਨਿਸ਼

source: Dutch
gu: ડચ
pa: ਡੱਚ

source: English
gu: અંગ્રેજી
pa: ਅੰਗਰੇਜ਼ੀ

source: Estonian
gu: ઈસ્ટોનિયન
pa: ਈਸਟਨੀਅਨ

source: Finnish
gu: ફિનિશ
pa: ਫੈਨਿਸ਼

source: French
gu: ફ્રેંચ
pa: ਫਰੈਂਚ

source: German
gu: જર્મન
pa: ਜਰਮਨ

source: Gujarati
pa: ਗੁਜਰਾਤੀ

source: Hindi
gu: હિંદી
pa: ਹਿੰਦੀ

source: Hungarian
gu: હંગેરિયન
pa: ਹੰਗਰੀਅਨ

source: Icelandic
gu: આઈલેન્ડીક
pa: ਆਈਸਲੈਂਡਿਕ

source: Indonesian
pa: ਇੰਡੋਨੇਸ਼ੀਆਈ

source: Italian
gu: ઈટાલી
pa: ਇਤਾਲਵੀ

source: Japanese
gu: જાપાની
pa: ਜਾਪਾਨੀ

source: Korean
gu: કોરિયન
pa: ਕੋਰੀਅਨ

source: Macedonian
gu: મેકેડોનિયા
pa: ਮੇਕਾਡੋਨੀਅਨ

source: Malay
gu: મલય
pa: ਮਲਾਇਆ

source: Norwegian
gu: નોર્વેઈન
pa: ਨਾਰਵੇਗੀਅਨ

source: Northern Sotho
pa: ਉੱਤਰੀ ਸੋਥੋ

source: Persian
gu: પર્સિયન
pa: ਪਰਸੀਅਨ

source: Polish
gu: પોલિશ
pa: ਪੋਲੈਂਡੀ

source: Portuguese
gu: પોર્ટુગીઝ
pa: ਪੁਰਤਗਾਲੀ

source: Portuguese(Brazilian)
gu: પોર્ટુગીઝ(બ્રાઝીલીયન)
pa: ਪੁਰਤਗਾਲੀ (ਬਰਾਜ਼ੀਲ)

source: Punjabi
gu: પંજાબી
pa: ਪੰਜਾਬੀ

source: Russian
gu: રશિયા
pa: ਰੂਸੀ

source: Slovak
pa: ਸਲੋਵਾਕ

source: Slovenian
gu: સ્લોવેનિયા
pa: ਸਲੋਵੀਨੀਅਨ

source: Spanish
gu: સ્પેનિશ
pa: ਸਪੇਨੀ

source: Swedish
gu: સ્વેડીશ
pa: ਸਵੀਡਸ਼

source: Tamil
gu: તમિલ
pa: ਤਾਮਿਲ

source: Thai
pa: ਥਾਈ

source: Turkish
gu: તુર્કીશ
pa: ਤੁਰਕਿਸ਼

source: Ukrainian
gu: યુક્રેનિયાઈ
pa: ਯੂਕਰੇਨੀ

source: Vietnamese
gu: વિયેટનામીઝ
pa: ਵੀਅਤਨਾਮ

source: Welsh
gu: વેલ્શ
pa: ਵਾਲਿਸ਼

source: Zulu
gu: ઝુલુ
pa: ਜ਼ੂਲੂ

source: Boot partition %s doesn't belong to a BSD disk label. SRM won't be able to boot from this paritition. Use a partition belonging to a BSD disk label or change this device disk label to BSD.
gu: બુટ પાર્ટીશન %s એ BSD ડિસ્ક લેબલને અનુસરતો નથી. SRM આ પાર્ટીશનમાંથીબુટ કરવા માટે સમર્થ નથી. BSD ડિસ્ક લેબલને અનુસરતો હોય તેવો પાર્ટીશનવાપરો અથવા આ ડિવાઈસ ડિસ્ક લેબલને BSD માં બદલી નાંખો.

source: no suggestion
gu: કોઈ સૂચન નથી

source: An unhandled exception has occurred. This is most likely a bug. Please copy the full text of this exception or save the crash dump to a floppy then file a detailed bug report against anaconda at http://bugzilla.redhat.com/bugzilla/
gu: અનિયંત્રિત અપવાદ ઉદ્ભવ્યો. આ મોટે ભાગે બગ છે. મહેરબાની કરીને આ અપવાદનું પૂરેપુરુ લખાણ નકલ કરો અથવા બગાડ ફ્લોપીમાં સંગ્રહ કરો અને પછી વિગતવાર બગનો અહેવાલ એનાકોન્ડાની સામે આપો http://bugzilla.redhat.com/bugzilla/

source: An unhandled exception has occurred. This is most likely a bug. Please copy the full text of this exception and file a detailed bug report against anaconda at http://bugzilla.redhat.com/bugzilla/
gu: અનિયંત્રિત અપવાદ ઉદ્ભવ્યો. આ મોટે ભાગે બગ છે. મહેરબાની કરીને આ અપવાદનું પૂરેપુરુ લખાણ નકલ કરો અને પછી વિગતવાર બગનો અહેવાલ એનાકોન્ડાની સામે આપો http://bugzilla.redhat.com/bugzilla/

source: %s Installer on %s
gu: %s પર %s સ્થાપક

source: Thank you for downloading this pre-release of %s. This is not a final release and is not intended for use on production systems. The purpose of this release is to collect feedback from testers, and it is not suitable for day to day usage. To report feedback, please visit: http://bugzilla.redhat.com/bugzilla and file a report against '%s'.
gu: %s ની પહેલી રીલીઝ ડાઉનલોડ કરવા માટે તમારો આભાર. આ અંતિમ રીલીઝ નથી અને ઉત્પાદન સિસ્ટમ પર વાપરવા માટે નથી બનાવાયેલ. આ રીલીઝ બનાવવાનો મુખ્ય હેતુ ચકાસનારા પાસે યોગ્ય વળતર મેળવવાનો છે, અને તે રોજિંદા વપરાશ માટે યોગ્ય નથી. વળતર આપવા માટે, મહેરબાની કરીને: http://bugzilla.redhat.com/bugzilla ની મુલાકાત લો '%s' વિરુદ્ધ અહેવાલ મોકલો.

source: Upgrades for this version of %s are only supported from Red Hat Linux 6.2 or higher. This appears to be an older system. Do you wish to continue the upgrade process?
gu: %s ની આ આવૃત્તિ માટે સુધારો માત્ર Red Hat Linux 6.2 દ્વારા આધારભૂત છે અથવાઊંચી આવૃત્તિ દ્વારા. આ જૂની સિસ્ટમ હોય એમ લાગે છે. શું તમે સુધારાની પ્રક્રિયા ચાલુ રાખવા માંગો છો?

source: zSeries machines can access industry-standard SCSI devices via Fibre Channel (FCP). You need to provide 5 parameters for each device: a 16 bit device number, a 16bit SCSI ID, a 64 bit World Wide Port Number (WWPN), a 16bit SCSI LUN and a 64 bit FCP LUN.
gu: zSeries મશીનો ઔધ્યોગિક-પ્રમાણભૂત SCSI ઉપકરણોને ફાયબર ચેનલ (FCP) મારફતે ચલાવી શકે છે. તમારે દરેક ઉપકરણ માટે ૫ પરિમાણો પૂરા પાડવા પડે: એક ૧૬ બીટ ઉપકરણ નંબર, ૧૬ બીટ SCSI ID, ૬૪ બીટ World Wide Port Number (WWPN), ૧૬ બીટ SCSI LUN અને ૬૪ બીટ FCP LUN.
